{
  "entity": "Office of the Special Envoy of the Secretary-General on Myanmar",
  "entity_abbrev": "OSESG-Myanmar",
  "entity_raw_name": "10.\tOffice of the Special Envoy of the Secretary-General on Myanmar",
  "source_file": "A_80_6 (SECT. 3)_ADD.2_CLUSTER I_FASCICLE ADVANCE UNEDITED COPY FOR ACABQ.json",
  "content": [
    {
      "block_type": "italic",
      "text": "($995,600)",
      "table_content": null,
      "hyperlinks": [],
      "children": []
    },
    {
      "block_type": "a/b",
      "text": "A.\tProposed programme plan for 2026 and programme performance in 2024",
      "table_content": null,
      "hyperlinks": [],
      "children": [
        {
          "block_type": "heading",
          "text": "Overall orientation",
          "table_content": null,
          "hyperlinks": [],
          "children": [
            {
              "block_type": "heading-sub",
              "text": "Mandates and background",
              "table_content": null,
              "hyperlinks": [],
              "children": [
                {
                  "block_type": "paragraph-1",
                  "text": "The mission is responsible for the provision of the Secretary-General’s good offices through discussions involving all relevant stakeholders and assistance to Myanmar. The mandate was defined by the General Assembly resolution 72/248 and since renewed on a yearly basis, most recently in resolution 79/182. In its first resolution on Myanmar, resolution 2669 (2022), the Security Council reinforced the urgent need to end the human suffering, and provided further guidance on the scope of work of the Special Envoy of the Secretary-General, including by  encouraging close coordination  with the Special Envoy on Myanmar of the ASEAN Chair. The situation in Myanmar continues to deteriorate following the military takeover of February 2021, with serious implications for the human rights of the Rohingya Muslims and other. Fighting between the Myanmar armed forces and ethnic armed organisations and other resistance forces has continued to intensify and severely affected civilians.",
                  "table_content": null,
                  "hyperlinks": [
                    [
                      "72/248",
                      "https://undocs.org/en/A/RES/72/248"
                    ],
                    [
                      "79/182",
                      "https://undocs.org/Home/Mobile?FinalSymbol=A%2FRES%2F79%2F182&Language=E&DeviceType=Desktop&LangRequested=False"
                    ],
                    [
                      "2669 (2022)",
                      "https://undocs.org/en/S/RES/2669(2022)"
                    ]
                  ],
                  "children": []
                }
              ]
            }
          ]
        },
        {
          "block_type": "heading",
          "text": "Programme of work",
          "table_content": null,
          "hyperlinks": [],
          "children": [
            {
              "block_type": "heading-sub",
              "text": "Objective",
              "table_content": null,
              "hyperlinks": [],
              "children": [
                {
                  "block_type": "paragraph-1",
                  "text": "The objective, to which the mission contributes, is to support a Myanmar-led democratic and peaceful nation-building process and the creation of conducive conditions for the voluntary, safe, dignified and sustainable return and reintegration of Rohingya in Myanmar.",
                  "table_content": null,
                  "hyperlinks": [],
                  "children": []
                }
              ]
            },
            {
              "block_type": "heading-sub",
              "text": "Strategy and external factors for 2026",
              "table_content": null,
              "hyperlinks": [],
              "children": [
                {
                  "block_type": "paragraph-1",
                  "text": "To contribute to the objective and address the deteriorating situation in Myanmar, the mission will:",
                  "table_content": null,
                  "hyperlinks": [],
                  "children": [
                    {
                      "block_type": "paragraph-2",
                      "text": "(a)\tImplement a multitrack approach, in accordance with the Pact for the Future action 16 (g), including strengthening cooperation between the United Nations and ASEAN. In close coordination with the Special Envoy of the ASEAN Chair and United Nations partners, the Special Envoy of the Secretary-General will seek to support Myanmar-led processes for the resolution of the crisis The Special Envoy will complement regional efforts to support effective implementation of the ASEAN Five-Point Consensus aligned with the needs of the people of Myanmar, and support the UN system’s coordinated humanitarian and development engagement;",
                      "table_content": null,
                      "hyperlinks": [],
                      "children": []
                    },
                    {
                      "block_type": "paragraph-2",
                      "text": "(b)\tAdvocate for a Myanmar-led process towards a peaceful, democratic and inclusive future in line with the Pact for the Future actions. In support of this, the Special Envoy will help promote a coherent international and regional approach. The mission will continue to initiate inclusive and participatory approaches with minorities, youth and women, whose voices are critical to fostering social cohesion and developing a way out of the current political crisis in line with the will of the people;",
                      "table_content": null,
                      "hyperlinks": [],
                      "children": []
                    },
                    {
                      "block_type": "paragraph-2",
                      "text": "(c)\tContinue efforts to create a conducive environment for the voluntary, safe, dignified and sustainable return to Rakhine State of the forcibly displaced Rohingya in the region, including from Bangladesh. The Special Envoy will continue to promote a political solution that addresses the underlying issues in consultation with the Rohingya, and to advocate for the improvement of the conditions of Rohingya on the ground, in line with the recommendations of the Advisory Commission on Rakhine State and, as appropriate, any decision from the planned 2025 High-level Conference on the situation of Rohingya Muslims and other minorities in Myanmar.",
                      "table_content": null,
                      "hyperlinks": [],
                      "children": []
                    }
                  ]
                },
                {
                  "block_type": "paragraph-1",
                  "text": "The above-mentioned work is expected to result in:",
                  "table_content": null,
                  "hyperlinks": [],
                  "children": [
                    {
                      "block_type": "paragraph-2",
                      "text": "(a)\tImproved conditions for the safe, voluntary, dignified and sustainable return of forcibly displaced populations;",
                      "table_content": null,
                      "hyperlinks": [],
                      "children": []
                    },
                    {
                      "block_type": "paragraph-2",
                      "text": "(b)\tCreation of conducive conditions for a de-escalation of violence and an increase in trust among communities;",
                      "table_content": null,
                      "hyperlinks": [],
                      "children": []
                    },
                    {
                      "block_type": "paragraph-2",
                      "text": "(c)\tGreater international and regional political support towards Myanmar-led processes for the resolution of the crisis;",
                      "table_content": null,
                      "hyperlinks": [],
                      "children": []
                    },
                    {
                      "block_type": "paragraph-2",
                      "text": "(d)\tKey stakeholders advance discussions toward the establishment of a Myanmar-led process on restoring democratic and human rights norms and there is continued engagement with all stakeholders to identify potential for common ground.",
                      "table_content": null,
                      "hyperlinks": [],
                      "children": []
                    }
                  ]
                },
                {
                  "block_type": "paragraph-1",
                  "text": "With regard to the external factors, the overall plan for 2026 is based on the following planning assumptions:",
                  "table_content": null,
                  "hyperlinks": [],
                  "children": [
                    {
                      "block_type": "paragraph-2",
                      "text": "(a)\tThe impact on civilians across Myanmar from the continued violence since the military takeover, serious human rights violations and the need for civilian protection will remain a significant challenge in restoring peace in the country;",
                      "table_content": null,
                      "hyperlinks": [],
                      "children": []
                    },
                    {
                      "block_type": "paragraph-2",
                      "text": "(b)\tThe situation will continue to require concrete actions to contribute toward improved conditions to allow for the safe, dignified, voluntary and sustainable return of the Rohingya and reintegration in Myanmar. The rights and security of the Rohingya people need to be guaranteed and embedded in Myanmar-led solutions towards a peaceful, democratic and inclusive future;",
                      "table_content": null,
                      "hyperlinks": [],
                      "children": []
                    },
                    {
                      "block_type": "paragraph-2",
                      "text": "(c)\tIllicit activities and related financial flows, closely linked to the conflict in Myanmar and the downfall of the formal economy, will continue to hamper conflict resolution and impede socioeconomic and development efforts.",
                      "table_content": null,
                      "hyperlinks": [],
                      "children": []
                    }
                  ]
                },
                {
                  "block_type": "paragraph-1",
                  "text": "With regard to cooperation with other entities, the mission works in partnership with ASEAN, especially the Special Envoy of the ASEAN Chair, other key regional organizations, such as the Organization of Islamic Cooperation (OIC) and the European Union (EU), neighbouring countries and international donors to mobilize support to Myanmar-led processes for the resolution of the crisis.",
                  "table_content": null,
                  "hyperlinks": [],
                  "children": []
                },
                {
                  "block_type": "paragraph-1",
                  "text": "With regard to inter-agency coordination, the mission coordinates closely with the United Nations system through established channels, in close consultation with the Resident Coordinators in Myanmar and Bangladesh. The Special Envoy of the Secretary-General continues to carry out the good offices mandate in close cooperation with the United Nations country team, regional offices and Headquarters, as well as human rights mechanisms on Myanmar mandated by the Human Rights Council. The mission also works in partnership with relevant UN entities to foster inclusion of diverse and vulnerable groups, such as women and youth, in dialogue processes.",
                  "table_content": null,
                  "hyperlinks": [],
                  "children": []
                },
                {
                  "block_type": "paragraph-1",
                  "text": "The mission integrates gender perspectives in its operational activities, deliverables and results, as appropriate, and supports efforts to strengthen the capacity of Myanmar women to participate regionally and globally in women, peace and security engagements and to amplify the voices of the most marginalized women.",
                  "table_content": null,
                  "hyperlinks": [],
                  "children": []
                },
                {
                  "block_type": "paragraph-1",
                  "text": "In line with the United Nations Disability Inclusion Strategy, the mission will foster the inclusion of people with disabilities into its political strategy and its efforts on building inclusion.",
                  "table_content": null,
                  "hyperlinks": [],
                  "children": []
                }
              ]
            },
            {
              "block_type": "heading-sub",
              "text": "Programme performance in 2024",
              "table_content": null,
              "hyperlinks": [],
              "children": [
                {
                  "block_type": "heading-sub-sub",
                  "text": "Strengthened, international and regional partnerships, including on creating conditions for the safe, dignified and voluntary repatriation of displaced persons – ",
                  "table_content": null,
                  "hyperlinks": [],
                  "children": [
                    {
                      "block_type": "paragraph-1",
                      "text": "Since onboarding in May 2024, the Special Envoy focused on strengthening relations with ASEAN, meeting with the ASEAN Secretary General, the Special Envoy of the ASEAN Chair on Myanmar and Heads of State/Government and Foreign Ministers, including during her regional tour to ASEAN Member States and to other neighbouring nations such as China. The Special Envoy outlined to the General Assembly Third Committee that she puts an emphasis on urging neighbouring countries to leverage their influence on stakeholders in Myanmar to end the conflict.",
                      "table_content": null,
                      "hyperlinks": [],
                      "children": []
                    },
                    {
                      "block_type": "paragraph-1",
                      "text": "In 2024, the Special Envoy established contact with all key stakeholders, including local communities in Rakhine State, displaced populations and their host countries in the region. The Special Envoy regularly engaged with conflict parties, civil society, community leaders, women’s groups, human rights activists and other key stakeholders from Myanmar, including Rakhine with a view to de-escalating the violence and promoting inclusive Myanmar-led processes. The Special Envoy actively advocated for protection and assistance to refugees and displaced persons.",
                      "table_content": null,
                      "hyperlinks": [],
                      "children": []
                    },
                    {
                      "block_type": "paragraph-1",
                      "text": "Progress towards the objective is presented in the performance measure below (see table 45).",
                      "table_content": null,
                      "hyperlinks": [],
                      "children": []
                    }
                  ]
                },
                {
                  "block_type": "heading-sub-sub",
                  "text": "Table 45 – Performance measure",
                  "table_content": null,
                  "hyperlinks": [],
                  "children": [
                    {
                      "block_type": "table-content",
                      "text": null,
                      "table_content": [
                        [
                          {
                            "text": "2022 (actual)",
                            "hyperlinks": []
                          },
                          {
                            "text": "2023 (actual)",
                            "hyperlinks": []
                          },
                          {
                            "text": "2024 (actual)",
                            "hyperlinks": []
                          }
                        ],
                        [
                          {
                            "text": "",
                            "hyperlinks": []
                          },
                          {
                            "text": "",
                            "hyperlinks": []
                          },
                          {
                            "text": "",
                            "hyperlinks": []
                          }
                        ],
                        [
                          {
                            "text": "Repatriation was further delayed by the escalating violence throughout Myanmar, including in Rakhine State",
                            "hyperlinks": []
                          },
                          {
                            "text": "Repatriation was further delayed due to the devastation caused by Cyclone Mocha in May 2023 and the escalating violence throughout Myanmar, including in Rakhine State, where fighting between the Arakan Army and the Myanmar armed forces resumed in November 2023",
                            "hyperlinks": []
                          },
                          {
                            "text": "Repatriation was further delayed due to the escalating violence throughout Myanmar, including in Rakhine State, where fighting between the Arakan Army and the Myanmar armed forces intensified throughout 2024 leading to further displacement and civilian casualties",
                            "hyperlinks": []
                          }
                        ]
                      ],
                      "hyperlinks": [],
                      "children": []
                    }
                  ]
                }
              ]
            },
            {
              "block_type": "heading-sub",
              "text": "Planned result for 2026",
              "table_content": null,
              "hyperlinks": [],
              "children": [
                {
                  "block_type": "heading-sub-sub",
                  "text": "Progress towards improved humanitarian conditions and a Myanmar-led inclusive, democratic and peaceful nation-building process – Programme performance in 2024 and target for 2026",
                  "table_content": null,
                  "hyperlinks": [],
                  "children": [
                    {
                      "block_type": "paragraph-1",
                      "text": "In 2024, the work aimed to contribute towards sustainable solutions for the Rohingya, which did not meet the planned target of facilitating local initiatives in support of social cohesion. The target was not met due to the deterioration of security conditions in Myanmar, including in Rakhine State, where fighting between the Arakan Army and Myanmar armed forces continued. The mission continues to engage key stakeholders to advocate for improved conditions in Rakhine that would allow for the safe, dignified and sustainable return of refugees. In 2026, the mission, in cooperation with ASEAN, will concentrate efforts on supporting Myanmar-led processes to resolve the crisis in line with the elements set out in the ASEAN Five-Point Consensus.",
                      "table_content": null,
                      "hyperlinks": [],
                      "children": []
                    },
                    {
                      "block_type": "italic",
                      "text": "Lessons learned and planned change",
                      "table_content": null,
                      "hyperlinks": [],
                      "children": [
                        {
                          "block_type": "paragraph-1",
                          "text": "A lesson learned for the mission was the importance of partnerships and coordination with key regional organizations as stipulated in the Pact for the Future, namely ASEAN and OIC, and also International financial institutions and across the UN System. To this end, the Special Envoy will continue to strengthen cooperation with ASEAN and the Special Envoy of the ASEAN Chair to garner regional support for concrete initiatives that support Myanmar-led solutions towards a peaceful, democratic and inclusive future for the country.",
                          "table_content": null,
                          "hyperlinks": [],
                          "children": []
                        }
                      ]
                    },
                    {
                      "block_type": "paragraph-1",
                      "text": "Expected progress towards the objective and the target for 2026 are presented in the performance measure below (see table 46).",
                      "table_content": null,
                      "hyperlinks": [],
                      "children": []
                    }
                  ]
                },
                {
                  "block_type": "heading-sub-sub",
                  "text": "Table 46 – Performance measure",
                  "table_content": null,
                  "hyperlinks": [],
                  "children": [
                    {
                      "block_type": "table-content",
                      "text": null,
                      "table_content": [
                        [
                          {
                            "text": "2022 (actual)",
                            "hyperlinks": []
                          },
                          {
                            "text": "2023 (actual)",
                            "hyperlinks": []
                          },
                          {
                            "text": "2024 (actual)",
                            "hyperlinks": []
                          },
                          {
                            "text": "2025 (planned)",
                            "hyperlinks": []
                          },
                          {
                            "text": "2026 (planned)",
                            "hyperlinks": []
                          }
                        ],
                        [
                          {
                            "text": "",
                            "hyperlinks": []
                          },
                          {
                            "text": "",
                            "hyperlinks": []
                          },
                          {
                            "text": "",
                            "hyperlinks": []
                          },
                          {
                            "text": "",
                            "hyperlinks": []
                          },
                          {
                            "text": "",
                            "hyperlinks": []
                          }
                        ],
                        [
                          {
                            "text": "The Special Envoy elevated international engagement on the Rohingya through a visit to Bangladesh and by reinforcing cooperation with OIC",
                            "hyperlinks": []
                          },
                          {
                            "text": "The Special Envoy deepened coordination with ASEAN and OIC, including on addressing the situation of the Rohingya, and engaged neighbouring States during visits to India and China",
                            "hyperlinks": []
                          },
                          {
                            "text": "The Special Envoy engaged key actors advocating for the cessation of violence and improved humanitarian access and conditions, including in Rakhine State, and implemented a women, peace and security initiative ",
                            "hyperlinks": []
                          },
                          {
                            "text": "The Special Envoy engages key actors advocating for a cessation of violence and resolution of the crisis in Myanmar, including in Rakhine State, to support conditions for sustainable and inclusive peace, conducive to the return of refugees",
                            "hyperlinks": []
                          },
                          {
                            "text": "In coordination with ASEAN, the Special Envoy supports a Myanmar-led process to find a political solution, advocate for the rights of the Rohingya as part of an inclusive future and address systemic inequalities affecting marginalized groups.",
                            "hyperlinks": []
                          }
                        ]
                      ],
                      "hyperlinks": [],
                      "children": []
                    }
                  ]
                }
              ]
            },
            {
              "block_type": "heading-sub",
              "text": "Deliverables",
              "table_content": null,
              "hyperlinks": [],
              "children": [
                {
                  "block_type": "paragraph-1",
                  "text": "Table 47 lists all deliverables of the mission.",
                  "table_content": null,
                  "hyperlinks": [],
                  "children": []
                },
                {
                  "block_type": "heading-sub-sub",
                  "text": "Table 47 – Deliverables for the period 2024–2026, by category and subcategory",
                  "table_content": null,
                  "hyperlinks": [],
                  "children": [
                    {
                      "block_type": "table-content",
                      "text": null,
                      "table_content": [
                        [
                          {
                            "text": "Category and subcategory",
                            "hyperlinks": []
                          },
                          {
                            "text": "2024 planned",
                            "hyperlinks": []
                          },
                          {
                            "text": "2024 actual ",
                            "hyperlinks": []
                          },
                          {
                            "text": "2025 planned",
                            "hyperlinks": []
                          },
                          {
                            "text": "2026 planned",
                            "hyperlinks": []
                          }
                        ],
                        [
                          {
                            "text": "",
                            "hyperlinks": []
                          },
                          {
                            "text": "",
                            "hyperlinks": []
                          },
                          {
                            "text": "",
                            "hyperlinks": []
                          },
                          {
                            "text": "",
                            "hyperlinks": []
                          },
                          {
                            "text": "",
                            "hyperlinks": []
                          }
                        ],
                        [
                          {
                            "text": "A.\tFacilitation of the intergovernmental process and expert bodies",
                            "hyperlinks": []
                          },
                          {
                            "text": "",
                            "hyperlinks": []
                          },
                          {
                            "text": "",
                            "hyperlinks": []
                          },
                          {
                            "text": "",
                            "hyperlinks": []
                          },
                          {
                            "text": "",
                            "hyperlinks": []
                          }
                        ],
                        [
                          {
                            "text": "\tParliamentary documentation (number of documents)",
                            "hyperlinks": []
                          },
                          {
                            "text": "1",
                            "hyperlinks": []
                          },
                          {
                            "text": "1",
                            "hyperlinks": []
                          },
                          {
                            "text": "1",
                            "hyperlinks": []
                          },
                          {
                            "text": "1",
                            "hyperlinks": []
                          }
                        ],
                        [
                          {
                            "text": "\t1.\tReports of the Secretary-General for the General Assembly",
                            "hyperlinks": []
                          },
                          {
                            "text": "1",
                            "hyperlinks": []
                          },
                          {
                            "text": "1",
                            "hyperlinks": []
                          },
                          {
                            "text": "1",
                            "hyperlinks": []
                          },
                          {
                            "text": "1",
                            "hyperlinks": []
                          }
                        ],
                        [
                          {
                            "text": "\tSubstantive services for meetings (number of three-hour meetings)",
                            "hyperlinks": []
                          },
                          {
                            "text": "4",
                            "hyperlinks": []
                          },
                          {
                            "text": "5",
                            "hyperlinks": []
                          },
                          {
                            "text": "4",
                            "hyperlinks": []
                          },
                          {
                            "text": "4",
                            "hyperlinks": []
                          }
                        ],
                        [
                          {
                            "text": "\t2.\tMeetings of the Security Council",
                            "hyperlinks": []
                          },
                          {
                            "text": "2",
                            "hyperlinks": []
                          },
                          {
                            "text": "4",
                            "hyperlinks": []
                          },
                          {
                            "text": "2",
                            "hyperlinks": []
                          },
                          {
                            "text": "2",
                            "hyperlinks": []
                          }
                        ],
                        [
                          {
                            "text": "\t3.\tMeetings of the General Assembly",
                            "hyperlinks": []
                          },
                          {
                            "text": "2",
                            "hyperlinks": []
                          },
                          {
                            "text": "1",
                            "hyperlinks": []
                          },
                          {
                            "text": "2",
                            "hyperlinks": []
                          },
                          {
                            "text": "2",
                            "hyperlinks": []
                          }
                        ],
                        [
                          {
                            "text": "B.\tGeneration and transfer of knowledge",
                            "hyperlinks": []
                          },
                          {
                            "text": "",
                            "hyperlinks": []
                          },
                          {
                            "text": "",
                            "hyperlinks": []
                          },
                          {
                            "text": "",
                            "hyperlinks": []
                          },
                          {
                            "text": "",
                            "hyperlinks": []
                          }
                        ],
                        [
                          {
                            "text": "\tSeminars, workshops and training events (number of days)",
                            "hyperlinks": []
                          },
                          {
                            "text": "6",
                            "hyperlinks": []
                          },
                          {
                            "text": "4",
                            "hyperlinks": []
                          },
                          {
                            "text": "6",
                            "hyperlinks": []
                          },
                          {
                            "text": "6",
                            "hyperlinks": []
                          }
                        ],
                        [
                          {
                            "text": "\t4.\tWorkshops supported by the mission on social cohesion and anti-discrimination; women’s political empowerment; strengthening of the rule of law and accountability for serious human rights violations; fundamental freedoms; and implementation of the recommendations of the Advisory Commission on Rakhine State",
                            "hyperlinks": []
                          },
                          {
                            "text": "6",
                            "hyperlinks": []
                          },
                          {
                            "text": "4",
                            "hyperlinks": []
                          },
                          {
                            "text": "6",
                            "hyperlinks": []
                          },
                          {
                            "text": "6",
                            "hyperlinks": []
                          }
                        ],
                        [
                          {
                            "text": "C.\tSubstantive deliverables",
                            "hyperlinks": []
                          },
                          {
                            "text": "",
                            "hyperlinks": []
                          },
                          {
                            "text": "",
                            "hyperlinks": []
                          },
                          {
                            "text": "",
                            "hyperlinks": []
                          },
                          {
                            "text": "",
                            "hyperlinks": []
                          }
                        ],
                        [
                          {
                            "text": "\tOutreach programmes, special events and information materials: outreach activities with local communities, government partners, opinion leaders, the media, civil society and other agents of change to support the implementation of the Office’s mandate.",
                            "hyperlinks": []
                          },
                          {
                            "text": "\tOutreach programmes, special events and information materials: outreach activities with local communities, government partners, opinion leaders, the media, civil society and other agents of change to support the implementation of the Office’s mandate.",
                            "hyperlinks": []
                          },
                          {
                            "text": "\tOutreach programmes, special events and information materials: outreach activities with local communities, government partners, opinion leaders, the media, civil society and other agents of change to support the implementation of the Office’s mandate.",
                            "hyperlinks": []
                          },
                          {
                            "text": "\tOutreach programmes, special events and information materials: outreach activities with local communities, government partners, opinion leaders, the media, civil society and other agents of change to support the implementation of the Office’s mandate.",
                            "hyperlinks": []
                          },
                          {
                            "text": "\tOutreach programmes, special events and information materials: outreach activities with local communities, government partners, opinion leaders, the media, civil society and other agents of change to support the implementation of the Office’s mandate.",
                            "hyperlinks": []
                          }
                        ],
                        [
                          {
                            "text": "External and media relations: press conferences, statements, advisories, backgrounders, interviews and other media engagements related to the Office’s objective, and the development of additional communication capacities, including a dedicated website.",
                            "hyperlinks": []
                          },
                          {
                            "text": "External and media relations: press conferences, statements, advisories, backgrounders, interviews and other media engagements related to the Office’s objective, and the development of additional communication capacities, including a dedicated website.",
                            "hyperlinks": []
                          },
                          {
                            "text": "External and media relations: press conferences, statements, advisories, backgrounders, interviews and other media engagements related to the Office’s objective, and the development of additional communication capacities, including a dedicated website.",
                            "hyperlinks": []
                          },
                          {
                            "text": "External and media relations: press conferences, statements, advisories, backgrounders, interviews and other media engagements related to the Office’s objective, and the development of additional communication capacities, including a dedicated website.",
                            "hyperlinks": []
                          },
                          {
                            "text": "External and media relations: press conferences, statements, advisories, backgrounders, interviews and other media engagements related to the Office’s objective, and the development of additional communication capacities, including a dedicated website.",
                            "hyperlinks": []
                          }
                        ]
                      ],
                      "hyperlinks": [],
                      "children": []
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "block_type": "a/b",
      "text": "B.\tProposed post and non-post resource requirements for 2026",
      "table_content": null,
      "hyperlinks": [],
      "children": [
        {
          "block_type": "heading-sub-sub",
          "text": "Resource requirements (regular budget) – Table 48 – Financial resources",
          "table_content": null,
          "hyperlinks": [],
          "children": [
            {
              "block_type": "note",
              "text": "(Thousands of United States dollars)",
              "table_content": null,
              "hyperlinks": [],
              "children": []
            },
            {
              "block_type": "table-content",
              "text": null,
              "table_content": [
                [
                  {
                    "text": "",
                    "hyperlinks": []
                  },
                  {
                    "text": "2024",
                    "hyperlinks": []
                  },
                  {
                    "text": "2024",
                    "hyperlinks": []
                  },
                  {
                    "text": "",
                    "hyperlinks": []
                  },
                  {
                    "text": "2025",
                    "hyperlinks": []
                  },
                  {
                    "text": "",
                    "hyperlinks": []
                  },
                  {
                    "text": "2026",
                    "hyperlinks": []
                  },
                  {
                    "text": "",
                    "hyperlinks": []
                  },
                  {
                    "text": "Variance",
                    "hyperlinks": []
                  }
                ],
                [
                  {
                    "text": "",
                    "hyperlinks": []
                  },
                  {
                    "text": "Appropriation",
                    "hyperlinks": []
                  },
                  {
                    "text": "Expenditure",
                    "hyperlinks": []
                  },
                  {
                    "text": "Appropriation ",
                    "hyperlinks": []
                  },
                  {
                    "text": "Appropriation ",
                    "hyperlinks": []
                  },
                  {
                    "text": "Requirements",
                    "hyperlinks": []
                  },
                  {
                    "text": "Requirements",
                    "hyperlinks": []
                  },
                  {
                    "text": "2026 vs. 2025 Increase/(decrease)",
                    "hyperlinks": []
                  },
                  {
                    "text": "2026 vs. 2025 Increase/(decrease)",
                    "hyperlinks": []
                  }
                ],
                [
                  {
                    "text": "Category of expenditure",
                    "hyperlinks": []
                  },
                  {
                    "text": "(1)",
                    "hyperlinks": []
                  },
                  {
                    "text": "(2)",
                    "hyperlinks": []
                  },
                  {
                    "text": "(3)",
                    "hyperlinks": []
                  },
                  {
                    "text": "(3)",
                    "hyperlinks": []
                  },
                  {
                    "text": "(4)",
                    "hyperlinks": []
                  },
                  {
                    "text": "(4)",
                    "hyperlinks": []
                  },
                  {
                    "text": "(5)=(4)-(3)",
                    "hyperlinks": []
                  },
                  {
                    "text": "(5)=(4)-(3)",
                    "hyperlinks": []
                  }
                ],
                [
                  {
                    "text": "",
                    "hyperlinks": []
                  },
                  {
                    "text": "",
                    "hyperlinks": []
                  },
                  {
                    "text": "",
                    "hyperlinks": []
                  },
                  {
                    "text": "",
                    "hyperlinks": []
                  },
                  {
                    "text": "",
                    "hyperlinks": []
                  },
                  {
                    "text": "",
                    "hyperlinks": []
                  },
                  {
                    "text": "",
                    "hyperlinks": []
                  },
                  {
                    "text": "",
                    "hyperlinks": []
                  },
                  {
                    "text": "",
                    "hyperlinks": []
                  }
                ],
                [
                  {
                    "text": "Military and police personnel  ",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  }
                ],
                [
                  {
                    "text": "Civilian personnel ",
                    "hyperlinks": []
                  },
                  {
                    "text": "1 089.4",
                    "hyperlinks": []
                  },
                  {
                    "text": "556.5",
                    "hyperlinks": []
                  },
                  {
                    "text": "694.3",
                    "hyperlinks": []
                  },
                  {
                    "text": "694.3",
                    "hyperlinks": []
                  },
                  {
                    "text": "739.5",
                    "hyperlinks": []
                  },
                  {
                    "text": "739.5",
                    "hyperlinks": []
                  },
                  {
                    "text": "45.2",
                    "hyperlinks": []
                  },
                  {
                    "text": "45.2",
                    "hyperlinks": []
                  }
                ],
                [
                  {
                    "text": "Operational costs ",
                    "hyperlinks": []
                  },
                  {
                    "text": "275.9",
                    "hyperlinks": []
                  },
                  {
                    "text": "248.6",
                    "hyperlinks": []
                  },
                  {
                    "text": "255.6",
                    "hyperlinks": []
                  },
                  {
                    "text": "255.6",
                    "hyperlinks": []
                  },
                  {
                    "text": "256.1",
                    "hyperlinks": []
                  },
                  {
                    "text": "256.1",
                    "hyperlinks": []
                  },
                  {
                    "text": "0.5",
                    "hyperlinks": []
                  },
                  {
                    "text": "0.5",
                    "hyperlinks": []
                  }
                ],
                [
                  {
                    "text": "\tTotal (net of staff assessment) ",
                    "hyperlinks": []
                  },
                  {
                    "text": "1 365.3",
                    "hyperlinks": []
                  },
                  {
                    "text": "805.1",
                    "hyperlinks": []
                  },
                  {
                    "text": "949.9",
                    "hyperlinks": []
                  },
                  {
                    "text": "949.9",
                    "hyperlinks": []
                  },
                  {
                    "text": "995.6",
                    "hyperlinks": []
                  },
                  {
                    "text": "995.6",
                    "hyperlinks": []
                  },
                  {
                    "text": "45.7",
                    "hyperlinks": []
                  },
                  {
                    "text": "45.7",
                    "hyperlinks": []
                  }
                ]
              ],
              "hyperlinks": [],
              "children": []
            }
          ]
        },
        {
          "block_type": "heading-sub-sub",
          "text": "Table 49 – Human resources",
          "table_content": null,
          "hyperlinks": [],
          "children": [
            {
              "block_type": "table-content",
              "text": null,
              "table_content": [
                [
                  {
                    "text": "",
                    "hyperlinks": []
                  },
                  {
                    "text": "International staff",
                    "hyperlinks": []
                  },
                  {
                    "text": "International staff",
                    "hyperlinks": []
                  },
                  {
                    "text": "International staff",
                    "hyperlinks": []
                  },
                  {
                    "text": "International staff",
                    "hyperlinks": []
                  },
                  {
                    "text": "International staff",
                    "hyperlinks": []
                  },
                  {
                    "text": "International staff",
                    "hyperlinks": []
                  },
                  {
                    "text": "International staff",
                    "hyperlinks": []
                  },
                  {
                    "text": "International staff",
                    "hyperlinks": []
                  },
                  {
                    "text": "International staff",
                    "hyperlinks": []
                  },
                  {
                    "text": "International staff",
                    "hyperlinks": []
                  },
                  {
                    "text": "",
                    "hyperlinks": []
                  },
                  {
                    "text": "",
                    "hyperlinks": []
                  },
                  {
                    "text": "National staff",
                    "hyperlinks": []
                  },
                  {
                    "text": "National staff",
                    "hyperlinks": []
                  },
                  {
                    "text": "National staff",
                    "hyperlinks": []
                  },
                  {
                    "text": "National staff",
                    "hyperlinks": []
                  },
                  {
                    "text": "",
                    "hyperlinks": []
                  },
                  {
                    "text": "United Nations Volunteers",
                    "hyperlinks": []
                  },
                  {
                    "text": "United Nations Volunteers",
                    "hyperlinks": []
                  },
                  {
                    "text": "United Nations Volunteers",
                    "hyperlinks": []
                  },
                  {
                    "text": "",
                    "hyperlinks": []
                  }
                ],
                [
                  {
                    "text": "",
                    "hyperlinks": []
                  },
                  {
                    "text": "USG",
                    "hyperlinks": []
                  },
                  {
                    "text": "ASG",
                    "hyperlinks": []
                  },
                  {
                    "text": "D-2",
                    "hyperlinks": []
                  },
                  {
                    "text": "D-1",
                    "hyperlinks": []
                  },
                  {
                    "text": "P-5",
                    "hyperlinks": []
                  },
                  {
                    "text": "P-4",
                    "hyperlinks": []
                  },
                  {
                    "text": "P-3",
                    "hyperlinks": []
                  },
                  {
                    "text": "P-2",
                    "hyperlinks": []
                  },
                  {
                    "text": "FS",
                    "hyperlinks": []
                  },
                  {
                    "text": "Subtotal",
                    "hyperlinks": []
                  },
                  {
                    "text": "",
                    "hyperlinks": []
                  },
                  {
                    "text": "NPO ",
                    "hyperlinks": []
                  },
                  {
                    "text": "NPO ",
                    "hyperlinks": []
                  },
                  {
                    "text": "GS",
                    "hyperlinks": []
                  },
                  {
                    "text": "LL",
                    "hyperlinks": []
                  },
                  {
                    "text": "Subtotal",
                    "hyperlinks": []
                  },
                  {
                    "text": "",
                    "hyperlinks": []
                  },
                  {
                    "text": "International",
                    "hyperlinks": []
                  },
                  {
                    "text": "National",
                    "hyperlinks": []
                  },
                  {
                    "text": "Subtotal",
                    "hyperlinks": []
                  },
                  {
                    "text": "Total",
                    "hyperlinks": []
                  }
                ],
                [
                  {
                    "text": "Approved 2025",
                    "hyperlinks": []
                  },
                  {
                    "text": "1",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "1",
                    "hyperlinks": []
                  },
                  {
                    "text": "1",
                    "hyperlinks": []
                  },
                  {
                    "text": "1",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "4",
                    "hyperlinks": []
                  },
                  {
                    "text": "",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "1a",
                    "hyperlinks": []
                  },
                  {
                    "text": "1",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "5",
                    "hyperlinks": []
                  }
                ],
                [
                  {
                    "text": "Proposed 2026",
                    "hyperlinks": []
                  },
                  {
                    "text": "1",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "1",
                    "hyperlinks": []
                  },
                  {
                    "text": "1",
                    "hyperlinks": []
                  },
                  {
                    "text": "1",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "4",
                    "hyperlinks": []
                  },
                  {
                    "text": "",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "1a",
                    "hyperlinks": []
                  },
                  {
                    "text": "1",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "5",
                    "hyperlinks": []
                  }
                ],
                [
                  {
                    "text": "\tChange ",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  }
                ]
              ],
              "hyperlinks": [],
              "children": []
            },
            {
              "block_type": "other",
              "text": "a \tOne Local level position approved for establishment as a general temporary assistance position in 2025.",
              "table_content": null,
              "hyperlinks": [],
              "children": []
            },
            {
              "block_type": "paragraph-1",
              "text": "The proposed resource requirements for 2026 amount to $995,600 (net of staff assessment) and would provide for salaries and common staff costs ($739,500) for the continuation of four posts (1 Under-Secretary-General, 1 D-1, 1 P-5 and 1 P-4) and one Local level (general temporary assistance) position, as well as operational costs ($256,100), comprising costs for official travel ($115,100), facilities and infrastructure ($20,700), ground  transportation ($7,000), communications and information technology ($25,500), medical ($600) and other supplies, services and equipment ($87,200).",
              "table_content": null,
              "hyperlinks": [],
              "children": []
            },
            {
              "block_type": "paragraph-1",
              "text": "After a security assessment conducted by the Department of Safety and Security of the Secretariat in early 2022, all international staff were temporarily relocated from Nay Pyi Taw to Bangkok and are hosted in the compound of the Economic and Social Commission for Asia and the Pacific.",
              "table_content": null,
              "hyperlinks": [],
              "children": []
            },
            {
              "block_type": "paragraph-1",
              "text": "For 2026, no change is proposed to the number and levels of the posts.",
              "table_content": null,
              "hyperlinks": [],
              "children": []
            },
            {
              "block_type": "paragraph-1",
              "text": "It is proposed to continue the general temporary assistance (GTA) position of an Administrative Assistant (Local level) in Bangkok. The continuation of the GTA position in Bangkok would provide necessary administrative support to the Mission’s international staff who are temporarily relocated to Bangkok.",
              "table_content": null,
              "hyperlinks": [],
              "children": []
            },
            {
              "block_type": "paragraph-1",
              "text": "A vacancy rate of 25 per cent has been applied to the estimates for international posts based on the actual average vacancy rates in 2024. A vacancy rate of 50 per cent has been applied to the estimates for the Local level (general temporary assistance) position based on the expected recruitment timeline for the position.",
              "table_content": null,
              "hyperlinks": [],
              "children": []
            },
            {
              "block_type": "paragraph-1",
              "text": "The increase in the requirements proposed for 2026 compared with the appropriation for 2025 is attributable mainly to the application of revised salary rates.",
              "table_content": null,
              "hyperlinks": [],
              "children": []
            }
          ]
        },
        {
          "block_type": "heading-sub-sub",
          "text": "Extrabudgetary resources",
          "table_content": null,
          "hyperlinks": [],
          "children": [
            {
              "block_type": "paragraph-1",
              "text": "In 2025, extrabudgetary resources of $547,600 will be used to support activities and relevant initiatives aimed at promoting the implementation of General Assembly resolution 79/182 and would provide for one P-5 and one P-3 post for part of the year, and one P-2 post for the full year..",
              "table_content": null,
              "hyperlinks": [
                [
                  "79/182",
                  "https://undocs.org/Home/Mobile?FinalSymbol=A%2FRES%2F79%2F182&Language=E&DeviceType=Desktop&LangRequested=False"
                ]
              ],
              "children": []
            },
            {
              "block_type": "paragraph-1",
              "text": "In 2026, extrabudgetary resources of estimated $180,000 are projected to support the continuation of activities.",
              "table_content": null,
              "hyperlinks": [],
              "children": []
            },
            {
              "block_type": "paragraph-1",
              "text": "The decrease in extrabudgetary resources in 2026 is due to donor agreements that are due for renewal in the fourth quarter of 2025 in line with the mission’s single-year donor agreements practice.",
              "table_content": null,
              "hyperlinks": [],
              "children": []
            },
            {
              "block_type": "paragraph-1",
              "text": "In 2025, extrabudgetary resources in the amount of $1,644,400 are currently projected, which will include provision for five positions (1 D-1, 1 P-5, 1 P-4, 1 P-3 and 1 FS) supporting overall management in the office of the Personal Envoy in Addis Ababa, critical expertise on developing political and mediation strategies for the Personal Envoy, developing communication strategies and media encounters for the Personal Envoy, developing strategies for women participation in the various activities undertaken by the office of the Personal Envoy. The resources will also cover expenses related to the mediation efforts of the Personal Envoy and operational costs.",
              "table_content": null,
              "hyperlinks": [],
              "children": []
            },
            {
              "block_type": "paragraph-1",
              "text": "For 2026, extrabudgetary resources in the estimated amount of $898,300 would continue to provide for three positions (1 D-1, 1 P-3 and 1 Field Service), in the light of the unpredictability of voluntary contributions. The mission will aim to maintain personnel capacity and operational costs at levels comparable to the previous year.",
              "table_content": null,
              "hyperlinks": [],
              "children": []
            }
          ]
        },
        {
          "block_type": "heading-sub-sub",
          "text": "11.\t\tOffice of the Personal Envoy of the Secretary-General for the Sudan",
          "table_content": null,
          "hyperlinks": [],
          "children": [
            {
              "block_type": "note",
              "text": "($2,064,700)",
              "table_content": null,
              "hyperlinks": [],
              "children": []
            }
          ]
        },
        {
          "block_type": "heading-sub-sub",
          "text": "Resource requirements (regular budget) – Table 53 – Financial resources",
          "table_content": null,
          "hyperlinks": [],
          "children": [
            {
              "block_type": "note",
              "text": "(Thousands of United States dollars)",
              "table_content": null,
              "hyperlinks": [],
              "children": []
            },
            {
              "block_type": "table-content",
              "text": null,
              "table_content": [
                [
                  {
                    "text": "",
                    "hyperlinks": []
                  },
                  {
                    "text": "2024",
                    "hyperlinks": []
                  },
                  {
                    "text": "2024",
                    "hyperlinks": []
                  },
                  {
                    "text": "",
                    "hyperlinks": []
                  },
                  {
                    "text": "2025",
                    "hyperlinks": []
                  },
                  {
                    "text": "",
                    "hyperlinks": []
                  },
                  {
                    "text": "2026",
                    "hyperlinks": []
                  },
                  {
                    "text": "",
                    "hyperlinks": []
                  },
                  {
                    "text": "Variance",
                    "hyperlinks": []
                  }
                ],
                [
                  {
                    "text": "",
                    "hyperlinks": []
                  },
                  {
                    "text": "Appropriation ",
                    "hyperlinks": []
                  },
                  {
                    "text": "Expenditure",
                    "hyperlinks": []
                  },
                  {
                    "text": "Appropriation ",
                    "hyperlinks": []
                  },
                  {
                    "text": "Appropriation ",
                    "hyperlinks": []
                  },
                  {
                    "text": "Requirements",
                    "hyperlinks": []
                  },
                  {
                    "text": "Requirements",
                    "hyperlinks": []
                  },
                  {
                    "text": "2026 vs. 2025 Increase/(decrease)",
                    "hyperlinks": []
                  },
                  {
                    "text": "2026 vs. 2025 Increase/(decrease)",
                    "hyperlinks": []
                  }
                ],
                [
                  {
                    "text": "Category of expenditure",
                    "hyperlinks": []
                  },
                  {
                    "text": "(1)",
                    "hyperlinks": []
                  },
                  {
                    "text": "(2)",
                    "hyperlinks": []
                  },
                  {
                    "text": "(3)",
                    "hyperlinks": []
                  },
                  {
                    "text": "(3)",
                    "hyperlinks": []
                  },
                  {
                    "text": "(4)",
                    "hyperlinks": []
                  },
                  {
                    "text": "(4)",
                    "hyperlinks": []
                  },
                  {
                    "text": "(5)=(4)-(3)",
                    "hyperlinks": []
                  },
                  {
                    "text": "(5)=(4)-(3)",
                    "hyperlinks": []
                  }
                ],
                [
                  {
                    "text": "",
                    "hyperlinks": []
                  },
                  {
                    "text": "",
                    "hyperlinks": []
                  },
                  {
                    "text": "",
                    "hyperlinks": []
                  },
                  {
                    "text": "",
                    "hyperlinks": []
                  },
                  {
                    "text": "",
                    "hyperlinks": []
                  },
                  {
                    "text": "",
                    "hyperlinks": []
                  },
                  {
                    "text": "",
                    "hyperlinks": []
                  },
                  {
                    "text": "",
                    "hyperlinks": []
                  },
                  {
                    "text": "",
                    "hyperlinks": []
                  }
                ],
                [
                  {
                    "text": "Military and police personnel  ",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  }
                ],
                [
                  {
                    "text": "Civilian personnel ",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "919.4",
                    "hyperlinks": []
                  },
                  {
                    "text": "919.4",
                    "hyperlinks": []
                  },
                  {
                    "text": "1 753.8",
                    "hyperlinks": []
                  },
                  {
                    "text": "1 753.8",
                    "hyperlinks": []
                  },
                  {
                    "text": "834.4",
                    "hyperlinks": []
                  },
                  {
                    "text": "834.4",
                    "hyperlinks": []
                  }
                ],
                [
                  {
                    "text": "Operational costs ",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "363.0",
                    "hyperlinks": []
                  },
                  {
                    "text": "363.0",
                    "hyperlinks": []
                  },
                  {
                    "text": "310.9",
                    "hyperlinks": []
                  },
                  {
                    "text": "310.9",
                    "hyperlinks": []
                  },
                  {
                    "text": "(52.1)",
                    "hyperlinks": []
                  },
                  {
                    "text": "(52.1)",
                    "hyperlinks": []
                  }
                ],
                [
                  {
                    "text": "\tTotal (net of staff assessment) ",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "1 282.4",
                    "hyperlinks": []
                  },
                  {
                    "text": "1 282.4",
                    "hyperlinks": []
                  },
                  {
                    "text": "2 064.7",
                    "hyperlinks": []
                  },
                  {
                    "text": "2 064.7",
                    "hyperlinks": []
                  },
                  {
                    "text": "782.3",
                    "hyperlinks": []
                  },
                  {
                    "text": "782.3",
                    "hyperlinks": []
                  }
                ]
              ],
              "hyperlinks": [],
              "children": []
            }
          ]
        },
        {
          "block_type": "heading-sub-sub",
          "text": "Table 54 – Human resources",
          "table_content": null,
          "hyperlinks": [],
          "children": [
            {
              "block_type": "table-content",
              "text": null,
              "table_content": [
                [
                  {
                    "text": "",
                    "hyperlinks": []
                  },
                  {
                    "text": "International staff",
                    "hyperlinks": []
                  },
                  {
                    "text": "International staff",
                    "hyperlinks": []
                  },
                  {
                    "text": "International staff",
                    "hyperlinks": []
                  },
                  {
                    "text": "International staff",
                    "hyperlinks": []
                  },
                  {
                    "text": "International staff",
                    "hyperlinks": []
                  },
                  {
                    "text": "International staff",
                    "hyperlinks": []
                  },
                  {
                    "text": "International staff",
                    "hyperlinks": []
                  },
                  {
                    "text": "International staff",
                    "hyperlinks": []
                  },
                  {
                    "text": "International staff",
                    "hyperlinks": []
                  },
                  {
                    "text": "International staff",
                    "hyperlinks": []
                  },
                  {
                    "text": "",
                    "hyperlinks": []
                  },
                  {
                    "text": "",
                    "hyperlinks": []
                  },
                  {
                    "text": "National staff",
                    "hyperlinks": []
                  },
                  {
                    "text": "National staff",
                    "hyperlinks": []
                  },
                  {
                    "text": "National staff",
                    "hyperlinks": []
                  },
                  {
                    "text": "National staff",
                    "hyperlinks": []
                  },
                  {
                    "text": "",
                    "hyperlinks": []
                  },
                  {
                    "text": "United Nations Volunteers",
                    "hyperlinks": []
                  },
                  {
                    "text": "United Nations Volunteers",
                    "hyperlinks": []
                  },
                  {
                    "text": "United Nations Volunteers",
                    "hyperlinks": []
                  },
                  {
                    "text": "",
                    "hyperlinks": []
                  }
                ],
                [
                  {
                    "text": "",
                    "hyperlinks": []
                  },
                  {
                    "text": "USG",
                    "hyperlinks": []
                  },
                  {
                    "text": "ASG",
                    "hyperlinks": []
                  },
                  {
                    "text": "D-2",
                    "hyperlinks": []
                  },
                  {
                    "text": "D-1",
                    "hyperlinks": []
                  },
                  {
                    "text": "P-5",
                    "hyperlinks": []
                  },
                  {
                    "text": "P-4",
                    "hyperlinks": []
                  },
                  {
                    "text": "P-3",
                    "hyperlinks": []
                  },
                  {
                    "text": "P-2",
                    "hyperlinks": []
                  },
                  {
                    "text": "FS",
                    "hyperlinks": []
                  },
                  {
                    "text": "Subtotal",
                    "hyperlinks": []
                  },
                  {
                    "text": "",
                    "hyperlinks": []
                  },
                  {
                    "text": "NPO ",
                    "hyperlinks": []
                  },
                  {
                    "text": "NPO ",
                    "hyperlinks": []
                  },
                  {
                    "text": "GS",
                    "hyperlinks": []
                  },
                  {
                    "text": "LL",
                    "hyperlinks": []
                  },
                  {
                    "text": "Subtotal",
                    "hyperlinks": []
                  },
                  {
                    "text": "",
                    "hyperlinks": []
                  },
                  {
                    "text": "International",
                    "hyperlinks": []
                  },
                  {
                    "text": "National",
                    "hyperlinks": []
                  },
                  {
                    "text": "Subtotal",
                    "hyperlinks": []
                  },
                  {
                    "text": "Total",
                    "hyperlinks": []
                  }
                ],
                [
                  {
                    "text": "Approved 2025",
                    "hyperlinks": []
                  },
                  {
                    "text": "1",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "2",
                    "hyperlinks": []
                  },
                  {
                    "text": "3",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "6",
                    "hyperlinks": []
                  },
                  {
                    "text": "",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "2",
                    "hyperlinks": []
                  },
                  {
                    "text": "2",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "8",
                    "hyperlinks": []
                  }
                ],
                [
                  {
                    "text": "Proposed 2026",
                    "hyperlinks": []
                  },
                  {
                    "text": "1",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "2",
                    "hyperlinks": []
                  },
                  {
                    "text": "3",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "6",
                    "hyperlinks": []
                  },
                  {
                    "text": "",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "2",
                    "hyperlinks": []
                  },
                  {
                    "text": "2",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "8",
                    "hyperlinks": []
                  }
                ],
                [
                  {
                    "text": "\tChange ",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  }
                ]
              ],
              "hyperlinks": [],
              "children": []
            },
            {
              "block_type": "paragraph-1",
              "text": "The  proposed resources for 2026 for the Office of the Personal Envoy of the Secretary-General for the Sudan amount to $2,064,700 (net of staff assessment) and would provide for the salaries and common staff costs ($1,753,800) for the continuation of eight posts (1 Under-Secretary-General, 2 P-5, 3 P-4, and 2 Local level), as well as operational costs ($310,900) comprising the provision for official travel ($162,600), facilities and infrastructure ($63,900), ground transportation ($10,000), communications and information technology ($35,100), medical ($4,500) and other supplies, services and equipment ($34,800).",
              "table_content": null,
              "hyperlinks": [],
              "children": []
            },
            {
              "block_type": "paragraph-1",
              "text": "For 2026, no change is proposed to the number and levels of the posts.",
              "table_content": null,
              "hyperlinks": [],
              "children": []
            },
            {
              "block_type": "paragraph-1",
              "text": "A vacancy rate of zero per cent has been applied to the estimates for international posts based on the actual vacancy in March 2025 and confirmed onboarding status, and a vacancy rate of 50 per cent has been applied to the estimates for national staff on the basis of the expected recruitment timeline for the posts.",
              "table_content": null,
              "hyperlinks": [],
              "children": []
            },
            {
              "block_type": "paragraph-1",
              "text": "The increase in the requirements proposed for 2026 compared with the appropriation for 2025 is attributable mainly to increased requirements for civilian personnel, resulting from the application of a vacancy rate of zero per cent compared with the rate of 50 per cent applied in 2025 for international staff, and the application of the latest salary rates. The increase is offset in part by reduced requirements for official travel due to less travel to New York proposed for 2026, and the non-recurrent acquisition of computers.",
              "table_content": null,
              "hyperlinks": [],
              "children": []
            }
          ]
        },
        {
          "block_type": "heading-sub-sub",
          "text": "Extrabudgetary resources",
          "table_content": null,
          "hyperlinks": [],
          "children": [
            {
              "block_type": "paragraph-1",
              "text": "In 2025, extrabudgetary resources of $547,600 will be used to support activities and relevant initiatives aimed at promoting the implementation of General Assembly resolution 79/182 and would provide for one P-5 and one P-3 post for part of the year, and one P-2 post for the full year..",
              "table_content": null,
              "hyperlinks": [
                [
                  "79/182",
                  "https://undocs.org/Home/Mobile?FinalSymbol=A%2FRES%2F79%2F182&Language=E&DeviceType=Desktop&LangRequested=False"
                ]
              ],
              "children": []
            },
            {
              "block_type": "paragraph-1",
              "text": "In 2026, extrabudgetary resources of estimated $180,000 are projected to support the continuation of activities.",
              "table_content": null,
              "hyperlinks": [],
              "children": []
            },
            {
              "block_type": "paragraph-1",
              "text": "The decrease in extrabudgetary resources in 2026 is due to donor agreements that are due for renewal in the fourth quarter of 2025 in line with the mission’s single-year donor agreements practice.",
              "table_content": null,
              "hyperlinks": [],
              "children": []
            },
            {
              "block_type": "paragraph-1",
              "text": "In 2025, extrabudgetary resources in the amount of $1,644,400 are currently projected, which will include provision for five positions (1 D-1, 1 P-5, 1 P-4, 1 P-3 and 1 FS) supporting overall management in the office of the Personal Envoy in Addis Ababa, critical expertise on developing political and mediation strategies for the Personal Envoy, developing communication strategies and media encounters for the Personal Envoy, developing strategies for women participation in the various activities undertaken by the office of the Personal Envoy. The resources will also cover expenses related to the mediation efforts of the Personal Envoy and operational costs.",
              "table_content": null,
              "hyperlinks": [],
              "children": []
            },
            {
              "block_type": "paragraph-1",
              "text": "For 2026, extrabudgetary resources in the estimated amount of $898,300 would continue to provide for three positions (1 D-1, 1 P-3 and 1 Field Service), in the light of the unpredictability of voluntary contributions. The mission will aim to maintain personnel capacity and operational costs at levels comparable to the previous year.",
              "table_content": null,
              "hyperlinks": [],
              "children": []
            }
          ]
        }
      ]
    },
    {
      "block_type": "a/b",
      "text": "A.\tProposed programme plan for 2026",
      "table_content": null,
      "hyperlinks": [],
      "children": [
        {
          "block_type": "heading",
          "text": "Overall orientation",
          "table_content": null,
          "hyperlinks": [],
          "children": [
            {
              "block_type": "heading-sub",
              "text": "Mandates and background",
              "table_content": null,
              "hyperlinks": [],
              "children": [
                {
                  "block_type": "paragraph-1",
                  "text": "The mandate of the Office of the Personal Envoy of the Secretary-General for the Sudan derives from Security Council resolution 2715 (2023), in which the Council, expressing alarm at the continued violence and humanitarian situation, in particular violations of international humanitarian law and grave human rights violations and abuses, welcomed the appointment of the Personal Envoy to use his good offices with the parties and the neighbouring States, complementing regional peace efforts, including those of the African Union and the Intergovernmental Authority on Development, and called on all parties to extend their cooperation in furtherance of his tasks. This was reiterated by the Council in its resolution 2724 (2024), in which it encouraged the Personal Envoy to use his good offices with the parties and the neighbouring States, complementing and coordinating regional peace efforts. In its resolution 2736 (2024), the Council called on the parties to the conflict to seek an immediate cessation of hostilities, leading to a sustainable resolution to the conflict, through dialogue, with the continued support of the Personal Envoy and the African Union High-Level Panel on Sudan. The Council encouraged the coordinated engagement of the Personal Envoy with the African Union, the League of Arab States and other key regional actors, to help advance peace and an inclusive and comprehensive Sudanese-led political process, with the full, equal, meaningful and safe participation of women, that reflected the aspirations of the Sudanese people.",
                  "table_content": null,
                  "hyperlinks": [
                    [
                      "2715 (2023)",
                      "https://undocs.org/en/S/RES/2715(2023)"
                    ],
                    [
                      "2724 (2024)",
                      "https://undocs.org/en/S/RES/2724(2024)"
                    ],
                    [
                      "2736 (2024)",
                      "https://undocs.org/en/S/RES/2736(2024)"
                    ]
                  ],
                  "children": []
                }
              ]
            }
          ]
        },
        {
          "block_type": "heading",
          "text": "Programme of work",
          "table_content": null,
          "hyperlinks": [],
          "children": [
            {
              "block_type": "other",
              "text": "=",
              "table_content": null,
              "hyperlinks": [],
              "children": []
            },
            {
              "block_type": "heading-sub",
              "text": "Objective",
              "table_content": null,
              "hyperlinks": [],
              "children": [
                {
                  "block_type": "paragraph-1",
                  "text": "The objective, to which this mission contributes, is to seek an immediate cessation of hostilities, leading to a sustainable resolution to the Sudan conflict, and to advance a lasting peace through dialogue and an inclusive and comprehensive Sudanese-led political process that reflects the aspirations of the Sudanese people.",
                  "table_content": null,
                  "hyperlinks": [],
                  "children": []
                }
              ]
            },
            {
              "block_type": "heading-sub",
              "text": "Strategy and external factors for 2026",
              "table_content": null,
              "hyperlinks": [],
              "children": [
                {
                  "block_type": "paragraph-1",
                  "text": "To contribute to the objective, the mission will:",
                  "table_content": null,
                  "hyperlinks": [],
                  "children": []
                },
                {
                  "block_type": "paragraph-1",
                  "text": "Through good offices, consultations and shuttle diplomacy, support dialogue between the parties towards a cessation of hostilities, enhanced protection of civilians, and the launch of an inclusive Sudanese-led political process, with the full, equal, meaningful and safe participation of women, in close collaboration with national, regional and international stakeholders;",
                  "table_content": null,
                  "hyperlinks": [],
                  "children": []
                },
                {
                  "block_type": "paragraph-1",
                  "text": "Support the coordination of international mediation initiatives by bringing together key regional and international stakeholders to enhance the overall effectiveness, coherence and integration of these initiatives and maximize their comparative advantages;",
                  "table_content": null,
                  "hyperlinks": [],
                  "children": []
                },
                {
                  "block_type": "paragraph-1",
                  "text": "Foster continued regional and international support for resolving the conflict in the Sudan, notably through advocacy, frequent dialogue and information exchange. Efforts will be aimed at harmonizing tracks of multilateral engagement, maximizing impact and leveraging peacemaking efforts, and advancing strategies on ensuring an inclusive process;",
                  "table_content": null,
                  "hyperlinks": [],
                  "children": []
                },
                {
                  "block_type": "paragraph-1",
                  "text": "Sustain and support consultations with a broad range of Sudanese civilian forces, including women and youth, to contribute to the United Nations initiatives aimed at advancing a cessation of hostilities, improving civilian protection in the Sudan and supporting an inclusive Sudanese-led political process.",
                  "table_content": null,
                  "hyperlinks": [],
                  "children": []
                },
                {
                  "block_type": "paragraph-1",
                  "text": "The above-mentioned work is expected to result in:",
                  "table_content": null,
                  "hyperlinks": [],
                  "children": []
                },
                {
                  "block_type": "paragraph-1",
                  "text": "Parties make progress towards a negotiated cessation of hostilities, including through localized or issue-specific agreements, including those relating to transitional security arrangements, the protection of civilians, and the advancement of humanitarian access;",
                  "table_content": null,
                  "hyperlinks": [],
                  "children": []
                },
                {
                  "block_type": "paragraph-1",
                  "text": "Peace efforts are better coordinated, with enhanced clarity on the roles and respective responsibilities of stakeholders, on the basis of comparative advantage and taking account of capacities, leverage and any prior engagement on the issues, while giving effect to the principle of partnership and ensuring effective coordination of facilitation and other engagements;",
                  "table_content": null,
                  "hyperlinks": [],
                  "children": []
                },
                {
                  "block_type": "paragraph-1",
                  "text": "Mediation or facilitation frameworks are established and possible outcomes of the peace and political processes agreed. Specifically, options for formal and informal mechanisms for collaboration and coordination are to be considered as accompanying architecture for aligning initiatives and strategy, harnessing leverage, mobilizing support and implementing agreements, including short-term arrangements;",
                  "table_content": null,
                  "hyperlinks": [],
                  "children": []
                },
                {
                  "block_type": "paragraph-1",
                  "text": "Civilian stakeholders are effectively engaged and informed on United Nations peacebuilding and peacemaking initiatives.",
                  "table_content": null,
                  "hyperlinks": [],
                  "children": []
                },
                {
                  "block_type": "paragraph-1",
                  "text": "With regard to cooperation, and coordination with other entities, the mission will liaise closely with all international and regional stakeholders involved in support of peace efforts in the Sudan, in particular the African Union, the Intergovernmental Authority on Development and the League of Arab States, as well as neighbouring States. In doing so, it will work through established regional and Member State mechanisms to deepen strategic and operational engagements in carrying out good offices and mediation. It will also liaise closely with civilian actors through the various established civilian peacemaking platforms.",
                  "table_content": null,
                  "hyperlinks": [],
                  "children": []
                },
                {
                  "block_type": "paragraph-1",
                  "text": "With regard to inter-agency coordination and liaison, the mission will work closely with the Resident Coordinator/Humanitarian Coordinator and the agencies, funds and programmes of the United Nations operating in the Sudan and the region and will coordinate closely with the Department of Political and Peacebuilding Affairs and special political missions and peacekeeping operations in the region, as appropriate.",
                  "table_content": null,
                  "hyperlinks": [],
                  "children": []
                },
                {
                  "block_type": "paragraph-1",
                  "text": "With regard to the external factors, the overall plan for 2026 is based on the following planning assumptions:",
                  "table_content": null,
                  "hyperlinks": [],
                  "children": []
                },
                {
                  "block_type": "paragraph-1",
                  "text": "The situation in the Sudan is likely to remain volatile with a possibility of further fragmentation of political and military dynamics. While a nationwide agreement on a cessation of hostilities may take time, there could be temporary, localized ceasefires;",
                  "table_content": null,
                  "hyperlinks": [],
                  "children": []
                },
                {
                  "block_type": "paragraph-1",
                  "text": "The international community will remain actively engaged in support of peace efforts in the Sudan and the parties to the conflict will continue to engage in discussions with the Personal Envoy to advance a Sudanese led political process.",
                  "table_content": null,
                  "hyperlinks": [],
                  "children": []
                },
                {
                  "block_type": "paragraph-1",
                  "text": "The mission integrates a gender perspective in its operational activities, deliverables and results, as appropriate. The mission supports activities to advance gender-related issues and provides support for greater civic engagement towards more inclusive peace and political processes.",
                  "table_content": null,
                  "hyperlinks": [],
                  "children": []
                },
                {
                  "block_type": "paragraph-1",
                  "text": "In line with the United Nations Disability Inclusion Strategy, the mission will seek to promote disability inclusion internally by creating space for employment opportunities for qualified candidates. At the political level, it will advocate for inclusion of the views of persons with disabilities in decision-making platforms, as change agents for peace, security and sustainable development.",
                  "table_content": null,
                  "hyperlinks": [],
                  "children": []
                }
              ]
            },
            {
              "block_type": "heading-sub",
              "text": "Programme performance in 2024",
              "table_content": null,
              "hyperlinks": [],
              "children": [
                {
                  "block_type": "heading-sub-sub",
                  "text": "Increased sensitization of warring parties to protection of civilians issues",
                  "table_content": null,
                  "hyperlinks": [],
                  "children": [
                    {
                      "block_type": "paragraph-1",
                      "text": "The personal Envoy initiated dialogue with the parties on critical issues aimed at alleviating the impact of the war on the civilian population, notably strengthening the protection of civilians and improving humanitarian access. Further to the adoption of Security Council resolution 2736 (2024), the Personal Envoy convened an initial round of proximity talks in Switzerland in July focused on these issues, which were attended by representatives of both parties, establishing a format for future discussions. The talks provided an opportunity for engagement on concrete measures to improve the lives of civilians in the Sudan. These discussions also contributed to the development of options contained in the report of the Secretary-General on “Recommendations for the protection of civilians in the Sudan” (S/2024/759). To strengthen the mission’s outreach to and partnership with Sudanese civil society, in December the mission undertook a series of virtual consultations with representatives of Sudanese youth movements, women’s groups and other civil society actors on the protection of civilians to inform future discussions with the warring parties and ensure their outcome benefits local populations in the Sudan.",
                      "table_content": null,
                      "hyperlinks": [],
                      "children": []
                    },
                    {
                      "block_type": "paragraph-1",
                      "text": "Progress towards the objective is presented in the performance measure below (see table 50).",
                      "table_content": null,
                      "hyperlinks": [],
                      "children": []
                    }
                  ]
                },
                {
                  "block_type": "heading-sub-sub",
                  "text": "Table 50 – Performance measure",
                  "table_content": null,
                  "hyperlinks": [],
                  "children": [
                    {
                      "block_type": "table-content",
                      "text": null,
                      "table_content": [
                        [
                          {
                            "text": "2022 (actual)",
                            "hyperlinks": []
                          },
                          {
                            "text": "2023 (actual)",
                            "hyperlinks": []
                          },
                          {
                            "text": "2024 (actual)",
                            "hyperlinks": []
                          }
                        ],
                        [
                          {
                            "text": "",
                            "hyperlinks": []
                          },
                          {
                            "text": "",
                            "hyperlinks": []
                          },
                          {
                            "text": "",
                            "hyperlinks": []
                          }
                        ],
                        [
                          {
                            "text": "—",
                            "hyperlinks": []
                          },
                          {
                            "text": "—",
                            "hyperlinks": []
                          },
                          {
                            "text": "Commitment by both warring parties to enhance the protection of civilians, including the implementation of the Jeddah Declaration ",
                            "hyperlinks": []
                          }
                        ]
                      ],
                      "hyperlinks": [],
                      "children": []
                    }
                  ]
                }
              ]
            },
            {
              "block_type": "heading-sub",
              "text": "Planned result for 2026",
              "table_content": null,
              "hyperlinks": [],
              "children": [
                {
                  "block_type": "heading-sub-sub",
                  "text": "Increased coherence of mediation initiatives in support of peace and of the launch of an inclusive political process",
                  "table_content": null,
                  "hyperlinks": [],
                  "children": [
                    {
                      "block_type": "heading-x",
                      "text": "Programme performance in 2024 and target for 2026",
                      "table_content": null,
                      "hyperlinks": [],
                      "children": [
                        {
                          "block_type": "paragraph-1",
                          "text": "In 2024, the Personal Envoy set up mechanisms to enhance the coordination of mediation initiatives on the Sudan. It encouraged information-sharing among partners and built support for collective efforts in favour of peace in the Sudan through the establishment of the Sudan Consultative Group, which brought together leading multilateral organizations and Member States involved in mediation efforts on three occasions. In addition to providing support to the meetings of the Group, the Personal Envoy convened a Mediators Planning Retreat in the Republic of Djibouti on 25 and 26 July to further strengthen the coherence of international peace efforts.",
                          "table_content": null,
                          "hyperlinks": [],
                          "children": []
                        },
                        {
                          "block_type": "paragraph-1",
                          "text": "In 2026, the mission will continue to engage with national, regional and international stakeholders to enhance the coherence and integration of mediation initiatives in support of the peace process and the launch of a political process, ensuring close linkages between peace and political efforts. The mission will engage with the parties to build confidence in mediation efforts and encourage them to engage in the peace process. The mission will also support inclusive and cohesive efforts to bring civilian stakeholders together to engage in a credible political process charting a way towards a negotiated political settlement.",
                          "table_content": null,
                          "hyperlinks": [],
                          "children": []
                        },
                        {
                          "block_type": "paragraph-1",
                          "text": "Expected progress towards the objective is presented in the performance measure below (see table 51).",
                          "table_content": null,
                          "hyperlinks": [],
                          "children": []
                        }
                      ]
                    }
                  ]
                },
                {
                  "block_type": "heading-sub-sub",
                  "text": "Table 51 – Performance measure",
                  "table_content": null,
                  "hyperlinks": [],
                  "children": [
                    {
                      "block_type": "table-content",
                      "text": null,
                      "table_content": [
                        [
                          {
                            "text": "2022 (actual)",
                            "hyperlinks": []
                          },
                          {
                            "text": "2023 (actual)",
                            "hyperlinks": []
                          },
                          {
                            "text": "2024 (actual)",
                            "hyperlinks": []
                          },
                          {
                            "text": "2025 (planned)",
                            "hyperlinks": []
                          },
                          {
                            "text": "2026 (planned)",
                            "hyperlinks": []
                          }
                        ],
                        [
                          {
                            "text": "",
                            "hyperlinks": []
                          },
                          {
                            "text": "",
                            "hyperlinks": []
                          },
                          {
                            "text": "",
                            "hyperlinks": []
                          },
                          {
                            "text": "",
                            "hyperlinks": []
                          },
                          {
                            "text": "",
                            "hyperlinks": []
                          }
                        ],
                        [
                          {
                            "text": "–",
                            "hyperlinks": []
                          },
                          {
                            "text": " –",
                            "hyperlinks": []
                          },
                          {
                            "text": "Establishment of the Sudan Consultative Group to coordinate mediation efforts and organization of Mediators Planning Retreat\n",
                            "hyperlinks": []
                          },
                          {
                            "text": "Enhanced coherence among stakeholders to advance harmonized mediation initiatives, leading to more impactful and inclusive peace and political processes",
                            "hyperlinks": []
                          },
                          {
                            "text": "Enhanced coherence and harmonization of mediation initiatives, leading to an actionable roadmap for an inclusive peace and political process reflecting the aspirations of the Sudanese people\nEnhanced actions by the parties to support the protection of civilians and unhindered humanitarian access",
                            "hyperlinks": []
                          }
                        ]
                      ],
                      "hyperlinks": [],
                      "children": []
                    }
                  ]
                }
              ]
            },
            {
              "block_type": "heading-sub",
              "text": "Deliverables",
              "table_content": null,
              "hyperlinks": [],
              "children": [
                {
                  "block_type": "paragraph-1",
                  "text": "Table 52 lists all deliverables of the mission.",
                  "table_content": null,
                  "hyperlinks": [],
                  "children": []
                },
                {
                  "block_type": "heading-sub-sub",
                  "text": "Table 52 – Deliverables for the period 2024–2026, by category and subcategory",
                  "table_content": null,
                  "hyperlinks": [],
                  "children": [
                    {
                      "block_type": "table-content",
                      "text": null,
                      "table_content": [
                        [
                          {
                            "text": "Category and subcategory",
                            "hyperlinks": []
                          },
                          {
                            "text": "2024 planned",
                            "hyperlinks": []
                          },
                          {
                            "text": "2024 actual",
                            "hyperlinks": []
                          },
                          {
                            "text": "2025 planned",
                            "hyperlinks": []
                          },
                          {
                            "text": "2026 planned",
                            "hyperlinks": []
                          }
                        ],
                        [
                          {
                            "text": "",
                            "hyperlinks": []
                          },
                          {
                            "text": "",
                            "hyperlinks": []
                          },
                          {
                            "text": "",
                            "hyperlinks": []
                          },
                          {
                            "text": "",
                            "hyperlinks": []
                          },
                          {
                            "text": "",
                            "hyperlinks": []
                          }
                        ],
                        [
                          {
                            "text": "A.\tFacilitation of the intergovernmental process and expert bodies",
                            "hyperlinks": []
                          },
                          {
                            "text": "",
                            "hyperlinks": []
                          },
                          {
                            "text": "",
                            "hyperlinks": []
                          },
                          {
                            "text": "",
                            "hyperlinks": []
                          },
                          {
                            "text": "",
                            "hyperlinks": []
                          }
                        ],
                        [
                          {
                            "text": "\tSubstantive services for meetings (number of three-hour meetings)",
                            "hyperlinks": []
                          },
                          {
                            "text": "       –",
                            "hyperlinks": []
                          },
                          {
                            "text": "3",
                            "hyperlinks": []
                          },
                          {
                            "text": "3",
                            "hyperlinks": []
                          },
                          {
                            "text": "3",
                            "hyperlinks": []
                          }
                        ],
                        [
                          {
                            "text": "\t1.\tMeetings of the Security Council",
                            "hyperlinks": []
                          },
                          {
                            "text": "  –",
                            "hyperlinks": []
                          },
                          {
                            "text": "             3",
                            "hyperlinks": []
                          },
                          {
                            "text": "3",
                            "hyperlinks": []
                          },
                          {
                            "text": "3",
                            "hyperlinks": []
                          }
                        ],
                        [
                          {
                            "text": "B.\tGeneration and transfer of knowledge",
                            "hyperlinks": []
                          },
                          {
                            "text": "",
                            "hyperlinks": []
                          },
                          {
                            "text": "",
                            "hyperlinks": []
                          },
                          {
                            "text": "",
                            "hyperlinks": []
                          },
                          {
                            "text": "",
                            "hyperlinks": []
                          }
                        ],
                        [
                          {
                            "text": "\tSeminars, workshops and training events (number of days)",
                            "hyperlinks": []
                          },
                          {
                            "text": "–",
                            "hyperlinks": []
                          },
                          {
                            "text": "20",
                            "hyperlinks": []
                          },
                          {
                            "text": "30",
                            "hyperlinks": []
                          },
                          {
                            "text": "30",
                            "hyperlinks": []
                          }
                        ],
                        [
                          {
                            "text": "\t2.\tWorkshops and consultations on subjects relating to peace agreements and the political process",
                            "hyperlinks": []
                          },
                          {
                            "text": "–",
                            "hyperlinks": []
                          },
                          {
                            "text": "\n20",
                            "hyperlinks": []
                          },
                          {
                            "text": "30",
                            "hyperlinks": []
                          },
                          {
                            "text": "30",
                            "hyperlinks": []
                          }
                        ],
                        [
                          {
                            "text": "C.\tSubstantive deliverables",
                            "hyperlinks": []
                          },
                          {
                            "text": "",
                            "hyperlinks": []
                          },
                          {
                            "text": "",
                            "hyperlinks": []
                          },
                          {
                            "text": "",
                            "hyperlinks": []
                          },
                          {
                            "text": "",
                            "hyperlinks": []
                          }
                        ],
                        [
                          {
                            "text": "\tGood offices: provision of good offices with key stakeholders to support peace efforts and efforts to relaunch a political process.",
                            "hyperlinks": []
                          },
                          {
                            "text": "\tGood offices: provision of good offices with key stakeholders to support peace efforts and efforts to relaunch a political process.",
                            "hyperlinks": []
                          },
                          {
                            "text": "\tGood offices: provision of good offices with key stakeholders to support peace efforts and efforts to relaunch a political process.",
                            "hyperlinks": []
                          },
                          {
                            "text": "\tGood offices: provision of good offices with key stakeholders to support peace efforts and efforts to relaunch a political process.",
                            "hyperlinks": []
                          },
                          {
                            "text": "\tGood offices: provision of good offices with key stakeholders to support peace efforts and efforts to relaunch a political process.",
                            "hyperlinks": []
                          }
                        ],
                        [
                          {
                            "text": "\tConsultation, advice and advocacy: consultation, advice and advocacy with national, regional and international stakeholders to enhance the coordination of mediation efforts and in support of international engagement to end the conflict in the Sudan; consultation and advice in support of advancing peace and dialogue; consultations in support of seeking an immediate cessation of hostilities as part of a negotiated solution leading to a sustainable resolution to the conflict; consultations, in close collaboration with the Resident Coordinator/Humanitarian Coordinator, to advocate for related key humanitarian and protection of civilians concerns; consultations in support of the political process with representatives of civil society organizations; consultations in support of the political process with women and youth  representatives and women and youth organizations. ",
                            "hyperlinks": []
                          },
                          {
                            "text": "\tConsultation, advice and advocacy: consultation, advice and advocacy with national, regional and international stakeholders to enhance the coordination of mediation efforts and in support of international engagement to end the conflict in the Sudan; consultation and advice in support of advancing peace and dialogue; consultations in support of seeking an immediate cessation of hostilities as part of a negotiated solution leading to a sustainable resolution to the conflict; consultations, in close collaboration with the Resident Coordinator/Humanitarian Coordinator, to advocate for related key humanitarian and protection of civilians concerns; consultations in support of the political process with representatives of civil society organizations; consultations in support of the political process with women and youth  representatives and women and youth organizations. ",
                            "hyperlinks": []
                          },
                          {
                            "text": "\tConsultation, advice and advocacy: consultation, advice and advocacy with national, regional and international stakeholders to enhance the coordination of mediation efforts and in support of international engagement to end the conflict in the Sudan; consultation and advice in support of advancing peace and dialogue; consultations in support of seeking an immediate cessation of hostilities as part of a negotiated solution leading to a sustainable resolution to the conflict; consultations, in close collaboration with the Resident Coordinator/Humanitarian Coordinator, to advocate for related key humanitarian and protection of civilians concerns; consultations in support of the political process with representatives of civil society organizations; consultations in support of the political process with women and youth  representatives and women and youth organizations. ",
                            "hyperlinks": []
                          },
                          {
                            "text": "\tConsultation, advice and advocacy: consultation, advice and advocacy with national, regional and international stakeholders to enhance the coordination of mediation efforts and in support of international engagement to end the conflict in the Sudan; consultation and advice in support of advancing peace and dialogue; consultations in support of seeking an immediate cessation of hostilities as part of a negotiated solution leading to a sustainable resolution to the conflict; consultations, in close collaboration with the Resident Coordinator/Humanitarian Coordinator, to advocate for related key humanitarian and protection of civilians concerns; consultations in support of the political process with representatives of civil society organizations; consultations in support of the political process with women and youth  representatives and women and youth organizations. ",
                            "hyperlinks": []
                          },
                          {
                            "text": "\tConsultation, advice and advocacy: consultation, advice and advocacy with national, regional and international stakeholders to enhance the coordination of mediation efforts and in support of international engagement to end the conflict in the Sudan; consultation and advice in support of advancing peace and dialogue; consultations in support of seeking an immediate cessation of hostilities as part of a negotiated solution leading to a sustainable resolution to the conflict; consultations, in close collaboration with the Resident Coordinator/Humanitarian Coordinator, to advocate for related key humanitarian and protection of civilians concerns; consultations in support of the political process with representatives of civil society organizations; consultations in support of the political process with women and youth  representatives and women and youth organizations. ",
                            "hyperlinks": []
                          }
                        ],
                        [
                          {
                            "text": "D.\tCommunication deliverables",
                            "hyperlinks": []
                          },
                          {
                            "text": "",
                            "hyperlinks": []
                          },
                          {
                            "text": "",
                            "hyperlinks": []
                          },
                          {
                            "text": "",
                            "hyperlinks": []
                          },
                          {
                            "text": "",
                            "hyperlinks": []
                          }
                        ],
                        [
                          {
                            "text": "\tExternal and media relations: press statements, interviews, video messages and briefings stressing the importance of political dialogue, the end of violence and human rights violations, humanitarian access and the role of women in the peace process; strategic plan to cover key activities of the mission; media monitoring and analysis of media trends, actions to address misinformation and disinformation, risks and opportunities and crisis communications management.",
                            "hyperlinks": []
                          },
                          {
                            "text": "\tExternal and media relations: press statements, interviews, video messages and briefings stressing the importance of political dialogue, the end of violence and human rights violations, humanitarian access and the role of women in the peace process; strategic plan to cover key activities of the mission; media monitoring and analysis of media trends, actions to address misinformation and disinformation, risks and opportunities and crisis communications management.",
                            "hyperlinks": []
                          },
                          {
                            "text": "\tExternal and media relations: press statements, interviews, video messages and briefings stressing the importance of political dialogue, the end of violence and human rights violations, humanitarian access and the role of women in the peace process; strategic plan to cover key activities of the mission; media monitoring and analysis of media trends, actions to address misinformation and disinformation, risks and opportunities and crisis communications management.",
                            "hyperlinks": []
                          },
                          {
                            "text": "\tExternal and media relations: press statements, interviews, video messages and briefings stressing the importance of political dialogue, the end of violence and human rights violations, humanitarian access and the role of women in the peace process; strategic plan to cover key activities of the mission; media monitoring and analysis of media trends, actions to address misinformation and disinformation, risks and opportunities and crisis communications management.",
                            "hyperlinks": []
                          },
                          {
                            "text": "\tExternal and media relations: press statements, interviews, video messages and briefings stressing the importance of political dialogue, the end of violence and human rights violations, humanitarian access and the role of women in the peace process; strategic plan to cover key activities of the mission; media monitoring and analysis of media trends, actions to address misinformation and disinformation, risks and opportunities and crisis communications management.",
                            "hyperlinks": []
                          }
                        ]
                      ],
                      "hyperlinks": [],
                      "children": []
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "block_type": "a/b",
      "text": "B.\tProposed post and non-post resource requirements for 2026",
      "table_content": null,
      "hyperlinks": [],
      "children": [
        {
          "block_type": "heading-sub-sub",
          "text": "Resource requirements (regular budget) – Table 48 – Financial resources",
          "table_content": null,
          "hyperlinks": [],
          "children": [
            {
              "block_type": "note",
              "text": "(Thousands of United States dollars)",
              "table_content": null,
              "hyperlinks": [],
              "children": []
            },
            {
              "block_type": "table-content",
              "text": null,
              "table_content": [
                [
                  {
                    "text": "",
                    "hyperlinks": []
                  },
                  {
                    "text": "2024",
                    "hyperlinks": []
                  },
                  {
                    "text": "2024",
                    "hyperlinks": []
                  },
                  {
                    "text": "",
                    "hyperlinks": []
                  },
                  {
                    "text": "2025",
                    "hyperlinks": []
                  },
                  {
                    "text": "",
                    "hyperlinks": []
                  },
                  {
                    "text": "2026",
                    "hyperlinks": []
                  },
                  {
                    "text": "",
                    "hyperlinks": []
                  },
                  {
                    "text": "Variance",
                    "hyperlinks": []
                  }
                ],
                [
                  {
                    "text": "",
                    "hyperlinks": []
                  },
                  {
                    "text": "Appropriation",
                    "hyperlinks": []
                  },
                  {
                    "text": "Expenditure",
                    "hyperlinks": []
                  },
                  {
                    "text": "Appropriation ",
                    "hyperlinks": []
                  },
                  {
                    "text": "Appropriation ",
                    "hyperlinks": []
                  },
                  {
                    "text": "Requirements",
                    "hyperlinks": []
                  },
                  {
                    "text": "Requirements",
                    "hyperlinks": []
                  },
                  {
                    "text": "2026 vs. 2025 Increase/(decrease)",
                    "hyperlinks": []
                  },
                  {
                    "text": "2026 vs. 2025 Increase/(decrease)",
                    "hyperlinks": []
                  }
                ],
                [
                  {
                    "text": "Category of expenditure",
                    "hyperlinks": []
                  },
                  {
                    "text": "(1)",
                    "hyperlinks": []
                  },
                  {
                    "text": "(2)",
                    "hyperlinks": []
                  },
                  {
                    "text": "(3)",
                    "hyperlinks": []
                  },
                  {
                    "text": "(3)",
                    "hyperlinks": []
                  },
                  {
                    "text": "(4)",
                    "hyperlinks": []
                  },
                  {
                    "text": "(4)",
                    "hyperlinks": []
                  },
                  {
                    "text": "(5)=(4)-(3)",
                    "hyperlinks": []
                  },
                  {
                    "text": "(5)=(4)-(3)",
                    "hyperlinks": []
                  }
                ],
                [
                  {
                    "text": "",
                    "hyperlinks": []
                  },
                  {
                    "text": "",
                    "hyperlinks": []
                  },
                  {
                    "text": "",
                    "hyperlinks": []
                  },
                  {
                    "text": "",
                    "hyperlinks": []
                  },
                  {
                    "text": "",
                    "hyperlinks": []
                  },
                  {
                    "text": "",
                    "hyperlinks": []
                  },
                  {
                    "text": "",
                    "hyperlinks": []
                  },
                  {
                    "text": "",
                    "hyperlinks": []
                  },
                  {
                    "text": "",
                    "hyperlinks": []
                  }
                ],
                [
                  {
                    "text": "Military and police personnel  ",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  }
                ],
                [
                  {
                    "text": "Civilian personnel ",
                    "hyperlinks": []
                  },
                  {
                    "text": "1 089.4",
                    "hyperlinks": []
                  },
                  {
                    "text": "556.5",
                    "hyperlinks": []
                  },
                  {
                    "text": "694.3",
                    "hyperlinks": []
                  },
                  {
                    "text": "694.3",
                    "hyperlinks": []
                  },
                  {
                    "text": "739.5",
                    "hyperlinks": []
                  },
                  {
                    "text": "739.5",
                    "hyperlinks": []
                  },
                  {
                    "text": "45.2",
                    "hyperlinks": []
                  },
                  {
                    "text": "45.2",
                    "hyperlinks": []
                  }
                ],
                [
                  {
                    "text": "Operational costs ",
                    "hyperlinks": []
                  },
                  {
                    "text": "275.9",
                    "hyperlinks": []
                  },
                  {
                    "text": "248.6",
                    "hyperlinks": []
                  },
                  {
                    "text": "255.6",
                    "hyperlinks": []
                  },
                  {
                    "text": "255.6",
                    "hyperlinks": []
                  },
                  {
                    "text": "256.1",
                    "hyperlinks": []
                  },
                  {
                    "text": "256.1",
                    "hyperlinks": []
                  },
                  {
                    "text": "0.5",
                    "hyperlinks": []
                  },
                  {
                    "text": "0.5",
                    "hyperlinks": []
                  }
                ],
                [
                  {
                    "text": "\tTotal (net of staff assessment) ",
                    "hyperlinks": []
                  },
                  {
                    "text": "1 365.3",
                    "hyperlinks": []
                  },
                  {
                    "text": "805.1",
                    "hyperlinks": []
                  },
                  {
                    "text": "949.9",
                    "hyperlinks": []
                  },
                  {
                    "text": "949.9",
                    "hyperlinks": []
                  },
                  {
                    "text": "995.6",
                    "hyperlinks": []
                  },
                  {
                    "text": "995.6",
                    "hyperlinks": []
                  },
                  {
                    "text": "45.7",
                    "hyperlinks": []
                  },
                  {
                    "text": "45.7",
                    "hyperlinks": []
                  }
                ]
              ],
              "hyperlinks": [],
              "children": []
            }
          ]
        },
        {
          "block_type": "heading-sub-sub",
          "text": "Table 49 – Human resources",
          "table_content": null,
          "hyperlinks": [],
          "children": [
            {
              "block_type": "table-content",
              "text": null,
              "table_content": [
                [
                  {
                    "text": "",
                    "hyperlinks": []
                  },
                  {
                    "text": "International staff",
                    "hyperlinks": []
                  },
                  {
                    "text": "International staff",
                    "hyperlinks": []
                  },
                  {
                    "text": "International staff",
                    "hyperlinks": []
                  },
                  {
                    "text": "International staff",
                    "hyperlinks": []
                  },
                  {
                    "text": "International staff",
                    "hyperlinks": []
                  },
                  {
                    "text": "International staff",
                    "hyperlinks": []
                  },
                  {
                    "text": "International staff",
                    "hyperlinks": []
                  },
                  {
                    "text": "International staff",
                    "hyperlinks": []
                  },
                  {
                    "text": "International staff",
                    "hyperlinks": []
                  },
                  {
                    "text": "International staff",
                    "hyperlinks": []
                  },
                  {
                    "text": "",
                    "hyperlinks": []
                  },
                  {
                    "text": "",
                    "hyperlinks": []
                  },
                  {
                    "text": "National staff",
                    "hyperlinks": []
                  },
                  {
                    "text": "National staff",
                    "hyperlinks": []
                  },
                  {
                    "text": "National staff",
                    "hyperlinks": []
                  },
                  {
                    "text": "National staff",
                    "hyperlinks": []
                  },
                  {
                    "text": "",
                    "hyperlinks": []
                  },
                  {
                    "text": "United Nations Volunteers",
                    "hyperlinks": []
                  },
                  {
                    "text": "United Nations Volunteers",
                    "hyperlinks": []
                  },
                  {
                    "text": "United Nations Volunteers",
                    "hyperlinks": []
                  },
                  {
                    "text": "",
                    "hyperlinks": []
                  }
                ],
                [
                  {
                    "text": "",
                    "hyperlinks": []
                  },
                  {
                    "text": "USG",
                    "hyperlinks": []
                  },
                  {
                    "text": "ASG",
                    "hyperlinks": []
                  },
                  {
                    "text": "D-2",
                    "hyperlinks": []
                  },
                  {
                    "text": "D-1",
                    "hyperlinks": []
                  },
                  {
                    "text": "P-5",
                    "hyperlinks": []
                  },
                  {
                    "text": "P-4",
                    "hyperlinks": []
                  },
                  {
                    "text": "P-3",
                    "hyperlinks": []
                  },
                  {
                    "text": "P-2",
                    "hyperlinks": []
                  },
                  {
                    "text": "FS",
                    "hyperlinks": []
                  },
                  {
                    "text": "Subtotal",
                    "hyperlinks": []
                  },
                  {
                    "text": "",
                    "hyperlinks": []
                  },
                  {
                    "text": "NPO ",
                    "hyperlinks": []
                  },
                  {
                    "text": "NPO ",
                    "hyperlinks": []
                  },
                  {
                    "text": "GS",
                    "hyperlinks": []
                  },
                  {
                    "text": "LL",
                    "hyperlinks": []
                  },
                  {
                    "text": "Subtotal",
                    "hyperlinks": []
                  },
                  {
                    "text": "",
                    "hyperlinks": []
                  },
                  {
                    "text": "International",
                    "hyperlinks": []
                  },
                  {
                    "text": "National",
                    "hyperlinks": []
                  },
                  {
                    "text": "Subtotal",
                    "hyperlinks": []
                  },
                  {
                    "text": "Total",
                    "hyperlinks": []
                  }
                ],
                [
                  {
                    "text": "Approved 2025",
                    "hyperlinks": []
                  },
                  {
                    "text": "1",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "1",
                    "hyperlinks": []
                  },
                  {
                    "text": "1",
                    "hyperlinks": []
                  },
                  {
                    "text": "1",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "4",
                    "hyperlinks": []
                  },
                  {
                    "text": "",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "1a",
                    "hyperlinks": []
                  },
                  {
                    "text": "1",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "5",
                    "hyperlinks": []
                  }
                ],
                [
                  {
                    "text": "Proposed 2026",
                    "hyperlinks": []
                  },
                  {
                    "text": "1",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "1",
                    "hyperlinks": []
                  },
                  {
                    "text": "1",
                    "hyperlinks": []
                  },
                  {
                    "text": "1",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "4",
                    "hyperlinks": []
                  },
                  {
                    "text": "",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "1a",
                    "hyperlinks": []
                  },
                  {
                    "text": "1",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "5",
                    "hyperlinks": []
                  }
                ],
                [
                  {
                    "text": "\tChange ",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  }
                ]
              ],
              "hyperlinks": [],
              "children": []
            },
            {
              "block_type": "other",
              "text": "a \tOne Local level position approved for establishment as a general temporary assistance position in 2025.",
              "table_content": null,
              "hyperlinks": [],
              "children": []
            },
            {
              "block_type": "paragraph-1",
              "text": "The proposed resource requirements for 2026 amount to $995,600 (net of staff assessment) and would provide for salaries and common staff costs ($739,500) for the continuation of four posts (1 Under-Secretary-General, 1 D-1, 1 P-5 and 1 P-4) and one Local level (general temporary assistance) position, as well as operational costs ($256,100), comprising costs for official travel ($115,100), facilities and infrastructure ($20,700), ground  transportation ($7,000), communications and information technology ($25,500), medical ($600) and other supplies, services and equipment ($87,200).",
              "table_content": null,
              "hyperlinks": [],
              "children": []
            },
            {
              "block_type": "paragraph-1",
              "text": "After a security assessment conducted by the Department of Safety and Security of the Secretariat in early 2022, all international staff were temporarily relocated from Nay Pyi Taw to Bangkok and are hosted in the compound of the Economic and Social Commission for Asia and the Pacific.",
              "table_content": null,
              "hyperlinks": [],
              "children": []
            },
            {
              "block_type": "paragraph-1",
              "text": "For 2026, no change is proposed to the number and levels of the posts.",
              "table_content": null,
              "hyperlinks": [],
              "children": []
            },
            {
              "block_type": "paragraph-1",
              "text": "It is proposed to continue the general temporary assistance (GTA) position of an Administrative Assistant (Local level) in Bangkok. The continuation of the GTA position in Bangkok would provide necessary administrative support to the Mission’s international staff who are temporarily relocated to Bangkok.",
              "table_content": null,
              "hyperlinks": [],
              "children": []
            },
            {
              "block_type": "paragraph-1",
              "text": "A vacancy rate of 25 per cent has been applied to the estimates for international posts based on the actual average vacancy rates in 2024. A vacancy rate of 50 per cent has been applied to the estimates for the Local level (general temporary assistance) position based on the expected recruitment timeline for the position.",
              "table_content": null,
              "hyperlinks": [],
              "children": []
            },
            {
              "block_type": "paragraph-1",
              "text": "The increase in the requirements proposed for 2026 compared with the appropriation for 2025 is attributable mainly to the application of revised salary rates.",
              "table_content": null,
              "hyperlinks": [],
              "children": []
            }
          ]
        },
        {
          "block_type": "heading-sub-sub",
          "text": "Extrabudgetary resources",
          "table_content": null,
          "hyperlinks": [],
          "children": [
            {
              "block_type": "paragraph-1",
              "text": "In 2025, extrabudgetary resources of $547,600 will be used to support activities and relevant initiatives aimed at promoting the implementation of General Assembly resolution 79/182 and would provide for one P-5 and one P-3 post for part of the year, and one P-2 post for the full year..",
              "table_content": null,
              "hyperlinks": [
                [
                  "79/182",
                  "https://undocs.org/Home/Mobile?FinalSymbol=A%2FRES%2F79%2F182&Language=E&DeviceType=Desktop&LangRequested=False"
                ]
              ],
              "children": []
            },
            {
              "block_type": "paragraph-1",
              "text": "In 2026, extrabudgetary resources of estimated $180,000 are projected to support the continuation of activities.",
              "table_content": null,
              "hyperlinks": [],
              "children": []
            },
            {
              "block_type": "paragraph-1",
              "text": "The decrease in extrabudgetary resources in 2026 is due to donor agreements that are due for renewal in the fourth quarter of 2025 in line with the mission’s single-year donor agreements practice.",
              "table_content": null,
              "hyperlinks": [],
              "children": []
            },
            {
              "block_type": "paragraph-1",
              "text": "In 2025, extrabudgetary resources in the amount of $1,644,400 are currently projected, which will include provision for five positions (1 D-1, 1 P-5, 1 P-4, 1 P-3 and 1 FS) supporting overall management in the office of the Personal Envoy in Addis Ababa, critical expertise on developing political and mediation strategies for the Personal Envoy, developing communication strategies and media encounters for the Personal Envoy, developing strategies for women participation in the various activities undertaken by the office of the Personal Envoy. The resources will also cover expenses related to the mediation efforts of the Personal Envoy and operational costs.",
              "table_content": null,
              "hyperlinks": [],
              "children": []
            },
            {
              "block_type": "paragraph-1",
              "text": "For 2026, extrabudgetary resources in the estimated amount of $898,300 would continue to provide for three positions (1 D-1, 1 P-3 and 1 Field Service), in the light of the unpredictability of voluntary contributions. The mission will aim to maintain personnel capacity and operational costs at levels comparable to the previous year.",
              "table_content": null,
              "hyperlinks": [],
              "children": []
            }
          ]
        },
        {
          "block_type": "heading-sub-sub",
          "text": "11.\t\tOffice of the Personal Envoy of the Secretary-General for the Sudan",
          "table_content": null,
          "hyperlinks": [],
          "children": [
            {
              "block_type": "note",
              "text": "($2,064,700)",
              "table_content": null,
              "hyperlinks": [],
              "children": []
            }
          ]
        },
        {
          "block_type": "heading-sub-sub",
          "text": "Resource requirements (regular budget) – Table 53 – Financial resources",
          "table_content": null,
          "hyperlinks": [],
          "children": [
            {
              "block_type": "note",
              "text": "(Thousands of United States dollars)",
              "table_content": null,
              "hyperlinks": [],
              "children": []
            },
            {
              "block_type": "table-content",
              "text": null,
              "table_content": [
                [
                  {
                    "text": "",
                    "hyperlinks": []
                  },
                  {
                    "text": "2024",
                    "hyperlinks": []
                  },
                  {
                    "text": "2024",
                    "hyperlinks": []
                  },
                  {
                    "text": "",
                    "hyperlinks": []
                  },
                  {
                    "text": "2025",
                    "hyperlinks": []
                  },
                  {
                    "text": "",
                    "hyperlinks": []
                  },
                  {
                    "text": "2026",
                    "hyperlinks": []
                  },
                  {
                    "text": "",
                    "hyperlinks": []
                  },
                  {
                    "text": "Variance",
                    "hyperlinks": []
                  }
                ],
                [
                  {
                    "text": "",
                    "hyperlinks": []
                  },
                  {
                    "text": "Appropriation ",
                    "hyperlinks": []
                  },
                  {
                    "text": "Expenditure",
                    "hyperlinks": []
                  },
                  {
                    "text": "Appropriation ",
                    "hyperlinks": []
                  },
                  {
                    "text": "Appropriation ",
                    "hyperlinks": []
                  },
                  {
                    "text": "Requirements",
                    "hyperlinks": []
                  },
                  {
                    "text": "Requirements",
                    "hyperlinks": []
                  },
                  {
                    "text": "2026 vs. 2025 Increase/(decrease)",
                    "hyperlinks": []
                  },
                  {
                    "text": "2026 vs. 2025 Increase/(decrease)",
                    "hyperlinks": []
                  }
                ],
                [
                  {
                    "text": "Category of expenditure",
                    "hyperlinks": []
                  },
                  {
                    "text": "(1)",
                    "hyperlinks": []
                  },
                  {
                    "text": "(2)",
                    "hyperlinks": []
                  },
                  {
                    "text": "(3)",
                    "hyperlinks": []
                  },
                  {
                    "text": "(3)",
                    "hyperlinks": []
                  },
                  {
                    "text": "(4)",
                    "hyperlinks": []
                  },
                  {
                    "text": "(4)",
                    "hyperlinks": []
                  },
                  {
                    "text": "(5)=(4)-(3)",
                    "hyperlinks": []
                  },
                  {
                    "text": "(5)=(4)-(3)",
                    "hyperlinks": []
                  }
                ],
                [
                  {
                    "text": "",
                    "hyperlinks": []
                  },
                  {
                    "text": "",
                    "hyperlinks": []
                  },
                  {
                    "text": "",
                    "hyperlinks": []
                  },
                  {
                    "text": "",
                    "hyperlinks": []
                  },
                  {
                    "text": "",
                    "hyperlinks": []
                  },
                  {
                    "text": "",
                    "hyperlinks": []
                  },
                  {
                    "text": "",
                    "hyperlinks": []
                  },
                  {
                    "text": "",
                    "hyperlinks": []
                  },
                  {
                    "text": "",
                    "hyperlinks": []
                  }
                ],
                [
                  {
                    "text": "Military and police personnel  ",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  }
                ],
                [
                  {
                    "text": "Civilian personnel ",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "919.4",
                    "hyperlinks": []
                  },
                  {
                    "text": "919.4",
                    "hyperlinks": []
                  },
                  {
                    "text": "1 753.8",
                    "hyperlinks": []
                  },
                  {
                    "text": "1 753.8",
                    "hyperlinks": []
                  },
                  {
                    "text": "834.4",
                    "hyperlinks": []
                  },
                  {
                    "text": "834.4",
                    "hyperlinks": []
                  }
                ],
                [
                  {
                    "text": "Operational costs ",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "363.0",
                    "hyperlinks": []
                  },
                  {
                    "text": "363.0",
                    "hyperlinks": []
                  },
                  {
                    "text": "310.9",
                    "hyperlinks": []
                  },
                  {
                    "text": "310.9",
                    "hyperlinks": []
                  },
                  {
                    "text": "(52.1)",
                    "hyperlinks": []
                  },
                  {
                    "text": "(52.1)",
                    "hyperlinks": []
                  }
                ],
                [
                  {
                    "text": "\tTotal (net of staff assessment) ",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "1 282.4",
                    "hyperlinks": []
                  },
                  {
                    "text": "1 282.4",
                    "hyperlinks": []
                  },
                  {
                    "text": "2 064.7",
                    "hyperlinks": []
                  },
                  {
                    "text": "2 064.7",
                    "hyperlinks": []
                  },
                  {
                    "text": "782.3",
                    "hyperlinks": []
                  },
                  {
                    "text": "782.3",
                    "hyperlinks": []
                  }
                ]
              ],
              "hyperlinks": [],
              "children": []
            }
          ]
        },
        {
          "block_type": "heading-sub-sub",
          "text": "Table 54 – Human resources",
          "table_content": null,
          "hyperlinks": [],
          "children": [
            {
              "block_type": "table-content",
              "text": null,
              "table_content": [
                [
                  {
                    "text": "",
                    "hyperlinks": []
                  },
                  {
                    "text": "International staff",
                    "hyperlinks": []
                  },
                  {
                    "text": "International staff",
                    "hyperlinks": []
                  },
                  {
                    "text": "International staff",
                    "hyperlinks": []
                  },
                  {
                    "text": "International staff",
                    "hyperlinks": []
                  },
                  {
                    "text": "International staff",
                    "hyperlinks": []
                  },
                  {
                    "text": "International staff",
                    "hyperlinks": []
                  },
                  {
                    "text": "International staff",
                    "hyperlinks": []
                  },
                  {
                    "text": "International staff",
                    "hyperlinks": []
                  },
                  {
                    "text": "International staff",
                    "hyperlinks": []
                  },
                  {
                    "text": "International staff",
                    "hyperlinks": []
                  },
                  {
                    "text": "",
                    "hyperlinks": []
                  },
                  {
                    "text": "",
                    "hyperlinks": []
                  },
                  {
                    "text": "National staff",
                    "hyperlinks": []
                  },
                  {
                    "text": "National staff",
                    "hyperlinks": []
                  },
                  {
                    "text": "National staff",
                    "hyperlinks": []
                  },
                  {
                    "text": "National staff",
                    "hyperlinks": []
                  },
                  {
                    "text": "",
                    "hyperlinks": []
                  },
                  {
                    "text": "United Nations Volunteers",
                    "hyperlinks": []
                  },
                  {
                    "text": "United Nations Volunteers",
                    "hyperlinks": []
                  },
                  {
                    "text": "United Nations Volunteers",
                    "hyperlinks": []
                  },
                  {
                    "text": "",
                    "hyperlinks": []
                  }
                ],
                [
                  {
                    "text": "",
                    "hyperlinks": []
                  },
                  {
                    "text": "USG",
                    "hyperlinks": []
                  },
                  {
                    "text": "ASG",
                    "hyperlinks": []
                  },
                  {
                    "text": "D-2",
                    "hyperlinks": []
                  },
                  {
                    "text": "D-1",
                    "hyperlinks": []
                  },
                  {
                    "text": "P-5",
                    "hyperlinks": []
                  },
                  {
                    "text": "P-4",
                    "hyperlinks": []
                  },
                  {
                    "text": "P-3",
                    "hyperlinks": []
                  },
                  {
                    "text": "P-2",
                    "hyperlinks": []
                  },
                  {
                    "text": "FS",
                    "hyperlinks": []
                  },
                  {
                    "text": "Subtotal",
                    "hyperlinks": []
                  },
                  {
                    "text": "",
                    "hyperlinks": []
                  },
                  {
                    "text": "NPO ",
                    "hyperlinks": []
                  },
                  {
                    "text": "NPO ",
                    "hyperlinks": []
                  },
                  {
                    "text": "GS",
                    "hyperlinks": []
                  },
                  {
                    "text": "LL",
                    "hyperlinks": []
                  },
                  {
                    "text": "Subtotal",
                    "hyperlinks": []
                  },
                  {
                    "text": "",
                    "hyperlinks": []
                  },
                  {
                    "text": "International",
                    "hyperlinks": []
                  },
                  {
                    "text": "National",
                    "hyperlinks": []
                  },
                  {
                    "text": "Subtotal",
                    "hyperlinks": []
                  },
                  {
                    "text": "Total",
                    "hyperlinks": []
                  }
                ],
                [
                  {
                    "text": "Approved 2025",
                    "hyperlinks": []
                  },
                  {
                    "text": "1",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "2",
                    "hyperlinks": []
                  },
                  {
                    "text": "3",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "6",
                    "hyperlinks": []
                  },
                  {
                    "text": "",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "2",
                    "hyperlinks": []
                  },
                  {
                    "text": "2",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "8",
                    "hyperlinks": []
                  }
                ],
                [
                  {
                    "text": "Proposed 2026",
                    "hyperlinks": []
                  },
                  {
                    "text": "1",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "2",
                    "hyperlinks": []
                  },
                  {
                    "text": "3",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "6",
                    "hyperlinks": []
                  },
                  {
                    "text": "",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "2",
                    "hyperlinks": []
                  },
                  {
                    "text": "2",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "8",
                    "hyperlinks": []
                  }
                ],
                [
                  {
                    "text": "\tChange ",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  },
                  {
                    "text": "–",
                    "hyperlinks": []
                  }
                ]
              ],
              "hyperlinks": [],
              "children": []
            },
            {
              "block_type": "paragraph-1",
              "text": "The  proposed resources for 2026 for the Office of the Personal Envoy of the Secretary-General for the Sudan amount to $2,064,700 (net of staff assessment) and would provide for the salaries and common staff costs ($1,753,800) for the continuation of eight posts (1 Under-Secretary-General, 2 P-5, 3 P-4, and 2 Local level), as well as operational costs ($310,900) comprising the provision for official travel ($162,600), facilities and infrastructure ($63,900), ground transportation ($10,000), communications and information technology ($35,100), medical ($4,500) and other supplies, services and equipment ($34,800).",
              "table_content": null,
              "hyperlinks": [],
              "children": []
            },
            {
              "block_type": "paragraph-1",
              "text": "For 2026, no change is proposed to the number and levels of the posts.",
              "table_content": null,
              "hyperlinks": [],
              "children": []
            },
            {
              "block_type": "paragraph-1",
              "text": "A vacancy rate of zero per cent has been applied to the estimates for international posts based on the actual vacancy in March 2025 and confirmed onboarding status, and a vacancy rate of 50 per cent has been applied to the estimates for national staff on the basis of the expected recruitment timeline for the posts.",
              "table_content": null,
              "hyperlinks": [],
              "children": []
            },
            {
              "block_type": "paragraph-1",
              "text": "The increase in the requirements proposed for 2026 compared with the appropriation for 2025 is attributable mainly to increased requirements for civilian personnel, resulting from the application of a vacancy rate of zero per cent compared with the rate of 50 per cent applied in 2025 for international staff, and the application of the latest salary rates. The increase is offset in part by reduced requirements for official travel due to less travel to New York proposed for 2026, and the non-recurrent acquisition of computers.",
              "table_content": null,
              "hyperlinks": [],
              "children": []
            }
          ]
        },
        {
          "block_type": "heading-sub-sub",
          "text": "Extrabudgetary resources",
          "table_content": null,
          "hyperlinks": [],
          "children": [
            {
              "block_type": "paragraph-1",
              "text": "In 2025, extrabudgetary resources of $547,600 will be used to support activities and relevant initiatives aimed at promoting the implementation of General Assembly resolution 79/182 and would provide for one P-5 and one P-3 post for part of the year, and one P-2 post for the full year..",
              "table_content": null,
              "hyperlinks": [
                [
                  "79/182",
                  "https://undocs.org/Home/Mobile?FinalSymbol=A%2FRES%2F79%2F182&Language=E&DeviceType=Desktop&LangRequested=False"
                ]
              ],
              "children": []
            },
            {
              "block_type": "paragraph-1",
              "text": "In 2026, extrabudgetary resources of estimated $180,000 are projected to support the continuation of activities.",
              "table_content": null,
              "hyperlinks": [],
              "children": []
            },
            {
              "block_type": "paragraph-1",
              "text": "The decrease in extrabudgetary resources in 2026 is due to donor agreements that are due for renewal in the fourth quarter of 2025 in line with the mission’s single-year donor agreements practice.",
              "table_content": null,
              "hyperlinks": [],
              "children": []
            },
            {
              "block_type": "paragraph-1",
              "text": "In 2025, extrabudgetary resources in the amount of $1,644,400 are currently projected, which will include provision for five positions (1 D-1, 1 P-5, 1 P-4, 1 P-3 and 1 FS) supporting overall management in the office of the Personal Envoy in Addis Ababa, critical expertise on developing political and mediation strategies for the Personal Envoy, developing communication strategies and media encounters for the Personal Envoy, developing strategies for women participation in the various activities undertaken by the office of the Personal Envoy. The resources will also cover expenses related to the mediation efforts of the Personal Envoy and operational costs.",
              "table_content": null,
              "hyperlinks": [],
              "children": []
            },
            {
              "block_type": "paragraph-1",
              "text": "For 2026, extrabudgetary resources in the estimated amount of $898,300 would continue to provide for three positions (1 D-1, 1 P-3 and 1 Field Service), in the light of the unpredictability of voluntary contributions. The mission will aim to maintain personnel capacity and operational costs at levels comparable to the previous year.",
              "table_content": null,
              "hyperlinks": [],
              "children": []
            }
          ]
        }
      ]
    }
  ]
}