[{"text": "Seventy-first session", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Agenda item 31", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Prevention of armed conflict", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Implementation of the resolution establishing the International, Impartial and Independent Mechanism to Assist in the Investigation and Prosecution of Persons Responsible for the Most Serious Crimes under International Law Committed in the Syrian Arab Republic since March 2011", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Report of the Secretary-General", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Background", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "I.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "On 21 December 2016, the General Assembly adopted resolution 71/248, by which it decided, in paragraph 4, to establish the International, Impartial and Independent Mechanism to Assist in the Investigation and Prosecution of Persons Responsible for the Most Serious Crimes under International Law Committed in the Syrian Arab Republic since March 201", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "1.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["71/248", "http://undocs.org/A/RES/71/248"]]}, {"text": "By that resolution, the Secretary-General was requested, with the support of the Office of the United Nations High Commissioner for Human Rights, to develop the terms of reference of the Mechanism within 20 working days of its adoption, i.e. by 20 January 2017. The Assembly also requested that the steps, measures and arrangements necessary for the speedy establishment and full functioning of the Mechanism should be undertaken without delay, in coordination with the Independent International Commission of Inquiry on the Syrian Arab Republic and building on existing capacities, including recruiting or allocating impartial and experienced staff with relevant skills and expertise in accordance with the terms of reference. The Secretary-General was requested to report on the implementation of the resolution within 45 days of its adoption, i.e. by 4 February 2017.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "2.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Introduction", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "II.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Mechanism will provide assistance in the investigation and prosecution of persons responsible for the most serious crimes under international law in full independence, impartiality and objectivity.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "3.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The establishment of the Mechanism notwithstanding, under international law the primary burden rests with the Syrian Arab Republic and other States having jurisdiction to investigate, promptly, thoroughly, independently and impartially, any allegation of human rights violations or abuses, violations of international humanitarian law and international crimes, to prosecute those responsible and to ensure that victims have access to an adequate and effective remedy for such violations, as well as full redress and guarantees of non-recurrence.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "4.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Syrian and international civil society actors have been documenting violations of international humanitarian law and violations and abuses of human rights law. Two international inquiries have already concluded that violations of international law have occurred in the Syrian Arabic Republic. The Independent International Commission of Inquiry on the Syrian Arab Republic was established on 22 August 2011 by the Human Rights Council with a mandate to investigate all alleged violations of international human rights law since March 2011 in the country. Since its establishment, the Commission has produced more than 20 public reports, thematic papers and updates documenting patterns of human rights violations and abuses and violations of international humanitarian law, as well as the extent of the crimes committed by the Government, anti-government armed groups and terrorist organizations, in particular Islamic State in Iraq and the Levant (ISIL).", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "5.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In August 2015, the Security Council established the Organization for the Prohibition of Chemical Weapons-United Nations Joint Investigative Mechanism and unanimously adopted resolution 2235 (2015), aimed at identifying those behind chemical weapons attacks in the Syrian Arab Republic. The Joint Investigative Mechanism found what it described as “sufficient evidence” of three cases of the use of chemical weapons — two chlorine gas attacks on civilians by the Syrian air force and another use of “sulphur-mustard” gas by ISIL — in the Syrian Arab Republic between 2014 and 2015. These attacks may, depending on the circumstances, amount to war crimes and crimes against humanity.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "6.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["2235 (2015)", "http://undocs.org/S/RES/2235(2015)"]]}, {"text": "The repeated calls for the Security Council to refer the situation in the Syrian Arab Republic to the International Criminal Court notwithstanding, initiatives in this regard have thus far failed. Accountability must be ensured in the light of the climate of impunity that has encouraged the commission of further violations of human rights law, abuses and serious violations of international humanitarian law.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "7.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Criminal accountability, to which the Mechanism contributes, is an element of a broad transitional justice approach for the Syrian Arab Republic that includes truth-seeking processes, reparations and reforms of institutions and laws. These processes collectively aim to combat impunity, provide redress to the victims, recognize their dignity and guarantee non-recurrence.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "8.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Establishment of the Mechanism", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "III.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The full terms of reference of the Mechanism are set out in the annex to the present report.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "9.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Mandate", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Mechanism assists in the investigation and prosecution of the most serious crimes under international law, in particular the crime of genocide, crimes against humanity and war crimes, as defined in relevant sources of international law.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "10.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Pursuant to paragraph 4 of resolution 71/248, the mandate of the Mechanism encompasses two main tasks: to collect, consolidate, preserve and analyse evidence of violations of international humanitarian law and human rights violations and abuses; and to prepare files in order to facilitate and expedite fair and independent criminal proceedings, in accordance with international law standards, in national, regional or international courts or tribunals that have or may in the future have jurisdiction over these crimes, in accordance with international law.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "11.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["71/248", "http://undocs.org/A/RES/71/248"]]}, {"text": "Methodology", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Collection and analysis of information, documentation and evidence and the preparation of files", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Mechanism is mandated to collect evidence or relevant information pertaining to violations of international humanitarian law and human rights violations and abuses. It will collect evidence and information by receiving it from other sources, including the Independent International Commission of Inquiry on the Syrian Arab Republic, the Joint Investigative Mechanism, States, international or regional organizations, entities of the United Nations system, non-governmental organizations, foundations and individuals, whether at its request or on the initiative of those sources. The Mechanism will, as appropriate, collect additional evidence or information, including interviews, witness testimony, documentation and forensic material.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "12.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Mechanism will seek to establish the connection between crime-based evidence and the persons responsible, directly or indirectly, for such alleged crimes, focusing in particular on linkage evidence. It focuses on evidence pertaining to mens rea and to specific modes of criminal liability, including under the principle of command or superior responsibility established under international criminal law.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "13.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "With regard to the consolidation and analysis of evidence, the Mechanism will systematically organize all the information, documentation and evidence in its possession, such as interviews, witness testimony, documentation and forensic material, so as to ensure that their use can be maximized in future criminal investigations and prosecutions.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "14.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "This will entail a methodical analysis of evidence, facilitated by advanced, state-of-the-art criminal investigative and prosecutorial software enabling the systematic exploitation of the information, to establish when facts, issues or elements pertaining to crimes, mens rea or modes of liability appear established or whether further evidence is needed.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "15.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The analysis conducted by the Mechanism will include a preliminary assessment of the information, documentation and evidence in its possession, based on its reliability and probative value, identifying gaps in evidence and documentation and/or the need for additional information.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "16.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Mechanism will systematically record and preserve all information, documentation and evidence, including interviews, witness testimony, documentation and forensic material, in accordance with international criminal law standards, in order to maximize the possibility of its admissibility in future legal proceedings. The Mechanism will ensure an uninterrupted chain of custody of the evidence in its possession.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "17.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Mechanism will be equipped with the capacity necessary to preserve all forms of evidence and otherwise enter into an agreement with Member States to be given access to safe, secure and reputable entities that can assist in this regard, with all due guarantees of security and strict confidentiality and respect for the privileges and immunities of the United Nations.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "18.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "On the basis of the documentation and evidence of violations and abuses that it has collected, consolidated, preserved and analysed, the Mechanism will prepare files focusing on the criminal conduct of the persons responsible. These will include the persons most responsible for the crimes, without any distinction based on their affiliation or official capacity. The files will include relevant information, documentation and evidence in the Mechanism’s possession, both inculpatory and exculpatory, pertaining to the imputable crimes and to the mode or modes of criminal liability recognized under international law, including command or superior responsibility.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "19.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Mechanism will share information with national, regional or international courts or tribunals that have or may in the future have jurisdiction over these crimes, in accordance with international law, in order to facilitate and expedite fair and independent criminal proceedings, in accordance with international law standards. The Mechanism may share information either at the request of national, regional or international courts or tribunals, or on its own initiative. It is anticipated that the Mechanism will generally not share information in circumstances in which a trial may be held in absentia on the basis of universal jurisdiction.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "20.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Mechanism will share its information only with those jurisdictions that respect international human rights law and standards, including the right to a fair trial, and where the application of the death penalty would not` apply for the offences under consideration.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "21.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Mechanism will adopt procedures and methods of work further regulating the sharing of information to facilitate and expedite fair and independent criminal proceedings, duly considering the requirements pertaining to the security of information.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "22.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Standards and procedural requirements", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Mechanism will adopt procedures, in accordance with international criminal law standards, to collect, consolidate, preserve and analyse documentation and evidence and will prepare files to facilitate and expedite fair and independent criminal proceedings, with a view to best supporting criminal justice proceedings before a broad range of national, regional or international courts or tribunals that apply a variety of criminal procedures and standards of legal proof. These procedures will be based on international law and standards, notably the right to a fair trial and other due process provisions under international human rights law, as well as on the jurisprudence, procedural standards and best practices of the international criminal tribunals.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "23.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Mechanism will seek to obtain from witnesses and any other sources their informed consent for it to share the information, documentation and evidence in its possession with national, regional or international courts or tribunals, in accordance with the criteria set out below. The consent or lack thereof will be duly recorded by the Mechanism.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "24.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Mechanism will take appropriate measures to respect and ensure respect for the confidentiality, privacy, interests and personal circumstances of victims, including age, sex, gender and health, and take into account the nature of the crime, in particular where it involves sexual violence, gender-based violence or violence against children.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "25.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Mechanism will adopt procedures and methods of work regarding the establishment of a witness and victim protection unit, with the support of Member States, so as to ensure that all witnesses, victims and any other persons who cooperate with the Mechanism can do so in safety and security.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "26.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Mechanism will provide clear service referral pathways so that vulnerable victims, in particular child victims and victims of conflict-related sexual violence, who come forward to the Mechanism are provided with appropriate medical and psychosocial support.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "27.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "All the materials produced or obtained by the Mechanism, in addition to its work products and analyses, will be classified as strictly confidential, in line with the United Nations policy on information sensitivity, classification and handling (ST/SGB/2007/6).", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "28.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["ST/SGB/2007/6", "http://undocs.org/ST/SGB/2007/6"]]}, {"text": "The Mechanism will adopt procedures and methods of work regarding chain of custody issues, data protection, information management, case management and archiving and security issues in accordance with international criminal law standards.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "29.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Relationship with the Independent International Commission of Inquiry on the Syrian Arab Republic", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Mechanism is complementary to the Independent International Commission of Inquiry on the Syrian Arab Republic. Accordingly, while the Commission focuses on directly collecting information, publicly reporting recent broad patterns of violations, abuses and emblematic incidents and making recommendations, notably to Member States, the Mechanism primarily builds on the information collected by others, in particular the Commission, by collecting, consolidating, preserving and analysing evidence and prepares files to facilitate and expedite fair and independent criminal proceedings in national, regional or international courts or tribunals.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "30.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Mechanism and the Commission have closely related but different mandates. Similarities between the two entities include their territorial and temporal scope and aspects of their subject matter. The Commission broadly considers human rights violations and abuses and violations of international law, including those amounting to crimes against humanity and war crimes. The Mechanism will assist in the investigation and prosecution of persons responsible for the most serious crimes under international law. Other anticipated differences between the two entities include variances in their methodologies and standards. The Mechanism will adopt procedures and methods of work regulating the provision of information to it from the Commission.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "31.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Mechanism has an explicit nexus to criminal investigations, prosecutions, proceedings and trials that is not within the mandate of the Commission. Specifically, the Mechanism is required to prepare files to assist in the investigation and prosecution of the persons responsible and to establish the connection between crime-based evidence and the persons responsible, directly or indirectly, for such alleged crimes, focusing in particular on linkage evidence and evidence pertaining to mens rea and to specific modes of criminal liability. In essence, the Mechanism has a quasi-prosecutorial function that is beyond the scope of the Commission’s mandate.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "32.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Seat of the Mechanism", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Mechanism will be located in Geneva, the most appropriate geographical location considering the terms of resolution 71/248, by which it was established that the Mechanism would closely cooperate with the Commission in all aspects of its work and the Secretary-General was requested to undertake the steps, measures and arrangements necessary for the speedy establishment and full functioning of the Mechanism in coordination with the Commission.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "33.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["71/248", "http://undocs.org/A/RES/71/248"]]}, {"text": "Cooperation", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "By its resolution 71/248, the General Assembly called upon all States to cooperate fully with the Mechanism, in particular to provide it with any information and documentation that they might possess, as well as any other forms of assistance. States could consider the provision of technical services, such as the protection of witnesses or the provision of specific expertise.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "34.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["71/248", "http://undocs.org/A/RES/71/248"]]}, {"text": "The General Assembly also called upon all parties to the conflict and civil society to cooperate fully with the Mechanism and the Commission to effectively fulfil their respective mandates and, in particular, to provide them with any information and documentation that they might possess, as well as any other forms of assistance pertaining to their respective mandates.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "35.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The General Assembly requested the United Nations system as a whole to fully cooperate with the Mechanism and to promptly respond to any request, including access to all information and documentation. The Mechanism will have the full cooperation and support of all relevant United Nations entities in receipt of relevant information and documentation.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "36.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In the implementation of its mandate, notably pursuant to paragraph 6 of resolution 71/248, the Mechanism will have the capacity to conclude agreements with any State or entity. Its modalities for cooperation will be further developed in its procedures and methods of work.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "37.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["71/248", "http://undocs.org/A/RES/71/248"]]}, {"text": "Privileges and immunities", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "As a subsidiary body established by the General Assembly, the Mechanism and its personnel, records, archives, property and assets will enjoy the privileges and immunities, exemptions and facilities provided for in the Convention on the Privileges and Immunities of the United Nations.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "38.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Protection of victims and witnesses", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Mechanism will adopt procedures and methods of work regarding the establishment of a witness and victim protection unit, with the support of Member States, so as to ensure that all witnesses, victims and any other persons who cooperate with the Mechanism can do so in safety and security.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "39.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Structure and composition", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Mechanism will be headed by a senior judge or prosecutor with extensive experience in criminal investigations and prosecutions, at the Assistant Secretary-General level, and a deputy with extensive experience in international criminal justice and an in-depth knowledge of international criminal law, international human rights law and international humanitarian law, at the D-1 level. They should have a proven record of independence and impartiality and be committed to upholding justice, accountability and human rights and ensuring gender equality. Their background, prior public statements or political or other affiliations should not be of a nature that would affect their independence and impartiality or create perceptions of bias. The Secretary-General will make the appointments upon consultation with the United Nations High Commissioner for Human Rights and the Legal Counsel. Due consideration will be given to appointing women, experts in the areas of sexual and gender-based crimes and justice for children. It is envisaged that the persons selected will initially be appointed for two years on a renewable basis.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "40.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Head and Deputy Head of the Mechanism will be assisted in their work by a secretariat composed of impartial and experienced professional and administrative staff, with expertise in the following areas, among others: international criminal justice, human rights law, international humanitarian law, criminal investigation and prosecution, the military, forensic matters, including in particular digital forensics, forensic pathology and forensic imagery, witness and victim protection, sexual and gender-based crimes and violence, children’s rights and crimes against children. The secretariat will build on existing capacities, including through the recruitment or allocation of impartial and experienced staff with relevant skills and expertise in accordance with the terms of reference.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "41.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In appointing members of the secretariat, due consideration will be given to the representation of different legal traditions and gender balance and to appointing staff with the necessary language skills and regional expertise.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "42.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Head, the Deputy Head and the secretariat will exercise their mandate and discharge their functions in full independence and not seek or accept instructions regarding the performance of their duties from any Government or external source. The Head of the Mechanism has delegation of authority for operational matters.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "43.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Operationalization", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Mechanism will be established in phases until it is fully functional. Set out below are the main steps envisaged to ensure its speedy establishment and full functioning. By the end of February, the Secretary-General will further report on the progress that will have been made in the implementation of the resolution, including on the appointment of the Head and Deputy Head of the Mechanism.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "44.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Secretary-General will promptly allocate to the Mechanism’s secretariat a small early team of impartial and experienced United Nations personnel, with the relevant skills and expertise, to ensure the swift launch of its operations. The team’s functions will be the following:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "45.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Develop a budget proposal for the first semester of the Mechanism’s operation;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(a)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Develop an initial staffing table and job descriptions and oversee recruitment-related matters;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(b)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Ensure that a security risk assessment is conducted and appropriate security risk management measures are established;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(c)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Prepare a report on governance issues relating to the Mechanism;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(d)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Begin to draft the internal procedures and methods of work identified in the Mechanism’s terms of reference;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(e)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Identify suitable office space;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(f)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Liaise with the Commission and all other relevant United Nations and other entities or bodies, as well as with Member States.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(g)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A preliminary estimate puts the funding requirements to meet immediate start-up needs at between $4 million and $6 million. The Secretary-General will provide in the next report a detailed budget for the first semester of the Mechanism’s operation and outline-solid the envisaged structure of the Mechanism and its initial staffing table.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "46.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Mechanism is expected to begin its substantive work upon the appointment of its Head and Deputy Head. It is also expected that, during the first semester of 2017, it, among other things, will:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "47.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Develop a budget proposal for the second semester of 2017;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(a)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Adopt its internal procedures and methods of work;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(b)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Re-evaluate the security risk management measures established and adopt and implement security protocols;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(c)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Draft and conclude operational arrangements to be agreed upon with Member States to ensure their cooperation;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(d)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Develop and implement an outreach plan and set up working procedures for receiving and organizing files or data, including archives and digital archives;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(e)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Recruit members of its secretariat;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(f)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Establish the head office;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(g)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Continue to liaise with the Commission and all other relevant United Nations and other entities or bodies, as well as with Member States.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(h)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "During the second semester of 2017, in addition to continuing its substantive work, the Mechanism will be expected to complete its operationalization and the recruitment of its secretariat, develop its budget proposal for 2018 and prepare its first report to the General Assembly.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "48.", "action_verb": "During", "action_verb_type": "preambular", "action_verb_normalized": "dur", "links": []}, {"text": "The volume of information and evidence to be collected, consolidated, preserved and analysed by the Mechanism is currently uncertain. The type and amount of information, documentation and evidence to be obtained will determine the staffing needs of the fully functioning Mechanism. It is expected that the Mechanism’s budget requirements will be considerably higher than the figure provided for immediate start-up needs.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "49.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Reporting", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Head of the Mechanism will submit a report to the General Assembly twice a year on the implementation of its mandate and set out its funding requirements, as appropriate, while preserving the confidential nature of its substantive work.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "50.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Funding", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Mechanism will initially be funded exclusively from voluntary contributions. To date, two Member States, Liechtenstein and the Netherlands, have already contributed financially to support the establishment of the Mechanism. Member States are encouraged to commit themselves to providing multi-year funding for the Mechanism, and the General Assembly is encouraged to revisit the question of the funding of the Mechanism as soon as possible.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "51.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Annex", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Terms of reference of the International, Impartial and Independent Mechanism to Assist in the Investigation and Prosecution of Persons Responsible for the Most Serious Crimes under International Law Committed in the Syrian Arab Republic since March 2011", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "On 21 December 2016, the General Assembly adopted resolution 71/248, by which it decided, in paragraph 4, to establish the International, Impartial and Independent Mechanism to Assist in the Investigation and Prosecution of Persons Responsible for the Most Serious Crimes under International Law Committed in the Syrian Arab Republic since March 201", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "1.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["71/248", "http://undocs.org/A/RES/71/248"]]}, {"text": "By that resolution, the Secretary-General was requested, with the support of the Office of the United Nations High Commissioner for Human Rights, to develop the terms of reference of the Mechanism within 20 working days of its adoption, i.e. by 20 January 2017. The Secretary-General was also requested to undertake the steps, measures and arrangements necessary for the speedy establishment and full functioning of the Mechanism without delay, in coordination with the Independent International Commission of Inquiry on the Syrian Arab Republic. The Secretary-General was requested to report on the implementation of the resolution by 4 February 2017.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "2.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Mandate", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "I.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "By its resolution 71/248, the General Assembly established the International, Impartial and Independent Mechanism to Assist in the Investigation and Prosecution of Persons Responsible for the Most Serious Crimes under International Law Committed in the Syrian Arab Republic since March 2011 under the auspices of the United Nations to closely cooperate with the Independent International Commission of Inquiry on the Syrian Arab Republic to collect, consolidate, preserve and analyse evidence of violations of international humanitarian law and human rights violations and abuses and to prepare files in order to facilitate and expedite fair and independent criminal proceedings, in accordance with international law standards, in national, regional or international courts or tribunals that have or may in the future have jurisdiction over these crimes, in accordance with international law.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "3.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["71/248", "http://undocs.org/A/RES/71/248"]]}, {"text": "The Mechanism assists in the investigation and prosecution of the most serious crimes under international law, in particular the crime of genocide, crimes against humanity and war crimes, as defined in relevant sources of international law.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "4.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A.\tTo collect, consolidate, preserve and analyse evidence of violations of international humanitarian law and human rights violations and abuses", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "1.\tCollection", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Mechanism is mandated to collect evidence or relevant information pertaining to violations of international humanitarian law and human rights violations and abuses. In that regard:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "5.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "It shall collect evidence and information by receiving it from other sources, including the Independent International Commission of Inquiry on the Syrian Arab Republic, the Organization for the Prohibition of Chemical Weapons-United Nations Joint Investigative Mechanism, States, international or regional organizations, entities of the United Nations system, non-governmental organizations, foundations and individuals, whether at its request or on the initiative of those sources. By resolution 71/248, all States, all parties to the conflict as well as civil society were called upon to cooperate fully with the Mechanism, in particular to provide it with any information and documentation that they might possess, as well as any other forms of assistance pertaining to their its mandate;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(a)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["71/248", "http://undocs.org/A/RES/71/248"]]}, {"text": "It shall, as appropriate, collect additional evidence or information, including interviews, witness testimony, documentation and forensic material.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(b)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Mechanism shall seek to establish the connection between crime-based evidence and the persons responsible, directly or indirectly, for such alleged crimes, focusing in particular on linkage evidence. It focuses on evidence pertaining to mens rea and to specific modes of criminal liability, including under the principle of command or superior responsibility established under international criminal law.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "6.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "2.\tConsolidation and analysis of evidence", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Mechanism shall systematically organize all the information, documentation and evidence in its possession, such as interviews, witness testimony, documentation and forensic material, so as to ensure that their use can be maximized in future criminal investigations and prosecutions.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "7.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The analysis conducted by the Mechanism shall include a preliminary assessment of the information, documentation and evidence in its possession, based on its reliability and probative value, identifying gaps in evidence and documentation and/or the need for additional information.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "8.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "3.\tPreservation", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Mechanism shall systematically record and preserve all information, documentation and evidence, including interviews, witness testimony, documentation and forensic material, in accordance with international criminal law standards, in order to maximize the possibility of its admissibility in future legal proceedings.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "9.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Mechanism shall ensure an uninterrupted chain of custody of the evidence in its possession.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "10.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Mechanism shall be equipped with the capacity necessary to preserve all forms of evidence and otherwise enter into an agreement with Member States to be given access to safe, secure and reputable entities that can assist in this regard, with all due guarantees of security and strict confidentiality and respect for the privileges and immunities of the United Nations.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "11.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "B.\tTo prepare files in order to facilitate and expedite fair and independent criminal proceedings, in accordance with international law standards, in national, regional or international courts or tribunals that have or may in the future have jurisdiction over these crimes, in accordance with international law", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "1.\tPreparation of files", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "On the basis of the documentation and evidence of violations and abuses that it has collected, consolidated, preserved and analysed, the Mechanism shall prepare files focusing on the criminal conduct of the persons responsible. These shall include the persons most responsible for the crimes, without any distinction based on their affiliation or official capacity. The files shall include relevant information, documentation and evidence in the Mechanism’s possession, both inculpatory and exculpatory, pertaining to the imputable crimes and to the mode or modes of criminal liability recognized under international law, including command or superior responsibility.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "12.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "2.\tSharing information with courts and tribunals to facilitate and expedite fair and independent criminal proceedings", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Mechanism shall share information with national, regional or international courts or tribunals that have or may in the future have jurisdiction over these crimes, in accordance with international law, in order to facilitate and expedite fair and independent criminal proceedings, in accordance with international law standards.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "13.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Mechanism shall share its information only with those jurisdictions that respect international human rights law and standards, including the right to a fair trial, and where the application of the death penalty would not apply for the offences under consideration.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "14.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Mechanism may share information either at the request of national, regional or international courts or tribunals or on its own initiative.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "15.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Mechanism shall adopt procedures and methods of work further regulating the sharing of information to facilitate and expedite fair and independent criminal proceedings, duly considering the requirements pertaining to the security of information.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "16.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Standards and procedural requirements", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "II.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Mechanism shall adopt procedures, in accordance with international criminal law standards, to collect, consolidate, preserve and analyse documentation and evidence and shall prepare files to facilitate and expedite fair and independent criminal proceedings, with a view to best supporting criminal justice proceedings before a broad range of national, regional or international courts or tribunals that apply a variety of criminal procedures and standards of legal proof. These procedures shall be based on international law and standards, notably the right to a fair trial and other due process provisions under international human rights law, as well as on the jurisprudence, procedural standards and best practices of the international criminal tribunals.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "17.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Mechanism shall seek to obtain from witnesses and any other sources their informed consent for it to share the information, documentation and evidence in its possession with national, regional or international courts or tribunals, in accordance with the criteria set out below. The consent or lack thereof shall be duly recorded by the Mechanism.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "18.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Mechanism shall take appropriate measures to respect and ensure respect for the confidentiality, privacy, interests and personal circumstances of victims, including age, sex, gender and health, and take into account the nature of the crime, in particular where it involves sexual violence, gender-based violence or violence against children.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "19.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Mechanism shall adopt procedures and methods of work regarding the establishment of a witness and victim protection unit, with the support of Member States, so as to ensure that all witnesses, victims and any other persons who cooperate with the Mechanism can do so in safety and security.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "20.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Mechanism shall provide clear service referral pathways so that vulnerable victims, in particular child victims and victims of conflict-related sexual violence, who come forward to the Mechanism are provided with appropriate medical and psychosocial support.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "21.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "All the materials produced or obtained by the Mechanism, in addition to its work products and analyses, shall be classified as strictly confidential, in line with the United Nations policy on information sensitivity, classification and handling (ST/SGB/2007/6).", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "22.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["ST/SGB/2007/6", "http://undocs.org/ST/SGB/2007/6"]]}, {"text": "The Mechanism shall adopt procedures and methods of work regarding chain of custody issues, data protection, information management, case management and archiving and security issues in accordance with international criminal law standards.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "23.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Cooperation", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "III.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "By its resolution 71/248, the General Assembly called upon all States to cooperate fully with the Mechanism, in particular to provide it with any information and documentation that they might possess, as well as any other forms of assistance. States could consider the provision of technical services, such as the protection of witnesses or the provision of specific expertise.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "24.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["71/248", "http://undocs.org/A/RES/71/248"]]}, {"text": "The General Assembly also called upon all parties to the conflict and civil society to cooperate fully with the Mechanism to effectively fulfil its mandate and, in particular, to provide it with any information and documentation that they might possess, as well as any other forms of assistance pertaining to the mandate.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "25.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The General Assembly requested the United Nations system as a whole to fully cooperate with the Mechanism and to promptly respond to any request, including access to all information and documentation.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "26.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In the implementation of its mandate, notably pursuant to paragraph 6 of resolution 71/248, the Mechanism shall have the capacity to conclude agreements with any State or entity.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "27.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["71/248", "http://undocs.org/A/RES/71/248"]]}, {"text": "The Mechanism’s modalities for cooperation shall be further developed in its procedures and methods of work.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "28.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Privileges and immunities", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "IV.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "As a subsidiary body established by the General Assembly, the Mechanism and its personnel, records, archives, property and assets shall enjoy the privileges and immunities, exemptions and facilities provided for in the Convention on the Privileges and Immunities of the United Nations.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "29.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Relationship with the Independent International Commission of Inquiry on the Syrian Arab Republic", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "V.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Mechanism and the Independent International Commission of Inquiry on the Syrian Arab Republic are complementary. Accordingly, while the Commission focuses on directly collecting information, publicly reporting recent broad patterns of violations, abuses and emblematic incidents and making recommendations, notably to Member States, the Mechanism primarily builds on the information collected by others, in particular the Commission, by collecting, consolidating, preserving and analysing evidence and prepares files to facilitate and expedite fair and independent criminal proceedings in national, regional or international courts or tribunals. The mandates of the Mechanism and the Commission are also complementary in that the latter must publicly report on its findings on violations, focusing on recent incidents, broad patterns of violations and abuses and recommendations, notably to Member States, while the former focuses on collecting, consolidating, preserving and analysing documentation and evidence and preparing files concerning individual suspects for future action by national, regional or international courts or tribunals.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "30.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Structure and composition", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "VI.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Mechanism shall be headed by a senior judge or prosecutor with extensive experience in criminal investigations and prosecutions, and a deputy with extensive experience in international criminal justice and an in-depth knowledge of international criminal law, international human rights law and international humanitarian law. They should have a proven record of independence and impartiality and be committed to upholding justice, accountability and human rights and ensuring gender equality. They shall be appointed by the Secretary-General upon consultation with the United Nations High Commissioner for Human Rights and the Legal Counsel, for an initial period of two years, which shall be renewable.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "31.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "They shall recruit to assist them in their work a secretariat composed of impartial and experienced professional and administrative staff, with expertise in the following areas, among others: international criminal law, human rights law, international humanitarian law, criminal investigation and prosecution, the military, forensic matters, including in particular digital forensics, forensic pathology and forensic imagery, witness and victim protection, sexual and gender-based crimes and violence, children’s rights and crimes against children.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "32.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In appointing members of the secretariat, due consideration shall be given to the representation of different legal traditions and gender balance and to appointing staff with the necessary language skills and regional expertise.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "33.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Head, the Deputy Head and the secretariat shall exercise their mandate and discharge their functions in full independence and not seek or accept instructions regarding the performance of their duties from any Government or external source.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "34.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Reporting", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "VII.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Head of the Mechanism shall submit a report to the General Assembly twice a year on the implementation of its mandate and set out its funding requirements, as appropriate, while preserving the confidential nature of its substantive work.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "35.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Funding", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "VIII.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Mechanism will initially be funded from voluntary contributions. In paragraph 8 of its resolution 71/248, the General Assembly decided to revisit the question of the funding of the Mechanism as soon as possible.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "36.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["71/248", "http://undocs.org/A/RES/71/248"]]}]