[{"text": "Seventy-third session", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Agenda item 74 (c)", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Promotion and protection of human rights: human rights situations and reports of special rapporteurs and representatives", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Letter dated 16 January 2019 from the Secretary-General addressed to the President of the General Assembly", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "I have the honour to refer to Human Rights Council resolution 39/2, adopted on 27 September 2018, with respect to the situation of human rights of Rohingya Muslims and other minorities in Myanmar. In the resolution, the Council decided to establish an ongoing independent mechanism, referred to herein as the Independent Investigative Mechanism for Myanmar, to collect, consolidate, preserve and analyse evidence of the most serious international crimes and violations of international law committed in Myanmar since 2011 and to prepare files in order to facilitate and expedite fair and independent criminal proceedings, in accordance with international law standards, in national, regional or international courts or tribunals that have or may in the future have jurisdiction over those crimes, in accordance with international law.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "I note that, in its resolution 73/264, adopted on 22 December 2018, the General Assembly welcomed the creation of the Independent Investigative Mechanism by the Human Rights Council and called for its expeditious entry into operation and steps to secure its effective functioning as soon as possible.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["73/264", "https://undocs.org/A/RES/73/264"]]}, {"text": "In the light of the foregoing, I have the honour to bring to your attention the terms of reference for the Independent Investigative Mechanism (see annex), as prepared by the Secretariat, drawing upon its experience with comparable past investigative mechanisms.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "I should be grateful if the present letter and its annex could be circulated as a document of the General Assembly, under agenda item 74 (c).", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Annex", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Independent Investigative Mechanism for Myanmar", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Terms of reference", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "On 27 September 2018, by its resolution 39/2 on the situation of human rights of Rohingya Muslims and other minorities in Myanmar, the Human Rights Council decided to establish an ongoing independent mechanism for Myanmar. The Council mandated the mechanism, henceforth referred to as the Independent Investigative Mechanism for Myanmar, to collect, consolidate, preserve and analyse evidence of the most serious international crimes and violations of international law committed in Myanmar since 2011 and to prepare files in order to facilitate and expedite fair and independent criminal proceedings, in accordance with international law standards, in national, regional or international courts or tribunals that have or may in the future have jurisdiction over those crimes, in accordance with international law.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "1.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In its resolution 73/264, of 22 December 2018, the General Assembly welcomed the creation of the Independent Investigative Mechanism by the Human Rights Council and called for its expeditious entry into operation and steps to secure its effective functioning as soon as possible.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "2.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["73/264", "https://undocs.org/A/RES/73/264"]]}, {"text": "The Independent Investigative Mechanism shall act in accordance with the following terms of reference, which have been developed pursuant to paragraph 25 of resolution 39/2 and approved by the Secretary-General.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "3.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Mandate", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "I.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Independent Investigative Mechanism shall collect, consolidate, preserve and analyse evidence of the most serious international crimes and violations of international law committed in Myanmar since 2011 and prepare files in order to facilitate and expedite fair and independent criminal proceedings, in accordance with international law standards, in national, regional or international courts or tribunals that have or may in the future have jurisdiction over those crimes, in accordance with international law.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "4.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Independent Investigative Mechanism is further mandated to document and verify relevant information, documentation and evidence, including through field engagement and by cooperating with other national, regional and international entities, as appropriate and necessary for the purpose of discharging its mandate.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "5.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The most serious international crimes and violations of international law are understood to primarily refer to the crime of genocide, crimes against humanity, war crimes and other serious violations of international human rights law and international humanitarian law, as defined in relevant sources of international law.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "6.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Independent Investigative Mechanism shall be impartial, independent and credible and shall act in accordance with the present terms of reference, the Charter of the United Nations, relevant international law, including international human rights law, and United Nations rules, regulations and policies. It shall also take into account the good practices of comparable international accountability mechanisms.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "7.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A.\tCollection, documentation, verification, consolidation, preservation and analysis of information, documentation and evidence", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "1.\tCollection, consolidation, documentation and verification", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Independent Investigative Mechanism shall collect, consolidate, document and verify information, documentation and evidence pertaining to the most serious international crimes and violations of international law committed in Myanmar since 2011. In that regard, the Mechanism:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "8.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Shall seek access to and make use of the information, documentation and evidence collected by the independent international fact-finding mission on Myanmar;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(a)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Shall collect further information, documentation and evidence by receiving, procuring or obtaining it from such sources as deemed necessary and appropriate, including from relevant national authorities, entities of the United Nations system, international, regional or national organizations or institutions, non-governmental organizations, other non-State, corporate or private sector entities or other groups or individuals, either at its request or upon the initiative of those sources. The Mechanism may provide information and assistance to such sources, as appropriate and resources permitting, to optimize the identification and transfer to the Mechanism of relevant information, documentation and evidence, in line with the required standards;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(b)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Shall further collect, as appropriate, additional information, documentation and evidence, including by conducting interviews with or taking statements from victims, witnesses or other individuals likely to provide relevant information, documentation or evidence; by receiving, procuring or obtaining physical evidence, photographic, video or other audiovisual imagery or material, digital or other electronic items and forensic material; and by bringing into its possession such other tangible or intangible material likely to be of assistance in the discharge of its mandate;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(c)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Shall document and verify the information, documentation and evidence received, as appropriate and necessary, including through field engagement and by cooperating with other entities, as appropriate.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(d)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "2.\tAnalysis", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Independent Investigative Mechanism shall assess the information, documentation and evidence in its possession, on the basis of on reliability and probative value, whether assessed alone or in conjunction with other material. In doing so, the Mechanism may draw upon, apply and take into account evidentiary and methodological standards and principles recognized in principal legal systems of the world, as relevant for the purposes of the assessment. It shall seek to identify lacunae in the information, documentation and evidence in its possession, assess the need for and practicability of obtaining relevant additional information, documentation and evidence, and take such steps, to the extent possible and as appropriate, to fill such lacunae.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "9.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "3.\tOrganization, preservation and storage", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Independent Investigative Mechanism shall systematically record, organize, preserve and store all information, documentation and evidence in its possession, in accordance with international criminal law standards and the good practices of other comparable international accountability mechanisms. These functions shall be performed with a view to ensuring the broadest possible accessibility, utility and admissibility in fair and independent criminal proceedings, in accordance with international law standards, in national, regional or international courts or tribunals that have or may in the future have jurisdiction over the most serious international crimes and violations of international law committed in Myanmar since 2011.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "10.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Independent Investigative Mechanism shall make use of appropriate, specialized and the most up-to-date information technology systems consistent with United Nations standards, including electronic information and case management systems and databases, to systematically record, organize, preserve and store all relevant information, documentation and evidence in its possession. It shall, as appropriate and consistent with its mandate and functions, cooperate with other United Nations bodies for the sharing, common utilization or acquisition, as appropriate, of such information technology, information and case management and database tools and systems, with a view to achieving cost and operational efficiencies in the discharge of its mandate.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "11.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Independent Investigative Mechanism shall ensure an uninterrupted chain of custody of the information, documentation and evidence in its possession, as necessary for the implementation of its mandate.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "12.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Independent Investigative Mechanism shall be equipped with, acquire or maintain at its disposal the capacity necessary to record, organize, preserve and store all forms of information, documentation and evidence. To that end, it may enter into agreements, on behalf of the United Nations, with Member States, international, regional or national organizations, bodies or entities or appropriate corporations, in order to gain access to or use safe, secure and reputable services and facilities that can assist in that regard, with all due guarantees of information security, strict confidentiality and respect for the privileges and immunities of the United Nations.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "13.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Independent Investigative Mechanism shall, from the outset, ensure appropriate organization, possession and archiving of all its material, whether in physical or electronic form, including through the development of appropriate procedures for the long-term storage of, and regulation of access to, its archives following the completion of its mandate.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "14.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "B.\tPreparation of files in order to facilitate and expedite fair and independent criminal proceedings, in accordance with international law standards, in national, regional or international courts or tribunals that have or may in the future have jurisdiction over those crimes, in accordance with international law", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "1.\tPreparation of files", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "On the basis of the information, documentation and evidence pertaining to the most serious crimes and violations of international law that it has collected, consolidated, preserved and analysed, the Independent Investigative Mechanism shall prepare files focusing on the criminal conduct of persons responsible for such crimes in order to facilitate and expedite fair and independent criminal proceedings. The files shall include an analysis of and focus on the persons deemed most responsible for the crimes, without any distinction based on their affiliation or official capacity.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "15.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "These files shall include all relevant information, documentation and evidence in the possession of the Independent Investigative Mechanism, both inculpatory and exculpatory, pertaining to the imputable crimes and to the mode or modes of criminal liability recognized under international law, including command or superior responsibility.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "16.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Independent Investigative Mechanism shall seek to establish the connection between crimes and persons responsible, directly or indirectly, for such alleged crimes, focusing in particular on linkage evidence. It shall focus on evidence pertaining to mens rea and to specific modes of criminal liability, including the principle of command or superior responsibility established under international criminal law.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "17.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "2.\tSharing of information, documentation and evidence", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Independent Investigative Mechanism shall share relevant information, documentation and evidence with competent investigative, prosecutorial or judicial authorities in order to facilitate and expedite fair and independent criminal proceedings, in accordance with international law standards, in national, regional or international courts or tribunals that have or may in the future have jurisdiction over those crimes. In that regard, in its resolution 39/2, the Human Rights Council requested the Mechanism to cooperate closely with any future investigations of the International Criminal Court pertaining to human rights violations in Myanmar.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "18.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Any other use of the information, documentation and evidence collected, preserved and stored by the Independent Investigative Mechanism pursuant to its mandate to facilitate fair and independent criminal proceedings in the future, in accordance with international law standards, may be determined by the Mechanism on a discretionary case-by-case basis, consistent with its established rules and procedures.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "19.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Independent Investigative Mechanism shall share information, documentation and evidence it judges appropriate, in accordance with United Nations rules, regulations and policies, relevant international law, including international human rights law, and rules and standards and good practices of other comparable international accountability mechanisms. The Mechanism shall, among other factors, consider the confidentiality of the information, documentation or evidence, the consent expressed by sources and any protection concerns that may arise from the use of such information. Furthermore, information, documentation and evidence may be shared only with authorities, bodies and organizations that credibly ensure that any use of the information, documentation and evidence will be in accordance with international human rights law and standards, including the right to a fair trial before a tribunal with the capacity to ensure appropriate victim and witness protection. The Mechanism shall further comply with the United Nations policy against international accountability mechanisms sharing evidence for use in criminal proceedings in which capital punishment could be imposed or carried out.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "20.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "When sharing evidence with a competent authority, body or organization, the Independent Investigative Mechanism shall, among other procedures, provide, to the extent possible and as appropriate, certified copies of the original documentation or evidence. All original documentation or evidence shared by the Mechanism shall be duly returned, in its original state, to the Mechanism as soon as possible. The Mechanism shall also obtain an assurance from the competent authority, body or organization that the documentation or evidence will not be disclosed to any other authority, body or organization.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "21.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Structure and composition", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "II.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Independent Investigative Mechanism shall be headed by a person of high moral character and integrity, possessing the highest level of professional competence and extensive experience in the conduct of investigations and prosecution of serious crimes under international law. The person shall have extensive experience in international and/or national criminal justice and an in-depth knowledge of international criminal law, international human rights law and international humanitarian law. The Head shall have a proven record of independence and impartiality and be committed to upholding justice, accountability and human rights and ensuring gender equality. The Head shall be appointed by the Secretary-General, upon consultation with the United Nations High Commissioner for Human Rights and the Legal Counsel, for an initial period of two years, which shall be renewable, subject to continuation of the mandate and funding.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "22.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Head of the Independent Investigative Mechanism shall develop, adopt and periodically review and update a strategy for the implementation of the mandate of the Mechanism, determine a workplan for the Mechanism and put in place procedures relating to the conduct of its work.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "23.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Head of the Independent Investigative Mechanism shall be assisted by a deputy who will also have extensive experience in international and/or national criminal justice and an in-depth knowledge of international criminal law, international human rights law and international humanitarian law. The Deputy Head shall be appointed by the Head, upon consultation with the United Nations High Commissioner for Human Rights and the Legal Counsel.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "24.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Head shall recruit a secretariat composed of impartial and experienced professional and administrative staff, with expertise in the following areas, inter alia: international criminal law; international human rights law; international humanitarian law; criminal investigation and prosecution; information system management; application development; security, storage and preservation of information, documentation and evidence; military matters; forensics, including, as necessary, digital forensics, forensic pathology and forensic imagery; sexual and gender-based crimes and violence; women’s rights; children’s rights; crimes against children; victim and witness protection; information technology and security; and physical security and safety of staff members.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "25.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In appointing members of the secretariat, due consideration shall be given to the representation of different legal traditions, geographic diversity, gender balance, regional expertise, in particular concerning Myanmar, and relevant language skills.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "26.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Head, the Deputy Head and the secretariat shall exercise their mandate and discharge their functions in full independence and with the utmost impartiality and shall not seek or accept instructions regarding the performance of their duties from any Government or external source. They shall maintain the highest standards of efficiency, competence and integrity in the discharge of their functions.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "27.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Standards and procedural requirements", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "III.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Independent Investigative Mechanism shall adopt procedures and methods of work, in accordance with international criminal law standards, for collecting, consolidating, analysing, preserving and storing information, documentation and evidence, as well as for preparing files to facilitate and expedite fair and independent criminal proceedings. These procedures shall be based on the highest possible standards, consistent with the Charter of the United Nations, United Nations rules, regulations, policies and good practices, relevant international law and standards, including human rights law, notably the right to a fair trial and other due process provisions, as well as relevant jurisprudence, in order to ensure the broadest possible usability and admissibility of such evidence and material in national, regional or international courts or tribunals. These procedures shall be victim-centred and duly sensitive to considerations of sex, gender, age, religion and ethnicity. In developing its procedures and methods of work, the Mechanism shall draw upon the good practices of other comparable international accountability mechanisms.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "28.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Independent Investigative Mechanism shall seek to obtain from victims, witnesses and any other sources their informed consent for it to share relevant information, documentation and evidence with competent investigative, prosecutorial and judicial authorities. The consent, whether whole or partial, or lack thereof, shall be duly recorded by the Mechanism.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "29.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Independent Investigative Mechanism shall take appropriate measures to respect and ensure respect for the privacy, interests and personal circumstances of victims, in the light of their age, sex, sexual orientation, gender and health and taking into account the nature of the crime, in particular where it involves sexual and gender-based violence or violence against children. The Mechanism will adopt appropriate procedures and methods of work for the protection of victims and witnesses, taking all feasible steps within its means to protect their safety and security, during the course and as a result of such cooperation.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "30.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Independent Investigative Mechanism shall assist in referring vulnerable victims and witnesses who cooperate with the Mechanism, in particular children, women and survivors of sexual and gender-based violence, to relevant bodies so that they are provided with appropriate medical and psychosocial support.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "31.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Independent Investigative Mechanism shall determine and record the confidentiality classification of all information, documentation and evidence obtained or produced by it, including its work products and analyses, in line with the United Nations policies on information sensitivity, classification and handling.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "32.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Independent Investigative Mechanism shall define appropriate methodologies for the transfer of information, documentation and evidence to external parties, giving due consideration to the requirements of appropriate respect for the scope of the consent expressed by sources of information, documentation and evidence, appropriate protection of confidentiality and security of victims, witnesses and such sources, consistent with the rights of due process and fair trial, as well as the requirements pertaining to the security of the information, documentation and evidence transferred.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "33.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Independent Investigative Mechanism shall adopt procedures and methods of work regarding chains of custody issues, data protection, security, information management and case management and archiving, which shall conform to the highest international standards and be drawn upon the good practices of other comparable international accountability mechanisms.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "34.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Cooperation", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "IV.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In its resolution 39/2, the Human Rights Council called upon all States, including the Government of Myanmar and its independent commission of inquiry, and encouraged civil society, business enterprises and other stakeholders to cooperate fully with the Independent Investigative Mechanism for it to effectively fulfil its mandate and, in particular, to provide it with any information and documentation they may possess or come to possess, as well as any other forms of assistance pertaining to their respective mandates.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "35.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Independent Investigative Mechanism shall have the authority to conclude agreements, on behalf of the United Nations, with any State, organization or entity for the implementation of its mandate. Such authority shall be exercised in accordance with the rules and practices applicable to the conclusion of agreements by the United Nations, including, where applicable, established United Nations procedures and practices with regard to the conclusion of treaties and international agreements.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "36.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Independent Investigative Mechanism shall develop, in its procedures and methods of work, modalities for cooperation with States and other organizations and entities.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "37.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Independent Investigative Mechanism shall cooperate with States, including through mutual arrangements on legal assistance, where necessary and appropriate, or through ad hoc arrangements concluded for these purposes, in particular to receive from States any relevant information, documentation or evidence that they may possess pertaining to the mandate of the Mechanism, subject to such limitations or conditions that the conveying State may attach, in whole or in part, to the information, documentation or evidence in question.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "38.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Independent Investigative Mechanism may, at its discretion, receive funds, equipment and services, including expert personnel, from States or international or regional organizations, in support of the implementation of its mandate.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "39.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In line with the request of the Human Rights Council that the United Nations system as a whole fully cooperate with the Independent Investigative Mechanism, the United Nations and all its programmes, funds and offices shall, within their respective mandates, fully cooperate with the Mechanism and promptly respond to its requests, including for access to information.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "40.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Independent Investigative Mechanism will cooperate with relevant international and regional organizations, as well as non-governmental organizations, as appropriate and necessary for the implementation of its mandate.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "41.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Location and premises", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "V.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Secretary-General shall determine the seat of the Independent Investigative Mechanism, taking into account security, efficiency, cooperation with other relevant organizations and entities, cost-effectiveness and any other relevant considerations.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "42.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Head of the Independent Investigative Mechanism may consider establishing field presences, as appropriate and necessary, taking into account the location of crime sites and of key information, documentation and evidence, accessibility to victims and witnesses, proximity to national, regional or international courts and tribunals exercising jurisdiction over crimes within the mandate of the Mechanism and any other relevant considerations.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "43.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Privileges and immunities", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "VI.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Independent Investigative Mechanism and its personnel, records, archives, property and assets shall enjoy the privileges and immunities, exemptions and facilities provided for in the Convention on the Privileges and Immunities of the United Nations of 13 February 1946.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "44.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Relationship with the independent international fact-finding mission on Myanmar", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "VII.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Pursuant to Human Rights Council resolution 39/2, the independent international fact-finding mission on Myanmar is to continue to operate until the Independent Investigative Mechanism is operational, with the final report of the mission to be submitted to the Council at its forty-second session, in September 2019. The Council mandated the independent international fact-finding mission to ensure that the large and continually increasing amount of evidence of human rights violations and abuses it has collected is fully documented, verified, consolidated and preserved in order for the material to be effectively shared, accessed and used by the Mechanism.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "45.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "For any relevant period of parallel activity pursuant to their respective mandates, as the independent international fact-finding mission concludes its operations and the Independent Investigative Mechanism reaches full operability, the Mechanism and the independent international fact-finding mission shall pursue close cooperation and coordination with each other in order to ensure operational continuity, facilitate the appropriate harmonization of activities, effectively share information, documentation and evidence in line with international standards and ensure a seamless transition of all relevant activities from the independent international fact-finding mission to the Mechanism.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "46.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Reporting", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "VIII.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Independent Investigative Mechanism shall submit, on an annual basis, a report on its main activities to the Human Rights Council, starting at its forty-second session, and to the General Assembly, starting at its seventy-fourth session. In doing so, it shall preserve the confidential nature of its substantive work.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "47.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Funding", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "IX.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Independent Investigative Mechanism shall be funded through assessed contributions. A trust fund to receive complementary voluntary contributions may be established, as appropriate.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "48.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Commencement of operations", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "X.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Secretary-General shall determine, in consultation with the Head of the Independent Investigative Mechanism, the date upon which the Mechanism is deemed to be operational.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "49.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Completion of mandate", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "XI.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Upon completion of its mandate, the information, documentation and evidence collected, consolidated, analysed and preserved by the Independent Investigative Mechanism shall be transferred to the Secretariat. The Secretary-General may, pursuant to United Nations rules, regulations, policies and procedures, decide to share appropriate information, documentation and evidence with external parties, subject to the full respect for the undertakings given by the Mechanism to States, victims, witnesses or other sources of information, as well as other compelling interests requiring ongoing protection.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "50.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}]