[{"text": "Road map for digital cooperation: implementation of the recommendations of the High-level Panel on Digital Cooperation", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Report of the Secretary-General", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Contents", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Background", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "I.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In July 2018, the Secretary-General convened a High-level Panel on Digital Cooperation to advance proposals to strengthen cooperation in the digital space among Governments, the private sector, civil society, international organizations, academic institutions, the technical community and other relevant stakeholders. Co-chaired by Melinda Gates and Jack Ma, the 20 members of the Panel served in their personal capacities, representing an unprecedented mix of disciplines and sectors and geographic, gender and age diversity.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "1.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Panel completed its deliberations and submitted its final report, entitled “The age of digital interdependence”, in June 2019. In the report, the Panel included the following five sets of recommendations on how the international community could work together to optimize the use of digital technologies and mitigate the risks:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "2.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Build an inclusive digital economy and society;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(a)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Develop human and institutional capacity;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(b)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Protect human rights and human agency;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(c)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Promote digital trust, security and stability;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(d)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Foster global digital cooperation.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(e)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Following the issuance of the report, Member States and over 300 entities and organizations were contacted. More than 100 sent feedback to the Secretariat, including volunteering to lead or participate in discussions on the Panel’s recommendations. The Special Adviser to the Secretary-General on the Preparations for the Commemoration of the United Nations 75th Anniversary coordinated the follow-up process to the Panel.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "3.", "action_verb": "Following", "action_verb_type": "preambular", "action_verb_normalized": "follow", "links": []}, {"text": "Round-table discussion groups of subject-matter experts were constituted to address the Panel’s recommendations. Champions were selected on the basis of experience, previous engagement with the Panel and geographic and stakeholder diversity to coordinate and lead each group. The round-table groups held consultations on how to proceed with the recommendations, including by providing input for the present report. Their contributions provided invaluable advice, which was carefully considered in the preparation of sections III and IV of the present report.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "4.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The report is aimed at, first, summarizing the state of play in relation to each of the Panel’s recommendations, incorporating the subsequent consultations on follow-up, and, second, setting out in the concluding observations the envisaged action points for the way forward.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "5.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Introduction", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "II.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "As the world grapples with the coronavirus disease (COVID-19) pandemic, it is witnessing first-hand how digital technologies help to confront the threat and keep people connected. Supercomputers analyse thousands of drug compounds to identify candidates for treatments and vaccines. E-commerce platforms prioritize household staples and medical supplies, while videoconferencing platforms enable education and economic activity to continue.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "6.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "At the same time, the technological challenge posed by COVID-19 has been tremendous. While accurate data and information related to the disease are fundamental for an effective response, social media have been misused by some to spread dangerous misinformation and fuel discrimination, xenophobia and racism. Cyberattacks on the World Health Organization, hospitals and laboratories endanger lives and jeopardize potential advances in responding to and preventing the virus. A balance has to be struck between the use of technology and tracing applications to combat the spread of the virus and the safeguarding of privacy and individual rights. Even as digital technology makes it possible for people in countries with high connectivity to work and learn from home, it is a privilege not enjoyed by all: some people must be physically present for their jobs, while others have lost employment or do not have access to the Internet and technology, in particular the poor and vulnerable. With less access to the Internet, women and girls are disproportionately affected.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "7.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Digital technology does not exist in a vacuum – it has enormous potential for positive change, but can also reinforce and magnify existing fault lines and worsen economic and other inequalities. In 2019, close to 87 per cent of individuals in developed countries used the Internet, compared with only 19 per cent in the least developed countries.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "8.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "As more people are brought online, new vulnerabilities arise. According to estimates, the potential cost of worldwide data breaches will be more than $5 trillion by 2024. The use of the Internet and social media in the context of elections, as both enablers of participation and tools for spreading disinformation and hate speech, raise complex issues.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "9.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Though not explicitly indicated in the Panel’s report, advancing technology has always been coupled with significant impacts on the environment. Operations related to information and communications technologies (ICT) are expected to represent up to 20 per cent of global electricity demand, with one third stemming from data centres alone. On a positive note, the recent advances in technology offer ground-breaking opportunities to monitor and protect the environment, as well as overall planetary health. By harnessing them appropriately, the digital revolution can be steered to combat climate change and advance global sustainability, environmental stewardship and human well-being.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "10.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The prevalence of child sexual exploitation and abuse is also a major concern. In 2019, 70 million pieces of child sexual abuse material were reported to the National Center for Missing and Exploited Children of the United States, while many more went undetected. The international community has long stood united in its shared resolve to protect children. Building on that resolve, cooperation between national law enforcement agencies and major technology companies has increased, but more can be done. Companies must embrace more robust scanning practices and accelerate detection methods focused on prevention. This approach must also be supported by important legislative steps. In that regard, multi-stakeholder partnerships, such as the WeProtect Global Alliance and the Global Partnership to End Violence Against Children, are of great benefit.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "11.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The world is at a critical inflection point for technology governance, made more urgent by the ongoing pandemic. For example, according to the 11 norms of responsible State behaviour, agreed upon in 2015, States should not conduct or knowingly support ICT activity that intentionally damages critical infrastructure – an essential agreement for the current global response. Such norms provide a foundation for significantly scaling up and identifying innovative, ambitious initiatives and opportunities for technology governance. It is important to redouble efforts to better harness the potential of digital technologies while mitigating the harm that they may cause.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "12.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Consideration of the recommendations of the High-level Panel on Digital Cooperation", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "III.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A.\tInclusive digital economy and society", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Recommendation 1A (global connectivity)", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Meaningful participation in today’s digital age requires a high-speed broadband connection to the Internet. Countries report that 93 per cent of the world’s population live within physical reach of mobile broadband or Internet services. However, only 53.6 per cent of the world’s population now use the Internet, leaving an estimated 3.6 billion without access. The least developed countries are the least connected, at only 19 per cent of their populations.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "13.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Numerous barriers exacerbate the digital divide. First, installing traditional broadband connections is costly, and countries often face difficulties in financing the fibre-optic cables required. Second, market dynamics are often not favourable. Lower purchasing power in the least developed countries is a limiting factor for connectivity providers and, although wireless technology may help to spread broadband coverage further, faster and more cheaply, companies do not have the incentives to pursue this. Finally, the lack of digital skills can also limit the adoption of digital tools.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "14.", "action_verb": "Numerous", "action_verb_type": "operative", "action_verb_normalized": "numerou", "links": []}, {"text": "The fundamental issue of affordability of access and equipment has to be addressed. In 19 of the least developed countries, the price of 5 GB of fixed broadband is more than 20 per cent of monthly gross national income per capita. Concerted efforts to promote affordability can therefore have real impact; in low- to middle-income countries, breaking up a broadband monopoly can help users to save as much as $7.33 per GB of mobile data. In Myanmar, for example, the creation of a competitive market slashed the cost of subscriber identity module cards from $150 in 2013 to $1.50 in 2015, allowing 2 million new subscribers within the first month. Special attention should also be given to ensuring connectivity in times of crisis and in humanitarian operations. COVID-19 has already shown how connectivity is a critical need. Inaccessibility to the Internet has posed a direct risk to individuals’ ability to save their own lives and livelihoods, as well as for Governments and front-line workers to respond quickly and effectively. In the present crisis, connectivity needs to be prioritized as a foundation to ensure the continuation of critical services, enable digital literacy and promote social inclusion.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "15.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A central challenge to building an inclusive digital economy is that there are no baselines regarding the fundamental level of digital connectivity that individuals need to access the online space. Identifying such baselines, with flexibility to update them as necessary in the light of technology changes, would enable the development of targets and metrics. Risk factors that affect the ability of vulnerable and marginalized groups to have access to connectivity should be specifically identified and addressed.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "16.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Baselines and targets of “affordability” are also necessary, along with universal targets and metrics, such as defining affordable Internet as “pricing 1 GB of mobile broadband data at 2 per cent or less of average monthly income” or ensuring that entry-level broadband services in developing countries cost less than 2 per cent of monthly gross national income. Establishing baselines and targets could form the basis of general cost and investment estimates. For instance, it is estimated that achieving universal, affordable and quality Internet access by 2030 across Africa may cost as much as $100 billion. Achieving connectivity for the 3.6 billion people currently unconnected globally will cost significantly more. In the absence of baselines on fundamental connectivity and affordability, building a financing platform to address these needs will be challenging.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "17.", "action_verb": "Baselines", "action_verb_type": "operative", "action_verb_normalized": "baselin", "links": []}, {"text": "At the national level, Governments and communities, with the support of multi-stakeholder coalitions, can conduct local and regional assessments of connectivity needs in order to develop comprehensive connectivity plans. Real-time data about connectivity levels and projects can be made available to help to develop appropriate financing models. Ambitious regional infrastructure development initiatives, such as GIGA, a groundbreaking partnership to connect every school in the world to the Internet, can provide inspiration.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "18.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Some policies have been shown to promote connectivity, including regulations aimed at creating an enabling environment for smaller-scale providers, including broadband cooperatives, municipal networks and local businesses, by putting in place practices such as facilitating licence exemption and tax incentive schemes.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "19.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "As increasingly discussed within the Broadband Commission for Sustainable Development, emerging technologies also play a key role in promoting connectivity and the digital economy, as they can help to provide, monitor and finance Internet connectivity.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "20.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Recommendation 1B (digital public goods)", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Digital public goods are essential in unlocking the full potential of digital technologies and data to attain the Sustainable Development Goals, in particular for low- and middle-income countries. The Internet began as a publicly managed network with an open-source ethos that encouraged collaboration and experimentation. Over time, however, the percentage of the Internet that is open-source and public has significantly decreased. Hence, much of the most useful information online is not easily accessible, especially to those who need it the most.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "21.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "During the 2014–2015 outbreak of Ebola in West Africa, insights drawn from aggregated data, which were made public and shareable, played a crucial role in containing the virus. The utilization of big data and artificial intelligence to create “digital public goods in the form of actionable real-time and predictive insights” is critical for all stakeholders, including the United Nations, as they can serve to identify new disease outbreaks, counter xenophobia and disinformation and measure impacts on vulnerable populations, among other relevant challenges. Other digital solutions are also being deployed to address the COVID-19 pandemic. For other health crises, an open-source digital data package can be envisaged to accelerate case detection and open educational resources during school closures.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "22.", "action_verb": "During", "action_verb_type": "preambular", "action_verb_normalized": "dur", "links": []}, {"text": "Currently, access to digital solutions is often limited through copyright regimes and proprietary systems. Most existing digital public goods are not easily accessible because they are often unevenly distributed in terms of the language, content and infrastructure required to access them. Even when the relevant digital public good or open-source solution is found, support and additional investment are still required to scale them up and successfully implement them. A concerted global effort to create digital public goods would be key to achieving the Sustainable Development Goals.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "23.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Several such digital public goods platforms are emerging, including most significantly the Digital Public Goods Alliance, a multi-stakeholder initiative responding directly to the lack of a “go to” platform, as highlighted by the Panel in its report. The work of the Alliance is complemented by efforts such as the Global Data Access Framework, which is aimed at developing technical infrastructure to enable and scale up the sharing of data in all modalities to speed up the processes for creating quality digital public goods.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "24.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "These initiatives are critical to the development of common standards on open data that can guide the private and public sectors on how to provide open access to data sets, ensuring that more data become available as digital public goods, while respecting privacy and confidentiality. Central to the implementation of digital public goods are robust human rights and governance frameworks to enhance trust in technology and data use, while ensuring inclusion.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "25.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Recommendations 1C and 1D (digital inclusion)", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Even when ostensibly available, access to digital technologies remains uneven. As the Panel states in its report, “The people being left behind are typically those who can least afford it”. Digital divides reflect and amplify existing social, cultural and economic inequalities. The gender gap in global Internet use is a stark example – in two out of every three countries, more men use the Internet than women. This gender gap has been growing rather than narrowing, standing at 17 per cent in 2019, and was even larger in the least developed countries, at 43 per cent. Similar challenges affect migrants, refugees, internally displaced persons, older persons, young people, children, persons with disabilities, rural populations and indigenous peoples.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "26.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The COVID-19 pandemic underscores the urgency in bridging these divides. Digital tools have been a lifeline for millions of people. Without prompt action, there is a risk of layering the current barriers to digital inclusion on top of existing obstacles to development. In looking towards post-COVID-19 economic support for developing countries, digital tools have to be leveraged for these countries, as well as underserved groups, so that recovery efforts build an inclusive digital infrastructure that would accelerate progress for all.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "27.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The efforts that Member States and stakeholders are already undertaking, including the forthcoming multi-stakeholder action coalition on innovation and technology for gender equality, are much needed.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "28.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Nevertheless, globally, efforts have to be better coordinated and scaled up. A set of metrics to measure digital inclusion will be essential for evidence-based policymaking. In developing these metrics, the underlying definition of what it means to be digitally literate and have digital access has to be based on the fundamental premise that everyone should have an equal opportunity to become empowered through ICT. It means accessibility through not only physical access and skills development, but also design that respects the needs of all people, including those with disabilities, as well as addressing intersectionality, social norms, language barriers, structural barriers and risks, recognizing the importance of locally relevant content. Public-private cooperation will also be important in collecting disaggregated and anonymized data across demographic groups.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "29.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Sound measurement and improved coordination and information-sharing are best done together with guidelines on policies and actions that can help to mitigate the multiple digital gaps. The United Nations system has begun to develop guidance in that regard, though it would benefit from wider advocacy.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "30.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "It is also critical to apply a gender lens to all interventions on digital cooperation and technologies. This includes acknowledging gender-differentiated vulnerabilities to digitalization and identifying adequate risk mitigation actions.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "31.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Moreover, greater attention needs to be given to the situation of people on the move, including migrants, or those facing emergency and conflict-affected situations, given that these most vulnerable communities are often absent from digital cooperation discussions and face additional challenges in achieving connectivity.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "32.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "B.\tHuman and institutional capacity", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Recommendation 2 (digital capacity-building)", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The need for digital capacity-building is substantial. Achieving real and sustained progress in the various dimensions of digitalization requires skills development and effective training, in particular in developing countries. This is necessary to unlock the benefits of technology, including the more effective use of emerging technologies and ensuring that individuals stay safe, protected and productive online. For example, it is estimated that there will be 230 million “digital jobs” in sub-Saharan Africa by 2030 that could generate nearly $120 billion in revenue, but this would require some 650 million training opportunities by 2030.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "33.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "One of the primary challenges to date is that a large part of digital capacity-building has been supply-driven as opposed to needs-based. Insufficient investment also remains a significant limiting factor. Moreover, digital capacity-building has to be tailored to individual and national circumstances. Given variances within and among countries and regions, there is no one-size-fits-all approach, and better evidence is therefore needed of which capacity-building approaches are most effective, considering political, economic and social contexts.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "34.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "To overcome these challenges, two aspects are central: greater coherence and coordination in capacity-building efforts; and a concerted effort at scaling up solutions.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "35.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Holistic, inclusive approaches that bring together existing initiatives, United Nations entities, regional and subregional bodies and other relevant organizations that promote digital capacity-building are necessary to improve support for Governments and other stakeholders. In its report, the Panel proposed “digital help desks” as one potential solution that could leverage regional institutions and platforms. Since the issuance of the Panel’s report, the International Telecommunication Union (ITU) and the United Nations Development Programme (UNDP) have begun an initial mapping exercise of existing digital capacity-building initiatives to assess gaps and inform forward-looking solutions. The exercise will be expanded to include a detailed needs assessment component to support capacity-building providers in targeting their services more effectively to meet stakeholder needs.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "36.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The coordination work set out above requires matching efforts at the national level, especially through the United Nations presence on the ground. United Nations country teams, through their resident coordinators, could serve as the system’s in-country focal points on digital cooperation. Country-level support could also be amplified through engagement with local college graduates and other young professionals who could work closely with United Nations actors in launching and managing various rural-centric initiatives to advance broadband access, adoption and meaningful usage.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "37.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "C.\tHuman rights and human agency", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Recommendations 3A and 3B (digital human rights)", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Digital technologies provide new means to advocate, defend and exercise human rights, but they can also be used to suppress, limit and violate human rights. As the Panel noted, existing human rights treaties were signed in a pre-digital era. In today’s world, where online violations can lead to offline abuses, the Internet cannot be an ungoverned or ungovernable space – human rights exist online as they do offline and have to be respected in full (see A/70/174).", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "38.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["A/70/174", "https://undocs.org/en/A/70/174"]]}, {"text": "Effective due diligence is required to ensure that technology products, policies, practices and terms of service comply with human rights principles and standards. To that end, the Secretary-General, in his call to action for human rights, addresses new frontiers of technology and human rights, emphasizing that new technologies are too often used for surveillance, repression, censorship and online harassment, especially of vulnerable people and human rights defenders, and calling for these technologies to be used to provide new means to advocate, defend and exercise rights. Greater efforts are needed to develop further guidance on how human rights standards apply in the digital age, including through the Human Rights Council, and to build upon work by the special procedures and treaty bodies, the Office of the United Nations High Commissioner for Human Rights (OHCHR) and diverse stakeholders.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "39.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "There remains a need to address possible protection gaps created by constantly evolving digital technologies. In that regard, the Guiding Principles on Business and Human Rights provide a useful tool.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "40.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Blanket Internet shutdowns and generic blocking and filtering of services are considered by United Nations human rights mechanisms to be in violation of international human rights law. In addition to appropriate law enforcement, other means need to be found through consultation between Governments, industry and civil society, in accordance with international human rights law, including to deal with the spread of disinformation and, in particular, harmful, life-threatening content while avoiding disruptive blanket Internet shutdowns.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "41.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Of particular concern are the areas outlined below, in which technologies can be, and increasingly are, used to violate and erode human rights, deepen inequalities and exacerbate existing discrimination, especially of people who are already vulnerable or left behind.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "42.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Data protection and privacy", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Data protection has failed to keep up with advances in hacking and espionage. In 2019, more than 7,000 data breaches were recorded, exposing more than 15 billion records.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "43.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Effective personal data protection and the protection of the right to privacy in line with internationally agreed standards are imperative. Human rights-based domestic laws and practices for the protection of data privacy, including enforcement mechanisms such as access to judicial review, or fully independent and well-resourced data protection authorities, are needed to address the use of data by private companies or Governments.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "44.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The importance of protecting the right to privacy in the digital space and to take clear actions to do so is fundamental for private sector actors. More systemically, the current financing model for social media platforms effectively encourages the collection of personal data for commercial purposes, so that content and advertising can be more effectively tailored to individuals’ consumption patterns. Changes to this model will need to be considered in order to reverse the trend.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "45.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Digital identity", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "For over 1 billion individuals worldwide, their lack of recognized identification bars them from having access to basic goods and services. A “good” digital identity that preserves people’s privacy and control over their information can empower them to gain access to these much-needed services. Initiatives such as Identification for Development and the United Nations Legal Identity Task Force can help countries to realize the transformative potential of digital identification systems.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "46.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "It is nonetheless problematic that some digital identity programmes have been designed outside the frameworks of privacy and data protection. If digital identity is to become a trusted force for good and used for everyone, it has to be built upon a foundation of user agency and choice, informed consent, recognition of multiple forms of identity, space for anonymity and respect for privacy, ensuring that there is transparency when an individual’s data are used by government and other entities.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "47.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The adoption of safeguards related to digital identity is critical for Governments and the United Nations as they strive to realize its full utility and potential while building trust in its use. This includes, for instance, efforts such as decentralized data storage, identification and authentication, encrypted communications and considering the incorporation of “privacy by design” principles.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "48.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Surveillance technologies, including facial recognition", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Researchers have observed that surveillance technologies have, in many situations, allowed for serious breaches of privacy, by Governments, individuals and the private sector. Surveillance technologies, where used in accordance with applicable international human rights law, can be effective law enforcement tools. However, there are reports of targeted communications surveillance and facial recognition software that could result in human rights violations and lead to arbitrary arrests or detentions and violation of the right to peaceful protest. These technologies may also misidentify certain minority groups and cement existing social biases, leading to situations in which marginalized people and members of minority communities may be more likely to be identified as the wrong gender or be discriminated against, for instance, in being denied loans.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "49.", "action_verb": "Researchers", "action_verb_type": "operative", "action_verb_normalized": "researcher", "links": []}, {"text": "It is critical that legislation and safeguards are in place to protect people from unlawful or unnecessary surveillance, including any arbitrary surveillance that may be carried out by State actors in cyberspace, as well as in the physical world. Any such policies have to be fully in line with countries’ human rights obligations. This is relevant also for the ongoing COVID-19 pandemic: a careful and considered approach is required to ensure that responses are aligned with human rights obligations.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "50.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Online harassment and violence and the need for content governance", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In 2018, it was reported that women and girls were 27 times more likely to be harassed online than men. In addition to the impacts on health and dignity, the threat of online abuse is leading many women to “log off” of social media, perpetuating and entrenching inequalities in the space. They are joined by human rights defenders, environmental defenders, journalists, lesbian, gay, bisexual and transgender persons, young people, religious groups and civil society organizers in facing persistent harassment and violence online, including death threats, threats of sexual and gender-based violence and defamation and disinformation campaigns. Harassment and hate speech online can lead to physical violence offline. Increased digitalization owing to the current global health crisis has increased such threats.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "51.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Internet has to provide a safe space for information-sharing, education, expression, mobilization and participation. Addressing the legitimate concerns underlying the need for encryption without undermining legitimate law enforcement objectives is possible, along with human rights-based laws and approaches to address illegal and harmful online content. Member States and businesses, including cross-industry initiatives, should advocate transparent and accountable content governance frameworks that protect freedom of expression, avoid incentives for overly restrictive moderation practices and protect the most vulnerable.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "52.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Recommendation 3C (artificial intelligence)", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Today, artificial intelligence is ubiquitous in its applications, ranging from navigation and content recommendations to being at the forefront of explorations of genome sequencing. Its use is forecast to generate nearly $4 trillion in added value for global markets by 2022, even before the COVID-19 pandemic, which experts predict may change consumer preferences and open new opportunities for artificial intelligence-led automation in industries, businesses and societies.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "53.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Artificial intelligence can also significantly compromise the safety and agency of users worldwide. For example, lethal autonomous weapons systems may be able to make life and death decisions without human intervention, while artificial intelligence tools such as synthetic media – also known as “deepfakes” – have been used to influence public opinion.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "54.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "While interest in artificial intelligence is overwhelmingly high – the Panel’s recommendation elicited hundreds of responses – there is a gap in international coordination, collaboration and governance. The artificial intelligence-related issues highlighted by the Panel are important areas on which to engage, in particular its recommendation that “life and death decisions should not be delegated to machines”, which matches with the Secretary-General’s call for a global ban on lethal autonomous weapons systems. Member States have taken up the matter within the context of their participation in the Convention on Prohibitions or Restrictions on the Use of Certain Conventional Weapons Which May Be Deemed to Be Excessively Injurious or to Have Indiscriminate Effects.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "55.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Though many artificial intelligence initiatives have been launched in recent years, the following three challenges remain:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "56.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "There is currently a lack of representation and inclusiveness in global discussions. Developing countries are largely absent from or not well-represented in most prominent forums on artificial intelligence, despite having a significant opportunity to benefit from it for their economic and social development. The work done by the United Nations Educational, Scientific and Cultural Organization on the ethics of artificial intelligence is an example of the role that the United Nations can play to ensure inclusiveness;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(a)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Current artificial intelligence-related initiatives lack overall coordination in a way that is easily accessible to other countries outside the existing groupings, other United Nations entities and other stakeholders. There are currently over 160 organizational, national and international sets of artificial intelligence ethics and governance principles worldwide. However, there is no common platform to bring these separate initiatives together;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(b)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Public sectors would benefit from additional capacity and expertise to engage on artificial intelligence and bring national oversight or governance to the use of such technologies. In that connection, additional understanding of how artificial intelligence can best be deployed to support the achievement of the Sustainable Development Goals would be beneficial. The Artificial Intelligence for Good Global Summit, convened annually by ITU in partnership with other United Nations entities, is aimed at filling this gap. However, without a broader, more systematic attempt to harness the potential and mitigate the risk of artificial intelligence, opportunities to use it for the public good are being missed.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(c)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "As stated in the Secretary-General’s call to action for human rights, advances in artificial intelligence-related technologies, such as facial recognition software and digital identification, must not be used to erode human rights, deepen inequality or exacerbate existing discrimination.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "57.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "D.\tTrust, security and stability", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Recommendation 4 (digital trust and security)", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The General Assembly has a long history of steering the use of technology for good while curtailing the dangers of its misuse, beginning with its first resolution, adopted in 1946, to address challenges raised by the discovery of atomic energy.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "58.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The COVID-19 pandemic has exposed the collective vulnerability to disruption and abuse. In one week in April 2020, there were over 18 million daily malware and phishing emails related to the disease reported by a single email provider, in addition to more than 240 million COVID-19-related daily spam messages.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "59.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Global data breaches have cost countries and companies trillions of dollars, while malware attacks have caused billions of dollars in lasting damage to computer systems necessary for key economic and societal functions.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "60.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Meanwhile, health-care facilities have been targets of serious cyberattacks during the COVID-19 crisis, with the International Criminal Police Organization reporting a rise in global ransomware attacks. The World Health Organization has faced severe cyberattacks and impersonation attempts. Civilian hospitals and critical health-care infrastructure have to be inviolable, not only in times of armed conflict, but at all times.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "61.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Terrorist groups and violent extremists have exploited the Internet and social media to cause harm in both the digital and physical worlds. Cyberattacks and disinformation campaigns targeting election infrastructure, political parties and politicians are undermining political participation, as well as the legitimacy of essential institutions, while sowing discontent and mistrust. States and non-State actors are rapidly increasing their cybercapabilities and developing increasingly sophisticated cyberarsenals. Nevertheless, close to half of all countries in the world do not have a Computer Emergency Response Team, which would give them the organizational and technological capacity to respond to cyberthreats.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "62.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Over the past few years, important efforts have been under way to address the rising threats to the online world. Encouraging voluntary efforts have been seen, including the Paris Call for Trust and Security in Cyberspace, the Global Forum on Cyber Expertise, the Global Commission on the Stability of Cyberspace and the Contract for the Web, many of which are multi-stakeholder, as well as initiatives on specific issues, such as the Christchurch Call to Action to address terrorist and violent extremist narratives. The initiatives have helped to bring about important progress for multi-stakeholder engagement. However, these efforts are not yet universal, and their reach, though broad in some cases, does not yet cover large swathes of the world.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "63.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Within the United Nations system, the Group of Governmental of Experts on Advancing Responsible State Behaviour in the Context of International Security and the Open-Ended Working Group on Developments in the Field of Information and Telecommunications in the Context of International Security seek to advance how international law applies in the use of ICT, norms of responsible State behaviour and related capacity-building efforts and confidence-building measures, as well as the establishment of regular institutional dialogue on the issue. These processes are focused on the use of ICT in the context of international security, working under the auspices of the First Committee of the General Assembly.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "64.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Recognizing the value of these initiatives and processes, it will be important for the international community to also prioritize broader issues of trust and security to reap the benefits of the digital domain in collective efforts to achieve the Sustainable Development Goals. A universal statement, endorsed by Member States, in which elements of common understanding are set out, could help to shape a shared vision for digital cooperation based on core values. The digital technologies that underpin core societal functions, often referred to as critical infrastructure, including supporting access to food, water, housing, energy, health care and transportation, need to be safeguarded.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "65.", "action_verb": "Recognizing", "action_verb_type": "preambular", "action_verb_normalized": "recogniz", "links": []}, {"text": "E.\tGlobal digital cooperation", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Recommendations 5A and 5B (global digital cooperation)", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "To address gaps in global digital cooperation, the Panel suggested three potential models: a strengthened and enhanced Internet Governance Forum Plus, a distributed co-governance architecture and a digital commons architecture.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "66.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The existing digital cooperation architecture has become highly complex and diffused but not necessarily effective, and global discussions and processes are often not inclusive enough. This situation is exacerbated by the lack of a common entry point into the global digital architecture, which makes it especially hard for developing countries, small and medium-sized enterprises, marginalized groups and other stakeholders with limited budgets and expertise to make their voices heard.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "67.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Discussions among relevant stakeholders on the Panel’s three proposed models are ongoing, given the complexity and significance of the issues and the need to ensure a comprehensive representation of global voices. While there appears to be momentum in support of the Internet Governance Forum Plus model, some have highlighted the need to continue examining the other two architectures, including how various features may complement that model. Member States are considering working with a multi-stakeholder task force to pilot the distributed co-governance model at the national or regional levels.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "68.", "action_verb": "Discussions", "action_verb_type": "operative", "action_verb_normalized": "discussion", "links": []}, {"text": "Concluding observations and way forward", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "IV.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In 2020, the General Assembly marks the seventy-fifth anniversary of the founding of the United Nations and the beginning of the decade of action for the Sustainable Development Goals. Effective digital cooperation is instrumental in achieving the “future we want” and the ambitious goals of the 2030 Agenda for Sustainable Development. This is not something that any country, company or institution can achieve alone.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "69.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Digital cooperation is a multi-stakeholder effort and, while Governments remain at the centre, the involvement of the private sector, technology companies, civil society and other stakeholders is essential. It is vital to engage with the private sector, the technical community and civil society from the beginning if realistic and effective decisions and policies are to be made.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "70.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The High-level Panel on Digital Cooperation was convened to advance proposals to strengthen cooperation in the digital space among Governments, the private sector, civil society, international organizations, academic institutions, the technical community and other relevant stakeholders.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "71.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "After close consideration of the Panel’s proposals, and with input from the multi-stakeholder round tables, the actions set out below are envisaged to accelerate global digital cooperation, seizing on the opportunities that are presented by technology – while mitigating the risks – so that progress towards achieving the Goals by 2030 can be made collectively.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "72.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "United Nations as convener and platform", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The United Nations is ready to serve as a platform for multi-stakeholder policy dialogue on the emerging technologies outlined above.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "73.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "To facilitate such a dialogue, I intend to appoint an Envoy on Technology in 2021, whose role will be to advise the senior leadership of the United Nations on key trends in technology, so as to guide the strategic approach taken by the Organization on such issues. The Envoy will also serve as an advocate and focal point for digital cooperation – so that Member States, the technology industry, civil society and other stakeholders will have a first port of call for the broader United Nations system.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "74.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Organization will map the technology and digital parts and functions throughout the United Nations system, so as to encourage a more coherent and strategic approach and assess where there is room for consolidation and strengthening. The strategy on new technologies, which was issued in 2018, is also being updated with a view to supporting different parts of the United Nations system in better harnessing digital technologies to fulfil their mandates. The upcoming report of the Task Force on the Digital Financing of the Sustainable Development Goals will provide further insight.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "75.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Digital technology has profound implications for the Organization’s work in other areas. For example, it can improve humanitarian action across the humanitarian programme cycle. Similarly, digital technologies can support United Nations peacekeeping efforts globally, including by ensuring the safety and security of peacekeepers.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "76.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Global connectivity", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In order to ensure that every person has safe and affordable access to the Internet by 2030, including meaningful use of digitally enabled services, in line with the Sustainable Development Goals, the United Nations will:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "77.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Support efforts to establish a baseline of digital connectivity that individuals need to access the online space, as well as a definition of “affordability”, including universal targets and metrics;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(a)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Convene a global group of investors and financing experts to consider the development of a financing platform and find other new models for investment in connectivity, in particular, in hard-to-reach and rural areas;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(b)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Promote new and potentially transformative models to accelerate connectivity, such as the GIGA initiative of ITU and the United Nations Children’s Fund;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(c)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Promote the development of enabling regulatory environments for smaller-scale Internet providers, along with local and regional assessments of connectivity needs;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(d)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Accelerate discussions on connectivity as part of emergency preparedness, responses and aid, including working through the inter-agency Emergency Telecommunications Cluster.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(e)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Digital public goods", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "If the benefits of increased Internet connectivity are to be realized, it is important that all actors, including Member States, the United Nations system, the private sector and other stakeholders, promote open-source software, open data, open artificial intelligence models, open standards and open content that adhere to privacy and other applicable international and domestic laws, standards and best practices and do no harm.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "78.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Member States, the United Nations and other stakeholders can amplify these global initiatives by deploying digital public goods as part of their immediate efforts to respond to the COVID-19 pandemic and, in the future, as part of their approaches to achieving the Goals.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "79.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "To accelerate this movement, I welcome the formation of the Digital Public Goods Alliance and ask it to continue to work closely with other emerging digital public goods initiatives.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "80.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Digital inclusion", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "To ensure that the voices of those who are not fully benefiting from digital opportunities are heard, I will establish a multi-stakeholder digital inclusion coalition – an informal network of like-minded Member States, civil society groups, the private sector and other stakeholders on digital inclusion. The development of annual scorecards on digital inclusion and the establishment of metrics to measure both digital inclusion and literacy will accelerate the promotion of an inclusive digital ecosystem. In that regard, I call upon donors to consider funding such detailed data collection as part of larger investments in ICT and other infrastructure. Public-private cooperation will also be important in collecting disaggregated and anonymized data across demographic groups, within ethical, privacy protection frameworks and in accordance with data protection laws.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "81.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In addition, the Secretariat and, where possible, other entities of the United Nations system, will undertake a mapping exercise of digital inclusion initiatives, mechanisms and programmes, which will be provided online. Resident coordinators will be tasked with working with host Governments to develop action plans to improve digital inclusion.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "82.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Digital capacity-building", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Building on the mapping of existing digital capacity-building initiatives undertaken by UNDP and ITU, which they intend to expand, I will work with United Nations entities to launch a broad multi-stakeholder network to promote holistic, inclusive approaches to digital capacity-building for sustainable development, including a new joint facility for digital capacity development, which will be led by ITU and UNDP.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "83.", "action_verb": "Building", "action_verb_type": "preambular", "action_verb_normalized": "build", "links": []}, {"text": "The network could also provide a clearing-house function to help to direct specific requests for support to potential providers of guidance, funding and advice on digital readiness and needs assessments, digital strategy support and digital literacy and skills training. This function would be embedded within the broader United Nations system to ensure relevance, impact and a focus on the Goals, for instance, by encouraging collaboration with resident coordinators to assess digital capacity-building needs and identify suitable service providers and knowledge products.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "84.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "At the country level, initiatives will be pursued that strengthen capacity-building support, in particular in areas such as increasing Internet connectivity and growing digital economies. For example, opportunities to build on the existing United Nations Volunteers programme will be explored.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "85.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Digital human rights", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "To address the challenges and opportunities of protecting and advancing human rights, human dignity and human agency in a digitally interdependent age, the Office of the United Nations High Commissioner for Human Rights will develop system-wide guidance on human rights due diligence and impact assessments in the use of new technologies, including through engagement with civil society, external experts and those most vulnerable and affected.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "86.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "I also call upon Member States to place human rights at the centre of regulatory frameworks and legislation on the development and use of digital technologies. In a similar vein, I call upon technology leaders urgently and publicly to acknowledge the importance of protecting the right to privacy and other human rights in the digital space and take clear, company-specific actions to do so.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "87.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Artificial intelligence", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "To address issues raised around inclusion, coordination, and capacity-building for Member States on artificial intelligence, I intend to establish a multi-stakeholder advisory body on global artificial intelligence cooperation to provide guidance to myself and the international community on artificial intelligence that is trustworthy, human-rights based, safe and sustainable and promotes peace. The advisory body will comprise Member States, relevant United Nations entities, interested companies, academic institutions and civil society groups.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "88.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Such a body could also serve as a diverse forum to share and promote best practices, as well as exchange views on artificial intelligence standardization and compliance efforts, while taking into account existing mandates and institutions. The body could also help to disseminate work being done by other United Nations entities.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "89.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Digital trust and security", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A broad and overarching statement, endorsed by all Member States, in which common elements of understanding on digital trust and security are outlined, could help to shape a shared vision for digital cooperation based on global values. The Secretariat will continue to explore with Member States whether and how to take such a statement forward.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "90.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Such a statement could be beneficial for the following reasons:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "91.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The strong linkage between principles of digital trust and security and the ability to realize the 2030 Agenda must be acknowledged at the highest level;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(a)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Digital technologies must be deployed in a safe and trustworthy manner that narrows the digital divide. Promoting this through a universal document would ensure the engagement of all countries, in particular developing countries;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(b)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The statement would raise the global profile and level of engagement with digital trust and security issues among Member States, in a principled way, in areas that do not duplicate the important technical work being done in the Open-ended Working Group and the Group of Governmental Experts.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(c)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Following adoption by Member States, the statement could also be open to endorsement by stakeholders, such as those in the private sector, including technology companies, and civil society.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "92.", "action_verb": "Following", "action_verb_type": "preambular", "action_verb_normalized": "follow", "links": []}, {"text": "Global digital cooperation", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "While discussions on the different digital architecture models proposed by the Panel are ongoing among stakeholders, the following ideas have emerged with a view to making the Internet Governance Forum more responsive and relevant to current digital issues. These include:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "93.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Creating a strategic and empowered multi-stakeholder high-level body, building on the experience of the existing multi-stakeholder advisory group, which would address urgent issues, coordinate follow-up action on Forum discussions and relay proposed policy approaches and recommendations from the Forum to the appropriate normative and decision-making forums;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(a)", "action_verb": "Creating", "action_verb_type": "preambular", "action_verb_normalized": "creat", "links": []}, {"text": "Having a more focused agenda for the Forum based on a limited number of strategic policy issues;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(b)", "action_verb": "Having a", "action_verb_type": "preambular", "action_verb_normalized": "having a", "links": []}, {"text": "Establishing a high-level segment and ministerial or parliamentarian tracks, ensuring more actionable outcomes;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(c)", "action_verb": "Establishing", "action_verb_type": "preambular", "action_verb_normalized": "establish", "links": []}, {"text": "Forging stronger links among the global Forum and its regional, national, subregional and youth initiatives;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(d)", "action_verb": "Forging", "action_verb_type": "preambular", "action_verb_normalized": "forg", "links": []}, {"text": "Better integrating programme and intersessional policy development work to support other priority areas outlined in the present report;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(e)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Addressing the long-term sustainability of the Forum and the resources necessary for increased participation, through an innovative and viable fundraising strategy, as promoted by the round table;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(f)", "action_verb": "Addressing", "action_verb_type": "preambular", "action_verb_normalized": "address", "links": []}, {"text": "Enhancing the visibility of the Forum, including through a stronger corporate identity and improved reporting to other United Nations entities.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(g)", "action_verb": "Enhancing", "action_verb_type": "preambular", "action_verb_normalized": "enhanc", "links": []}, {"text": "While consultations on digital architecture models will continue in the coming months, I support these measures to enhance the Forum and intend to implement them as appropriate.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "94.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In this unprecedented moment, the power, promise and peril of digital technology cannot be underestimated. Coming together will allow the international community to ensure that technology is harnessed for good, seek the opportunity to manage its impact and ensure that it presents a level playing field for all.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "95.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Future generations will judge whether the present generation seized the opportunities presented by the age of digital interdependence. The time to act is now.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "96.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}]