[{"text": "Seventy-eighth session", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Agenda item 147", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Financing of the United Nations Interim Security Force for Abyei", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Budget for the United Nations Interim Security Force for Abyei for the period from 1 July 2024 to 30 June 2025", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Report of the Secretary-General", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Contents", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Mandate and planned results", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "I.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A.\tOverall", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The mandate of the United Nations Interim Security Force for Abyei (UNISFA) was established by the Security Council in its resolution 1990 (2011). In its resolution 2708 (2023), the Council decided to extend until 15 November 2024 the mandate of UNISFA and its tasks as set out in resolution 1990 (2011). In the same resolution, the Council decided to extend until 15 November 2024 the Force’s mandate modification set forth in resolutions 2024 (2011) and 2075 (2012), which provides for the Force’s support for the Joint Border Verification and Monitoring Mechanism, and further decided that UNISFA should continue to implement that mandate in accordance with resolution 2609 (2021).", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "1.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["1990 (2011)", "https://undocs.org/en/S/RES/1990(2011)"], ["2708 (2023)", "https://undocs.org/en/S/RES/2708(2023)"], ["1990 (2011)", "https://undocs.org/en/S/RES/1990(2011)"], ["2024 (2011)", "https://undocs.org/en/S/RES/2024(2011)"], ["2075 (2012)", "https://undocs.org/en/S/RES/2075(2012)"], ["2609 (2021)", "https://undocs.org/en/S/RES/2609(2021)"]]}, {"text": "The overarching political objective of UNISFA is to enable conditions conducive to political dialogue between the parties, leading to an agreement to resolve both the final status of Abyei and Sudan-South Sudan border issues through the Mechanism’s activities. Therefore, UNISFA will, during the budget period, contribute to several expected accomplishments by delivering related key outputs, shown in the frameworks below. The frameworks are organized according to components (security, governance and border monitoring; and support) which are derived from the mandate of the Force.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "2.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The expected accomplishments would lead to the fulfilment of the objective of the Security Council and the indicators of achievement show a measurement of progress towards such accomplishments during the budget period. The human resources of UNISFA in terms of the number of personnel have been attributed to the individual components, with the exception of the Force’s executive direction and management, which can be attributed to UNISFA as a whole. Variances in the number of personnel, compared with the budget for the 2023/24 period, have been explained under the relevant components.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "3.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UNISFA is headed by a Head of Mission at the level of Assistant Secretary-General. UNISFA will continue to operate from its headquarters in Abyei town, 10 company operating bases (Diffra, Todach, Goli, Dokura/Rumajak, Highway, Noong, Tejalei, Marial Achak, Athony and Agok), 3 permanent operating bases (Banton, Dokura II and PM Chief), 4 temporary operating bases (Um Khariet, Dungop, Leu and Rumamier), 1 logistics base (Kadugli), and the headquarters of the Joint Border Verification and Monitoring Mechanism (Kadugli) and its team sites (Tishwin and Abu Qussa/Wunkur). Three infantry battalions are deployed to cover the northern, central and southern sectors in the Abyei Area, supported by associated enabling units. A company-sized quick reaction force is maintained at UNISFA headquarters to provide flexibility and act as a reserve force. Staff officers and military observers are also deployed in Abyei and Kadugli.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "4.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Engagements are under way with the Government of South Sudan to ensure reoperationalization of the Mechanism’s Sector 1 headquarters (Gok Machar) and its two team sites (Sumayah/War Abar and Safahah/Kiir Adem), which its troops were forced to abandon between August and October 2021.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "5.", "action_verb": "Engagements", "action_verb_type": "operative", "action_verb_normalized": "engagement", "links": []}, {"text": "B.\tPlanning assumptions and mission support initiatives", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The outbreak of fighting between the Sudanese Armed Forces and the Rapid Support Forces in the Sudan in April 2023 severely hampered political progress on the status of Abyei. The ongoing conflict in the Sudan will continue to have an impact on the situation in Abyei and on the peace process and the resolution of border disputes between South Sudan and the Sudan. Accordingly, it will define the operational environment within which UNISFA will operate.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "6.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UNISFA will continue to monitor the situation closely and engage with the Governments of the Sudan and South Sudan to mitigate repercussions on the Abyei Area, and, crucially, to ensure that resupply and rotation routes remain open. UNISFA will support United Nations partners in Abyei in ensuring that the humanitarian needs of displaced persons arriving from the Sudan are met.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "7.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Notwithstanding the ongoing conflict in the Sudan that has halted the political process, UNISFA will continue to focus on the five strategic priorities set out in Security Council resolution 2609 (2021). It should be noted that the protection of civilians, an integral part of the mandate, is a whole-of-mission responsibility, comprising protection through dialogue and engagement, physical protection and the establishment of a protective environment. Accordingly, each strategic priority below addresses one aspect of a holistic approach to the protection of civilians.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "8.", "action_verb": "Notwithstanding", "action_verb_type": "preambular", "action_verb_normalized": "notwithstand", "links": [["2609 (2021)", "https://undocs.org/en/S/RES/2609(2021)"]]}, {"text": "The first strategic priority is the continued physical protection of civilians and the facilitation of humanitarian assistance. UNISFA will continue to respond to emerging threats, working in close consultation with local stakeholders, and to work towards enhancing efforts to protect women, young people and children. Special arrangements will be made to meet the requirements of women who face protection challenges in maintaining their livelihoods. The Force’s focus will be to pre-empt, deter and, as required, intervene to protect civilians, including through enhanced situational awareness, data-driven conflict analysis and strengthened early warning and early response mechanisms throughout the Abyei Area. Data-driven technology, community alert networks, the conduct of meetings of the Joint Security Committee and the joint community peace committee, and a targeted physical presence through frequent short-duration, long-duration, dismounted and integrated military patrols both on and around the main supply routes, supported by air patrols and air reconnaissance, will be used. UNISFA will work to decrease the number of firearms in the Abyei Area by increasing the seizure and confiscation of illegal weapons in order to maintain a weapons-free Abyei Area.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "9.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Owing to the influx of displaced persons from the Sudan and the limited presence of humanitarian actors, UNISFA will embark on numerous civilian-military cooperation activities. These include the provision of basic health-care, education and water facilities and the provision of escorts to displaced persons from the Sudan from their point of entry to the registration point at Amiet market.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "10.", "action_verb": "Owing", "action_verb_type": "preambular", "action_verb_normalized": "ow", "links": []}, {"text": "The second strategic priority is continued support for the political process between the Sudan and South Sudan. In the absence of a joint political process including the Abyei Joint Oversight Committee, UNISFA will continue to promote discussions between the Sudan and South Sudan on the future of the Abyei Area. UNISFA will also work with the Special Envoy of the Secretary-General for the Horn of Africa, the Intergovernmental Authority on Development and the African Union to support the development of recommendations on the most appropriate framework, structure or organizational mandate for the region to provide mediation support to the parties, in line with the request contained in Security Council resolution 2609 (2021). Should political progress allow, UNISFA will support joint consultations with the Governments of the Sudan and South Sudan and relevant stakeholders, including the local communities, to develop clear and realistic benchmarks for a transition process, in line with Security Council resolution 2609 (2021). At the same time, UNISFA will support the implementation of any dialogue framework deemed acceptable by the parties while ensuring the full participation of women at all levels in line with Security Council resolution 1325 (2000) and subsequent resolutions on women and peace and security.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "11.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["2609 (2021)", "https://undocs.org/en/S/RES/2609(2021)"], ["2609 (2021)", "https://undocs.org/en/S/RES/2609(2021)"], ["1325 (2000)", "https://undocs.org/en/S/RES/1325(2000)"]]}, {"text": "UNISFA will continue to support the Joint Border Verification and Monitoring Mechanism in verifying and monitoring the Safe Demilitarized Border Zone and facilitate the reoperationalization of the Mechanism’s Sector 1, including its headquarters and two team sites, with the concurrence of the parties. South Sudan national monitors will also be deployed in Abu Qussa. The Mechanism will establish good offices at Juba and Khartoum and/or Port Sudan with a senior military officer to liaise closely with the relevant national joint monitoring and verification mechanisms and secretariats of the Joint Political and Security Mechanism. The parties agreed on this Mechanism in order to initiate the deployment of surveillance technology, including aircraft-mounted digital high-resolution surveillance cameras, to enable the effective conduct of verification and monitoring missions in the entire 2,100 km Safe Demilitarized Border Zone and to improve border monitoring.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "12.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UNISFA will also continue to conduct patrols to protect the Abyei Area, monitor and verify the redeployment of government forces and detect and deter the presence of armed groups, including the emergent Ngok Dinka youth armed group Tiit Baai. Through its robust posture, especially along the borders, UNISFA will deter potential external threats, including armed incursions into the Abyei Area. To further mitigate possible incidents of violence, checkpoints and search-and-seize operations will continue, as will the mechanisms of the Joint Military Observers Committee and the joint military observer team. With the static presence of security forces inside Abyei, including the South Sudan People’s Defence Forces in the south and the Sudanese Police Force and the Sudanese oil police in the north – in violation of the Agreement of 20 June 2011 between the Government of the Republic of the Sudan and the Sudan People’s Liberation Movement on Temporary Arrangements for the Administration and Security of the Abyei Area and the UNISFA mandate – UNISFA will continue to monitor and report on their presence to the respective Governments, reiterating the importance of maintaining the demilitarized and weapons-free status of Abyei.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "13.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The third strategic priority is the continued focus on local-level mediation to address intercommunal conflict. UNISFA will facilitate formal inter-community dialogue between Ngok Dinka and Misseriya, in particular with key stakeholders such as women, young people and traditional leaders. UNISFA will continue to support regular and formal dialogue between the communities, including through the joint community peace committee and corridor meetings, aimed at reducing violent clashes and retaliation, which result in civilian casualties and increased numbers of internally displaced persons. UNISFA will ensure the equal participation of women and young people in inter-community dialogue and engage with young people on programme design to combat their disenfranchisement and discourage their involvement in conflict and armed groups. Recognizing the importance of applying a gender lens to youth, peace and security, UNISFA will advocate for the equal participation of young women as part of its women and peace and security and youth, peace and security agendas.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "14.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "As part of the ongoing efforts by the Government of South Sudan to halt violence between the Ngok Dinka and Twic Dinka communities in Abyei and in Warrap State in South Sudan, UNISFA will support the efforts of South Sudan to de-escalate intra-Dinka tensions, including by addressing destabilizing tensions caused by the presence of Nuer elements. To this end, sustained consultations with the two local administrations will continue, as necessary. UNISFA will ensure regular cooperation and information-sharing with the United Nations Mission in South Sudan and they will jointly promote peace efforts between the Ngok and Twic communities.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "15.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The fourth strategic priority focuses on peacebuilding activities to address root causes of conflict, including through the activities of the Joint Programme of the Resident Coordinators in the Sudan and South Sudan in Abyei (United Nations Joint Programme in Abyei). UNISFA will continue to implement programmatic activities, civilian-military cooperation activities and quick-impact projects aimed at improving the environment for mandate implementation, addressing the population’s most pressing needs and focusing on improving the livelihoods and living standards of the Ngok Dinka and the Misseriya communities in equal measure and on establishing basic amenities and infrastructure.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "16.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In line with the women and peace and security agenda, UNISFA will continue to promote the full and equal participation of women at all levels of intercommunal peace processes and political decision-making in Abyei. UNISFA will focus on efforts to address all forms of disparity and discrimination against women in order to foster inclusive and gender-equitable communities in Abyei. Central to the Force’s work is human rights and the need to enhance women’s empowerment and participation and guarantee women’s engagement at all levels of decision-making. UNISFA will continue to monitor human rights violations and abuses, including sexual and gender-based violence, against women and children, and will continue to promote gender-responsive peacekeeping through a dedicated gender focal point arrangement and concerted efforts to increase the number of women in military and police components.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "17.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The fifth and final strategic priority is the promotion of accountability, access to justice and support for the rule of law. UNISFA will promote local involvement and ownership of rule of law processes, continue to implement the integrated rule of law support strategy in close coordination with the host Governments and communities, and promote and monitor human rights.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "18.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In the absence of rule of law mechanisms, including the Abyei Police Service in the Abyei Area, UNISFA will work towards building the capacity of the community protection committees and the joint protection committee in the Amiet market, including through the provision of basic training in law and order, human rights and co-location. Efforts will be made to enhance participation in rule of law matters, to increase the number of female community protection committee/joint protection committee members and gender-based violence desks, and to improve access to law and order throughout the Abyei Area. Implementation of the integrated rule of law support strategy will be guided by engagement with stakeholders, including women’s groups, the undertaking of awareness-related activities, and the prevention of sexual exploitation and abuse through the promotion of prevention of sexual exploitation and abuse networks and community interactive patrols in Abyei. UNISFA will engage with the Governments of the Sudan and South Sudan to secure their cooperation for the full deployment of United Nations individual police officers and formed police units, to support the community protection committees and joint protection committee and to secure a road map for the establishment of the Abyei Police Service, as called for in the Agreement of 20 June 2011.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "19.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UNISFA will also enhance its human rights monitoring and establish a mechanism that will enable UNISFA to assess trends and contribute to its early warning system, including the arrival of those displaced by the fighting in the Sudan, by carrying out awareness-raising campaigns to foster a culture of vigilance and create safer environments for all. In line with this initiative, the prevention of sexual exploitation and abuse networks will continue to actively establish community-based reporting mechanisms to ensure that the voices of survivors are heard and their rights are protected.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "20.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Assuming that mobility and access are not interrupted by the ongoing conflict in the Sudan or by asymmetric warfare caused by multiple armed groups within the UNISFA area, UNISFA mine action operations will continue to implement mandated activities and respond to threats posed by explosive remnants of war and landmines. They will enable Force mobility and freedom of movement within the UNISFA area, freedom of movement for the Joint Border Verification and Monitoring Mechanism and the return of civilians to their communities, peaceful migration and delivery of humanitarian aid.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "21.", "action_verb": "Assuming", "action_verb_type": "preambular", "action_verb_normalized": "assum", "links": []}, {"text": "Mission support initiatives", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UNISFA remains committed to the reconstruction of military operating bases, incorporating the principles of the Secretary-General’s Action for Peacekeeping and Action for Peacekeeping Plus and minimizing the Force’s environmental footprint as an integral part of the Administration’s broader environmental strategy. The mission support initiatives underscore this commitment, focusing on the well-being of peacekeepers, environmental sustainability and the responsible management of resources.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "22.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UNISFA, for the 2024/25 period, plans to reconstruct six operating bases as part of the Smart Camp project. The reconstruction effort is aimed at replacing outdated infrastructure and is designed to improve the safety and well-being of peacekeepers and overcome barriers for women in peacekeeping. Technology is further integrated into critical infrastructure and equipment to reduce labour-intensive tasks through automation by introducing auto-refuelling and generator switchovers. Data are further collected through meters and sensors through field remote infrastructure monitoring to measure resource production and consumption and report on the performance of critical equipment. This technology is intended to improve the effectiveness of the functions of safety and security, utilities management, logistics transport and environmental management, to protect, sustain and operationalize peacekeepers, and to reduce the environmental impact of UNISFA.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "23.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The proposed budget for the 2024/25 period includes the implementation of several multi-year construction projects at UNISFA headquarters and various team sites, for which contracts were established in the 2022/23 and 2023/24 periods. However, some single-year projects that were approved for the 2021/22, 2022/23 and 2023/24 periods could not be implemented as scheduled because of the need for UNISFA to reprioritize resources during the 2021/22, 2022/23 and 2023/24 periods in favour of requirements relating to the deployment of the new multinational contingents and to camp rehabilitation projects. It is proposed that these projects be implemented during the 2024/25 period. Projects proposed for 2024/25 include the construction and/or installation of: (a) concrete works, comprising walkways, crossings, drainage, culverts, abutment walls, lightweight floor slabs, heavy-duty workshop flooring, t-walls, jersey barriers and ramps at UNISFA headquarters and team sites; (b) chain-link fencing, wire and gates; (c) secondary roofing for prefabricated accommodation; (d) a training centre for national staff; (e) rigid pavements on heavy-traffic internal roads; (f) a helicopter maintenance hangar; (g) a contingent-owned equipment workshop; (h) solar farms; and (i) a wastewater treatment plant in Kadugli.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "24.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Environmental initiatives will encompass the construction of a conventional wastewater treatment plant in Kadugli and the installation of solar farms, as outlined previously, but also the installation of solar water heaters and the integration of waste management yards and solar farms into the Smart Camp projects, and continuous tree planting activities in the UNISFA area camps. Camps planned to be covered for the 2024/25 period include Highway, Athony, Agok, Diffra and Dokura. These facilities aim to reduce waste and energy consumption while serving as models for future camps, with UNISFA serving as the pioneering mission for the Smart Camp projects.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "25.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In addition, UNISFA will place plastic recycling equipment in Diffra (northern sector) and Kadugli, furthering the Force’s goal of creating and leaving a positive legacy in the community and of effectively managing plastic waste within the UNISFA area. UNISFA is also actively engaged in soil remediation projects in all camps to address environmental concerns. These initiatives collectively represent the Force’s approach to addressing environmental and infrastructure aspects, enhancing the sustainability of the Force’s presence. The UNISFA Engineering Unit intends to centralize all power plants in a single location in the Abyei camp and install step-up and step-down transformers and synchronization units with these clusters of generators at Abyei and at other locations.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "26.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The proposed civilian staffing complement comprises an overall increase of 12 posts and positions (2 international posts, 8 international temporary positions and 2 national temporary positions). Of these 12 posts and positions, 3 – as well as the proposed continuation for a second year of 1 temporary position – are in line with the recommendations made in the UNISFA civilian staffing review, which was started in 2022 pursuant to General Assembly resolution 76/274, working closely with the Department of Operational Support. The three proposals are part of a phased implementation of the recommendations contained in the review, with priority given to areas in which there is an urgent requirement to strengthen the Force’s capacity in line with its mandate and with recent changes arising from it becoming a multinational force.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "27.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["76/274", "https://undocs.org/en/A/RES/76/274"]]}, {"text": "The proposed establishment of the remaining nine of these general temporary assistance positions (7 international and 2 national) reflects the transfer to the Secretariat – in the UNISFA Mine Action Section within the Office of the Head of Mission – of the remaining core functions of programme design, operational planning, implementation, reporting and representation formerly provided by the Mine Action Service through the United Nations Office for Project Services (UNOPS) and formerly budgeted under the other supplies, services and equipment: mine detection and mine-clearing services class of expenditure. This change will improve the effectiveness, cost efficiency, governance and transparency of the programme, with the immediate cost efficiency being reflected in the lower overall cost for delivery of the mine action programme through the streamlining of functions and the elimination of the provision for UNOPS programme support costs.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "28.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The estimated resource requirements for the maintenance and operation of the Force for the 2024/25 period reflect increased requirements of $14.0 million. The proposed increase in the requirements for civilian personnel is attributable primarily to: (a) the proposed establishment of 12 posts and positions, primarily in connection with the transfer of the remaining core functions and the delivery of the mine action programme to UNISFA, formerly provided by the Mine Action Service through UNOPS; (b) revised salary scales for national staff in the Sudan; and (c) new requirements for danger pay for civilian personnel in Kadugli and Khartoum. The increased requirements for operational costs are attributable primarily to: (a) $5.7 million for facilities and infrastructure, owing primarily to the anticipated increased price per litre of fuel for generators ($4.4 million) and a higher-cost camp management contract ($1.4 million); (b) $3.2 million for air operations, attributable primarily to higher-cost contracts for replacements for one fixed-wing aircraft and two helicopters ($2.8 million) and the increased anticipated volume and average price per litre of fuel for air operations ($1.4 million); and (c) $0.7 million for other supplies, services and equipment, attributable mainly to the increased cost of freight as a result of the disruption in the supply chain following the closure of the main northern supply route due to the conflict in the Sudan ($4.3 million), offset in part by reduced requirements under mine detection and mine-clearing supplies ($3.1 million) due to the proposed transfer of the functions of nine UNOPS mine action posts to nine Secretariat general temporary assistance positions. The increased requirements are offset in part by reduced requirements under military and police personnel owing primarily to the application of a higher vacancy rate of 70.3 per cent for United Nations police compared with the rate of 47.3 per cent applied in the approved budget for the 2023/24 period.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "29.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "C.\tRegional mission cooperation", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "To support a coordinated United Nations response to cross-border conflict, and to avert violent conflict and tensions between the Ngok Dinka and neighbouring South Sudan communities such as the Twic Dinka and Nuers of Warrap State in the southern flanks of Abyei, UNISFA will continue its engagement with the United Nations Mission in South Sudan, the Special Envoy of the Secretary-General for the Horn of Africa and other partners, through regular coordination and information-sharing meetings on matters of mutual concern, including cross-border security and transhumance issues. UNISFA will ensure that it works closely with the resident coordinators in the Sudan and South Sudan and partners from the agencies, funds and programmes, along with humanitarian actors, to ensure access to the civilian population and, where possible, assist them in fulfilling their mandates to service the needs of the people of Abyei and of those displaced by the conflict in the Sudan.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "30.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "D.\tPartnerships and country team coordination", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UNISFA will continue to implement programmatic activities in peacebuilding, humanitarian affairs and development through the United Nations Joint Programme in Abyei. The overall objective of the joint programme is to address underlying causes of violence in Abyei through confidence-building, community stabilization and community violence reduction projects, focusing on the needs of women and vulnerable groups. UNISFA will implement the programme mindful of the need for impartiality, responsiveness to community needs and spending that reflects UNISFA mandate priorities. Working closely with the country teams and contingent on the proposals received, UNISFA proposes to provide programmatic funding to agencies, funds and programmes and international non-governmental organizations (NGOs), which will apply to UNISFA for funding, which will be implemented through local implementing partners. Activities will include the development of vocational skills leading to income-generating activities, and access to life-saving health care and nutrition for vulnerable populations, undernourished children under the age of 5 and pregnant and lactating women.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "31.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "E.\tResults-based budgeting frameworks", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In order to facilitate the presentation of proposed changes in human resources, six categories of possible action with respect to staffing have been identified. Definitions of the terms relating to the six categories are contained in annex I, section A, to the present report.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "32.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Executive direction and management", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Overall mission direction and management are to be provided by the Office of the Head of Mission/Force Commander. The proposed staffing complement is set out in table 1.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "33.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Table 1", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Human resources: executive direction and management", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The following abbreviations are used in the tables: ASG, Assistant Secretary-General; FS, Field Service; NGS, national General Service; NPO, National Professional Officer; UNV, United Nations Volunteers; USG, Under-Secretary-General.", "type": "paragraph", "heading_level": null, "paragraph_type": null, "paragraph_level": 5, "prefix": "Note:", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Funded under generl temporry ssistnce.", "type": "paragraph", "heading_level": null, "paragraph_type": null, "paragraph_level": 5, "prefix": "a", "action_verb": "Funded", "action_verb_type": "preambular", "action_verb_normalized": "funded", "links": []}, {"text": "Office of the Head of Mission: Mine Action Section", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Table 2", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Human resources: Office of the Head of Mission, Mine Action Section", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The approved staffing of the Office of the Head of Mission/Mine Action Section comprises one temporary position of Programme Management Officer/Chief of the Mine Action Section (P-4). The Mine Action Service provides mine detection and mine-clearing services to UNISFA through its long-standing partnership with UNOPS, in accordance with the umbrella memorandum of understanding between the United Nations and UNOPS. The Office of Internal Oversight Services recommended in its audit on the monitoring and evaluation mechanism of the Mine Action Service that the Service strengthen its control environment and increase financial monitoring, as well as monitoring and evaluation. The Board of Auditors, in its audit of the United Nations peace operations (A/75/5 (Vol. II), para. 175), recommended that the Mine Action Service reduce its dependency on UNOPS and evaluate the benefits of implementing a specific share of mine action activities itself.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "34.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["A/75/5 (Vol. II)", "https://undocs.org/en/A/75/5%20(Vol.%20II)"]]}, {"text": "In this regard, it is proposed that: (a) one general temporary assistance position that was established on 1 July 2022, as shown in table 2, be continued; (b) seven general temporary assistance positions, as shown in table 2, be established in the Mine Action Section within the Office of the Head of Mission; and (c) two general temporary assistance positions be established in component 2 of UNISFA (support), as shown in tables 7 and 8. The nine proposed establishments would advance UNISFA mine action objectives in the most effective, cost-efficient and transparent manner. This approach will improve the governance and transparency of the delivery of the mine action programme by providing a direct reporting line for mine action personnel to the Chief of the mine action programme. It will improve the effectiveness of programme delivery by ensuring that the core functions are performed by UNISFA personnel. Cost efficiency will be achieved through the streamlining of functions, including: (a) the abolishment of five UNOPS positions (1 P-4 Head of Support Service, 1 P-3 Information Management Officer, 1 P-3 Finance and Budget Officer and 2 National Support Services Officers on local individual contractors agreements) that were previously part of the UNISFA mine action budget; and (b) the transfer of nine positions from UNOPS to the UNISFA staffing table. The transfer of the nine positions is expected to result in savings of $1.2 million for 2024/25, reflecting a vacancy rate of 50 per cent in respect of the nine new positions and $0.2 million in subsequent periods. Additional expected cost efficiencies comprise $0.8 million net, for all periods, including the elimination of provision for the UNOPS programme support costs and administrative costs that will no longer apply.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "35.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The seven proposed new temporary positions will support the Programme Management Officer/Chief of Mine Action (P-4) in the development of the programme strategy, workplan and budget, performance management and reporting; ensure that mine action operational planning enables UNISFA and Joint Border Verification and Monitoring Mechanism personnel to move safely in areas affected by explosive hazards; oversee performance of a third-party contractor; and ensure the provision of risk education to local populations affected by explosive ordnance, supporting the UNISFA mandate regarding the protection of civilians.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "36.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Programme Management Officer (P-3) is responsible for coordinating and consolidating input into the programme strategy, the annual workplan and the workplan budget; preparing draft submissions to the UNISFA results-based budget; monitoring progress against outputs and indicators; preparing performance reports and input to the reports of the Secretary-General on UNISFA and other reports; and ensuring liaison with relevant UNISFA components and Mine Action Service headquarters on various aspects of programme planning and implementation.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "37.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Associate Programme Management Officer (P-2) is responsible for liaising with the logistics team to monitor delivery against outcomes and outputs in the programme strategy, workplan and UNISFA results-based budget, preparing programme reviews and regular and ad hoc reports on programme performance, and supporting stakeholder coordination and representation and inter-agency collaboration.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "38.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Logistics Officer (FS-7) is responsible for the day-to-day planning and coordination of all mine action logistics and operational support for UNISFA troop-contributing countries and the Joint Border Verification Monitoring Mechanism, by analysing data and leading operational planning for survey/threat assessment and clearance of hazardous areas, and ensuring that the mine action specialized third-party contractors deliver in accordance with the terms and conditions of the contract, the International Mine Action Standards and the quality management system.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "39.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The two Logistics Officers (FS-6) are responsible for organizing and executing logistical and operational support for ongoing UNISFA and Joint Border Verification Monitoring Mechanism operations, by issuing and tracking tasking orders for specialized mine action contractors and ensuring that operations are conducted in adherence to the International Mine Action Standards, technical standards and guidelines and the quality management system. They would: (a) prepare drafts of complex mine action logistics and operational plans in support of UNISFA and the Joint Border Verification Monitoring Mechanism; (b) keep required records of logistical activities and levels of essential supplies; (c) collect information on mines/unexploded ordnance; and (d) enter data into the Information Management System for Mine Action.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "40.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The two Logistics Assistants (national General Service), based in Abyei and Kadugli, are responsible for supporting the UNISFA mine action programme through the administrative and logistical coordination of mine action activities to ensure effective daily operations; supporting the third-party contractors during mobilization, operational and demobilization phases; providing timely status updates to mine action programme leadership concerning delivery and compliance; ensuring that mine action specialized equipment is available for operations by coordinating with relevant UNISFA offices; and providing community liaison and facilitating the provision of explosive ordnance risk education to local populations in the UNISFA area.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "41.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "These requirements were reviewed by the Mine Action Service Programme Review Committee, composed of Headquarters and UNISFA personnel, to ensure that the UNISFA mine action programme is designed to support efficient and effective delivery of the mandate.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "42.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Component 1: security, governance and border monitoring", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UNISFA will continue to incorporate the protection of civilians into all its activities by engaging with the Governments of the Sudan and South Sudan, including local and traditional authorities, as well as civil society stakeholders such as women and young people, utilizing protection through dialogue and engagement, the provision of physical protection and the establishment of a protective environment. At the State level, UNISFA will build on bilateral engagements in the absence of functioning joint mechanisms and will, in particular, engage with the Government of South Sudan on the resupply and rotation routes through South Sudan due to the closure of the Force’s main supply routes from Port Sudan and Khartoum.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "43.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UNISFA will also continue to conduct joint patrols and to facilitate Joint Security Committee meetings with the local communities. To intercept criminal activities and enhance the protection of civilians, UNISFA will maintain high operational dominance and visibility, including through day and night ground patrols for area domination, community and force protection, and escorts and convoy duties, and will conduct aerial patrols, static posts, checkpoints and pickets along routes in line with its mandate and prioritize the provision of physical protection to civilians.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "44.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "At the subnational level, UNISFA will continue to address local conflict dynamics and persistent intercommunal and intracommunal violence, engage with various stakeholders while mainstreaming women and peace and security and youth, peace and security across all levels of engagement, prioritize the implementation of community activities using public media and avert any threats of misinformation and disinformation.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "45.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Table 3", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Human resources: component 1, security, governance and border monitoring", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Table 4", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Human resources: Office of the Chief of Staff (Civilian)", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Office of the Chief of Staff (Civilian)", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In line with the focus in the revised mandate on finalizing a rule of law support strategy, the UNISFA civilian staffing review acknowledged that additional staffing resources were required to ensure continued development of the strategy, as well as to plan and oversee the implementation of related programmes in collaboration with government actors, agencies, funds and programmes and civil society.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "46.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The failure of the parties to establish the Abyei Police Service and the near-complete absence of meaningful rule of law mechanisms in the Abyei Area makes rule of law one of the most challenging aspects of the UNISFA mandate. Given the rise in violence and criminality due to increased community and ethnic tensions since 2022, the upsurge in the number of internally displaced persons due to the conflict in the Sudan and the rise in the circulation of small arms, positions that focus on rule of law are also among the most important in the UNISFA staffing complement.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "47.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In this regard, it must be noted that there has been no corresponding increase in the rule of law capacity of local actors to deal with the increased stresses, and UNISFA requires permanent and dedicated, on-site civilian expertise to assist United Nations police, the troop-contributing countries and other mission components with issues pertaining to the rule of law. This is required not only to ensure that UNISFA can provide adequate support to local actors in an area that is critical to establishing stability in the Abyei Area, but also to ensure that UNISFA efforts follow internationally accepted best practices, including, but not limited to, the treatment and rights of detainees, in particular in cases involving the detention of women and children. In this regard, the lack of rule of law capacity at UNISFA poses risks for both UNISFA and the local community. Lastly, on 8 November 2023, UNISFA finalized its integrated rule of law strategy as requested by the Security Council. Oversight and implementation of this strategy will require a civilian with the requisite expertise.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "48.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In line with the recommendations contained in the civilian staffing review, it is proposed that one post of Rule of Law Officer (P-4) be established to focus on consolidating elements of the rule of law support strategy in the work of all UNISFA components. The Rule of Law Officer will work with UNISFA sections and the agencies, funds and programmes to develop, implement and oversee rule of law-focused joint programming, as well as the implementation of United Nations rule of law support in the UNISFA area. The Rule of Law Officer will also focus on justice and accountability issues, coordinate with local interlocutors to advise on detention and handover procedures, monitor compliance and serve as a focal point for juvenile justice and child protection.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "49.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Component 2: support", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The support component will continue to provide rapid, effective, efficient and responsible services in support of the Force mandate through the delivery of related outputs, service improvements and efficiency gains. This will include the provision of services to military and civilian personnel at all UNISFA locations and will comprise all support services relating to audit, risk and compliance; air operations; budget, finance and reporting; the administration of civilian and uniformed personnel; facilities, infrastructure and engineering; environmental management; fuel management; field technology services; medical services; supply chain management; security; and vehicle management and ground transport.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "50.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Table 5", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Human resources: component 2, support", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Funded under generl temporry ssistnce.", "type": "paragraph", "heading_level": null, "paragraph_type": null, "paragraph_level": 5, "prefix": "a", "action_verb": "Funded", "action_verb_type": "preambular", "action_verb_normalized": "funded", "links": []}, {"text": "Table 6", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Human resources: Office of the Chief of Mission Support", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Office of the Chief of Mission Support", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UNISFA initiated a multi-year pilot project for the implementation of the Smart Camp concept in 2021 and established a multidisciplinary team to coordinate between various service pillars in disparate functional areas working across the Abyei Area. The team has been led by a Senior Programme Management Officer (Project Manager) (P-5) who has been effective in leading and coordinating special project teams in the planning, implementation and delivery of mid- and long-term multifunctional projects, in the drafting of project plans and standard operational procedures, in the management of financial and material resources, and in the coordination between military, police, substantive and support service pillars.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "51.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Accordingly, in line with the recommendation contained in the UNISFA civilian staffing review, it is proposed that the general temporary assistance position of Senior Programme Manager Officer (P-5) be extended for a second year. The position was established in July 2023 as a general temporary assistance position for a period of one year. The Smart Camp project remains ongoing and is expected to continue into the 2024/25 period. In order to ensure timely completion, the extension of funding for the position for an additional year is essential. Without the position, planning and project delivery responsibilities would no longer be centralized, which would result in delays and miscoordination between service pillars, contractors and uniformed components.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "52.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Table 7", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Human resources: Operations and Resource Management Section", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Operations and Resource Management Section", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "It is proposed that one general temporary assistance position of Logistics Officer (P-3) be established in the Mission Support Centre, as outlined in paragraphs 34 and 35 above. The Logistics Officer will be responsible for coordinating the development of overall logistical support plans, providing logistical support to UNISFA substantive offices, with a focus on the Mine Action Section, and, specifically, for acquisition planning for goods and services of general use, the development of supply schedules and the resolution of urgent operational needs.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "53.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The UNISFA civilian staffing review found that the change from one troop-contributing country to eight new multinational troop-contributing countries has affected the work of the Mission Support Centre as a result of increased coordination activities for different troops with unique needs. Furthermore, the review found that the sole P-3 Training Officer in the Mission Support Centre was responsible for the coordination of all Integrated Mission Training Centre training, without support capacity to cover emerging needs of the sectors. The review recommended that Integrated Mission Training Centre training activities be scaled up and rolled out to sectors to fully cover the emerging training needs of the increasing number of personnel on the ground through the establishment of a post at the P-2 level.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "54.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Accordingly, in line with the recommendations contained in the civilian staffing review, it is proposed that one Associate Logistics Officer (P-2) post be established in the Mission Support Centre.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "55.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The civilian staffing review found that the Human Resources Section has limited capacity to meet the demands of the increasing global human resources change management initiatives and to support the Force’s growing number of personnel and changing mandate. The review found that, in line with the global requirement to establish dedicated client support units within human resources management services, there were only two dedicated staff (Field Service and national General Service) who handled client support, comprising entitlements and benefits, onboarding and special projects for civilian and uniformed personnel travel.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "56.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "With the change in the UNISFA mandate from one troop-contributing country to eight, there are now eight groups with which the human resources team needs to interact frequently in the administration of travel and travel-related entitlements, and therefore eight times the level of activity. In addition, troop rotation for each contingent and for individual uniformed personnel occurs every 12 to 18 months, meaning that a new group of military personnel, including senior staff officers who are responsible for the administration of entitlements for uniformed personnel, needs to reassimilate the human resources and travel rules and regulations. Language barriers also result in the Human Resources Section spending almost twice as much time with each client as it did previously. Currently, three Human Resources Section staff are responsible for the processing and approval of travel requests and expense reports; coordinating payments and recoveries of mission subsistence allowance and travel-related expenses with the Office of the Chief Military Personnel Officer, the Finance and Budget Unit and the Regional Services Centre; and conducting training for new Staff Officers and troop-contributing focal points on mission subsistence allowance and travel administration.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "57.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UNISFA is undergoing a mission-wide reclassification exercise and, for reasons outlined above, is not resourced to complete this exercise in a timely manner. Of the 193 posts to be reviewed for reclassification (at the G-2, G-3, G-4, G-5 and Field Service-4 and Field Service-5 levels), to date only 42 have been classified, leaving 151 outstanding.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "58.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In line with the recommendation made in the civilian staffing review, it is proposed that one general temporary assistance position of Human Resources Assistant (Field Service) be established in the Human Resources Section. The primary focus of the incumbent would be to complete the above reclassification exercise within 12 months.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "59.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Table 8", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Human resources: Service Delivery Services Section", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "It is proposed that one general temporary assistance position of Transport Officer (P-3) be established in the Transport Unit, as previously outlined in paragraphs 34 and 35 above. The Transport Officer would be responsible for the development and implementation of the management and maintenance plan for the Force’s fleet of 30 specialized mine-protected vehicles that are required for mine action operations. With the transition of the UNISFA mine action programme to Secretariat direct delivery, these vehicles will be registered and managed as UNISFA assets. The proposed position would also support the operationalization of a heavy equipment workshop in UNISFA to maintain and repair mine protection vehicles and other heavy equipment.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "60.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Financial resources", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "II.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A.\tOverall", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(Thousands of United States dollars; budget year is 1 July to 30 June)", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "(Thousands", "action_verb_type": "operative", "action_verb_normalized": "(thousand", "links": []}, {"text": "B.\tNon-budgeted contributions", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The estimated value of non-budgeted contributions for the period from 1 July 2024 to 30 June 2025 is as follows:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "61.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(Thousands of United States dollars)", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "(Thousands", "action_verb_type": "operative", "action_verb_normalized": "(thousand", "links": []}, {"text": "Estimted vlue of lnd in Abyei, Gok Mchr, Kdugli nd the loctions of compny operting bses, s well s the estimted vlue of lnding rights t irports.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 5, "prefix": "a", "action_verb": "Estimted", "action_verb_type": "preambular", "action_verb_normalized": "estimted", "links": []}, {"text": "C.\tEfficiency gains", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The cost estimates for the period from 1 July 2024 to 30 June 2025 take into account the following efficiency initiatives:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "62.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(Thousands of United States dollars)", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "(Thousands", "action_verb_type": "operative", "action_verb_normalized": "(thousand", "links": []}, {"text": "In relation to the transfer to UNISFA of the remaining core functions of the mine action programme formerly provided by the Mine Action Service though UNOPS, the estimated efficiency is achieved by the streamlining of functions and the elimination of programme support costs that are no longer applicable, previously budgeted under other supplies, services and equipment – mine detection and mine-clearing services.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 5, "prefix": "a ", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Mine action programme: cost efficiencies of $2,021,100 are estimated in 2024/25. In subsequent periods, in terms of full cost, the estimated cost efficiencies would be $1,046,200.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 5, "prefix": "b ", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "D.\tVacancy factors", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The cost estimates for the period from 1 July 2024 to 30 June 2025 take into account the following vacancy factors:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "63.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(Percentage)", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Funded under generl temporry ssistnce.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 5, "prefix": "a", "action_verb": "Funded", "action_verb_type": "preambular", "action_verb_normalized": "funded", "links": []}, {"text": "The vacancy factors applied in the budget take into account the experience of the Force to date and mission-specific circumstances in relation to the deployment of uniformed personnel and the recruitment of civilian staff. The assumptions considered for vacancy factors include the current 12-month average vacancy rate, from January to December 2023, or the actual vacancy rate as at 31 December 2023. This is in line with the policy guidance provided to improve the accuracy and consistency of the vacancy factors applied in the proposed budgets for the 2024/25 period and to ensure that proposed vacancy rates are based, as much as possible, on actual rates. A vacancy rate of 50 per cent has been applied in the calculation of costs for the proposed establishment of 12 posts and positions.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "64.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "E.\tContingent-owned equipment: major equipment and self-sustainment", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Requirements for the period from 1 July 2024 to 30 June 2025 are based on standard reimbursement rates for major equipment and self-sustainment in the total amount of $36,832,600, as follows:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "65.", "action_verb": "Requirements", "action_verb_type": "operative", "action_verb_normalized": "requirement", "links": []}, {"text": "(Thousands of United States dollars)", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "(Thousands", "action_verb_type": "operative", "action_verb_normalized": "(thousand", "links": []}, {"text": "F.\tTraining", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The estimated resource requirements for training for the period from 1 July 2024 to 30 June 2025 are as follows:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "66.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(Thousands of United States dollars)", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "(Thousands", "action_verb_type": "operative", "action_verb_normalized": "(thousand", "links": []}, {"text": "The number of participants planned for the period from 1 July 2024 to 30 June 2025, compared with previous periods, is as follows:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "67.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(Number of participants)", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Includes the United Ntions Logistics Bse t Brindisi, Itly, nd outside the mission re.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 5, "prefix": "a", "action_verb": "Includes", "action_verb_type": "operative", "action_verb_normalized": "includ", "links": []}, {"text": "The planned training activities for the 2024/25 period will continue to focus on enhancing staff skills and knowledge in areas such as administration, budget and finance, aviation safety, ground transportation, human resources, organizational development, the peace process, supply chain management, and safety and security. The increase in the number of participants is attributable primarily to increased requirements for safety and security training across all of UNISFA, including safe and secure approaches in field environments training for international staff, guard force management, fire safety and radio communications training for national staff, and aviation safety training for uniformed personnel. UNISFA proposes online training in lieu of physical travel, whenever such alternatives are available.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "68.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "G.\tOfficial travel, non-training", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The estimated resource requirements for official travel, non-training, for the period from 1 July 2024 to 30 June 2025 are as follows:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "69.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The proposed estimated resources reflect the Force’s requirements to support the delivery of its mandated activities, including for aviation and aviation safety, supply chain management and procurement, safety and security and medical, as well as increased travel within the mission area.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "70.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "H.\tProgrammatic activities", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The estimated resource requirements for substantive and other programmatic activities for the period from 1 July 2024 to 30 June 2025 are as follows:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "71.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(Thousands of United States dollars)", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "(Thousands", "action_verb_type": "operative", "action_verb_normalized": "(thousand", "links": []}, {"text": "Note: Total expenditure for the 2022/23 period: $12,308,600. Total approved amount for the 2023/24 period: $12,342,000. Owing to the new standardized categorization applied across the missions from 2024/25, only the total amount is provided in the current report for comparison purposes.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The programmatic activity projects proposed for the 2024/25 period include:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "72.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Mine detection and mine-clearing services. The UNISFA Mine Action Section will: (i) provide route assessment, verification and clearance operations in the Abyei Area; (ii) ensure that weapons and ammunition confiscated by UNISFA will be safely destroyed; (iii) provide explosive ordnance risk education for United Nations personnel and local communities; and (iv) provide the Joint Border Verification and Monitoring Mechanism with patrol support teams;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(a)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Rule of law and security sector reform. UNISFA will implement three projects: (i) co-location of United Nations police with the community protection committees/joint protection committee to ensure continued interaction, daily monitoring and reporting of human right violations and management of detainees in line with international human rights law and humanitarian law standards; (ii) enhancement of community protection committee/joint protection committee capacity through the provision of operational and logistical support; and (iii) community protection activity, including community awareness-raising, environmental protection campaigns and conduct of community-oriented training to the community protection committees/joint protection committee on law enforcement and basic policing techniques;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(b)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Promotion and protection of human rights. UNISFA will implement two projects: (i) provision of basic human rights training to the community protection committees/joint protection committee to build understanding and respect for international humanitarian law and enhance respect for the rule of law to support community protection; and (ii) establishment of community-based complaints mechanisms for misconduct and sexual exploitation and abuse to promote the protection of civilians. UNISFA will also conduct awareness-raising activities such as training, workshops and celebrations for Human Rights Day, International Day of Persons with Disabilities, and 16 Days of Activism against Gender-Based Violence;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(c)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Community stabilization projects. UNISFA will implement two projects: (i) one pre- and one post-migration conference and one follow-up conference for key stakeholders – Misseriya and Ngok Dinka – prior to the pre-migration seasonal conference, and facilitation of youth conferences and weekly joint community peace committee meetings; and (ii) conduct of conflict mitigation activities;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(d)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Peace consolidation. UNISFA will implement two projects: (i) building social cohesion between host communities and communities in conflict, through the facilitation of a study tour to Rwanda for young people, women and other relevant stakeholders to learn lessons and share experiences on reconciliation and peaceful co-existence for sustainable development; and (ii) provision of support to Abyei Joint Oversight Committee meetings, including with the African Union and the African Union High-level Implementation Panel, in order to support the political process on Abyei;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(e)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Confidence-building and trust in security institutions. UNISFA will implement two projects: (i) support for efforts to foster political and public support for UNISFA to effectively implement its mandate to prevent conflict, protect civilians and enhance trust and confidence between parties, as well as between parties and the local population; and (ii) environmental and life-support initiatives through secure access to water sources and natural resources in the Abyei Area;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(f)", "action_verb": "Confidence-building", "action_verb_type": "preambular", "action_verb_normalized": "confidence-build", "links": []}, {"text": "Community violence reduction. UNISFA will implement two projects: (i) the strengthening of the implementation of a mission-wide early warning and response strategy; and (ii) strategic integration efforts for the reinforcement of peace and the confidence of local communities by reducing violence against women and young people;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(g)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Women and peace and security. UNISFA will implement four projects: (i) strengthening of aspects relating to the prevention of sexual and gender-based violence via training, campaigns and workshops; (ii) implementation of resolutions addressing women and peace and security, including activities to commemorate the twenty-fourth anniversary of the adoption of Security Council resolution 1325 (2000), and campaigns aimed at 16 Days of Activism against Gender-Based Violence; (iii) integration of women in peace discussions through workshops and events to promote participation by women in migration conferences and the early warning system; and (iv) gender issues, using activities such as actions to support child protection;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(h)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["1325 (2000)", "https://undocs.org/en/S/RES/1325(2000)"]]}, {"text": "Youth, peace and security. UNISFA will implement one project in the Abyei Area to increase the empowerment of young people and their role in peacebuilding and reconciliation at the community level;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(i)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Small arms and light weapons management. UNISFA will implement one project, to raise the population’s awareness of the negative effects of arms and ammunition that are in circulation in Abyei and are being held in individual homes, to assist in gathering information to assist UNISFA in tracking, tracing and retrieving weapons.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(j)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Quick-impact projects", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "I.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The estimated resource requirements for quick-impact projects for the period from 1 July 2024 to 30 June 2025, compared with previous periods, are as follows:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "73.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(Thousands of United States dollars)", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "(Thousands", "action_verb_type": "operative", "action_verb_normalized": "(thousand", "links": []}, {"text": "For the 2024/25 period, UNISFA will implement approximately 20 quick-impact projects in traditional justice, rule of law and peacebuilding, focusing on initiatives that support social cohesion, women and young people and peace and security. The projects will be aimed at fulfilling basic needs in addition to winning the confidence of the local population. On the basis of previous assessments, focusing on these areas has contributed significantly to implementation of the Force’s mandate regarding the protection of civilians, in particular because it benefits the most vulnerable populations, including women, children and persons with disabilities, and because it works to deter the potential outbreak of hostilities between communities. The quick-impact projects will furthermore play a pivotal role in promoting the acceptance of UNISFA-mandated tasks and activities and will complement the United Nations Joint Programme in Abyei in the areas of water, health and education.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "74.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Analysis of variances", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "III.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The standard terms applied with respect to the analysis of resource variances in this section are defined in annex I, section B, to the present report. The terminology used remains the same as that used in previous reports.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "75.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Cost parameters: change in rates", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "•", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The increased requirements are attributable primarily to the higher cost for the mission subsistence allowance based on the revised rates effective 1 January 2024 compared with the rates applied in the budget for the 2023/24 period.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "76.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Cost parameters: change in rates", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "•", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The reduced requirements are attributable primarily to contingent-owned equipment self-sustainment and travel on emplacement, rotation and repatriation, owing to: (a) the application of a higher vacancy rate of 2.9 per cent compared with the rate of 2.3 per cent applied in the approved budget for the 2023/24 period; and (b) the lower cost of charter flights for military contingent personnel compared with the 2023/24 period. The reduced requirements are offset in part by the higher contractual costs for food rations and for the outbound delivery of rations from Abyei to the camps owing to a new contract for rations that takes into account higher delivery rates as a result of supply chain disruptions resulting from the conflict in the Sudan.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "77.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Cost parameters: change in rates", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "•", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The reduced requirements are attributable primarily to the application of a higher vacancy rate of 70.3 per cent compared with the rate of 47.3 per cent applied in the approved budget for the 2023/24 period.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "78.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Cost parameters: change in rates", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "•", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The increased requirements are attributable primarily to: (a) the proposed establishment of two posts (1 P-4 and 1 P-2) at the vacancy rate of 50 per cent for new posts and positions; (b) the application of a lower vacancy rate of 9.6 per cent compared with the rate of 12.3 per cent applied in the approved budget for the 2023/24 period; and (c) the new classification of Kadugli and Khartoum as duty stations that are eligible for danger pay, in accordance with the guidelines of the International Civil Service Commission.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "79.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Cost parameters: change in rates", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "•", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The increased requirements are attributable primarily to the application of the higher revised salary scale effective 1 December 2022 compared with the rates applied in the approved budget for the 2023/24 period, as well as to the application of a lower vacancy rate of 20.0 per cent compared with the rate of 33.3 per cent applied in the approved budget for the 2023/24 period.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "80.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Cost parameters: change in rates", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "•", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The increased requirements are attributable primarily to the new classification of Kadugli and Khartoum as duty stations that are eligible for danger pay, in accordance with the guidelines of the International Civil Service Commission, as well as to the application of the higher revised salary scale effective 1 December 2022 compared with the rates applied in the approved budget for the 2023/24 period. The increased requirements are offset in part by the application of a higher vacancy rate of 6.0 per cent compared with the rate of 1.2 per cent applied in the approved budget for the 2023/24 period.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "81.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Cost parameters: change in rates", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "•", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The reduced requirements are attributable primarily to the application of a higher vacancy rate of 13.2 per cent compared with the rate of 8.1 per cent applied in the approved budget for the 2023/24 period.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "82.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Cost parameters: change in rates", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "•", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The increased requirements are attributable primarily to: (a) the proposed establishment of 10 temporary positions with the application of a vacancy rate of 50.0 per cent, 9 of which are in connection with the transfer of the remaining core functions and the delivery of the mine action programme to UNISFA, formerly provided by the Mine Action Service through 14 UNOPS positions included under the other supplies, services and equipment: mine detection and mine-clearing services budget class in the approved budget for the 2023/24 period; and (b) the provision at full incumbency for the continuation of 36 national General Service general temporary assistance replacement positions, compared with the provision for 40 per cent of their cost applied in the approved budget for the 2023/24 period.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "83.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Management: increased inputs and outputs", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "•", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The increased requirements are attributable primarily to: (a) increased outside-mission travel, including for air operations, owing to the need for in-person inspections relating to the deployment of new UNISFA aircraft, aviation safety, supply chain management and procurement, and safety and security; (b) increased within-mission travel, owing to operational challenges relating to the conflict in the Sudan, resulting in the closure of supply routes and movement of staff; and (c) a 26 per cent increase in the daily subsistence allowance rate for Khartoum.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "84.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "External: change in market price levels", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "•", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The increased requirements are attributable primarily to the higher estimated average price of fuel for generators of $1.510 per litre compared with $0.937 per litre included in the approved budget for the 2023/24 period, owing mainly to the need to use the southern supply route for the transport of fuel instead of the northern route as a result of the conflict in the Sudan, and to a higher-cost contract for camp management services.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "85.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "External: change in market price levels", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "•", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The increased requirements are attributable primarily to: (a) the higher contractual costs for one fixed-wing aircraft and two helicopters; and (b) the higher estimated volume and price of fuel for air fleet of 4.8 million litres at an average cost per litre of $1.174 compared with 4.3 million litres at an average cost per litre of $0.981 in the approved budget for the 2023/24 period, owing mainly to the need to use the southern supply route instead of the northern route as a result of the conflict in the Sudan, and to the need to replace two Bell-412 helicopters with Mi-8 helicopters, which consume more fuel per flight hour.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "86.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Management: reduced inputs and outputs", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "•", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The reduced requirements are attributable primarily to the non-recurrence of the provision for liability insurance, based on historical patterns of expenditure.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "87.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "External: change in market price levels", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "•", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The increased requirements are attributable primarily to the increase in the cost of freight for the transportation of acquisitions as a result of the disruption in the supply chain following the closure of the northern main supply route due to the conflict in the Sudan. The increased requirements are offset in part by the transfer to UNISFA of the remaining core functions and the delivery of the mine action programme, which was formerly provided by the Mine Action Service under mine detection and mine-clearing services, including 14 UNOPS posts and related programme service and administrative costs. Of those 14 posts, 5 are to be abolished and it is proposed that the salary and related costs of 9 be included under UNISFA general temporary assistance (international and national General Service).", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "88.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Actions to be taken by the General Assembly", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "IV.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The actions to be taken by the General Assembly in connection with the financing of UNISFA are:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "89.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Appropriation of the amount of $301,237,400 for the maintenance of the Force for the 12-month period from 1 July 2024 to 30 June 2025;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(a)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Assessment of the amount in subparagraph (a) above at a monthly rate of $25,103,117 should the Security Council decide to continue the mandate of the Force.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(b)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Summary of follow-up action taken to implement the decisions and requests of the General Assembly in its resolutions 76/274 and 77/290 B, including the requests and recommendations of the Advisory Committee on Administrative and Budgetary Questions endorsed by the Assembly", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "V.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["76/274", "https://undocs.org/en/A/RES/76/274"], ["77/290", "https://undocs.org/en/A/RES/77/290b"]]}, {"text": "A.\tGeneral Assembly", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Cross-cutting issues", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(Resolution 76/274)", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["76/274", "https://undocs.org/en/A/RES/76/274"]]}, {"text": "Financing of the United Nations Interim Security Force for Abyei", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(Resolution 77/290 B)", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["77/290", "https://undocs.org/en/A/RES/77/290b"]]}, {"text": "B.\tAdvisory Committee on Administrative and Budgetary Questions", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Financing of the United Nations Interim Security Force for Abyei", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(A/77/767/Add.10 and General Assembly resolution 77/290 B)", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["A/77/767/Add.10", "https://undocs.org/en/A/77/767/Add.10"], ["77/290", "https://undocs.org/en/A/RES/77/290b"]]}, {"text": "Annex I", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Definitions", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A.\tTerminology related to proposed changes in human resources", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The following terms have been applied with respect to proposed changes in human resources (see sect. I of the present report):", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Post establishment: a new post is proposed to be established when additional resources are necessary and when it is not possible to redeploy resources from other offices or otherwise accommodate specific activities from within existing resources.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "•", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Post reassignment: an approved post that was intended to cover a certain function is proposed to implement other priority mandated activities unrelated to the original function. While a post reassignment may involve a change of location or office, it does not change the category or level of the post.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "•", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Post redeployment: an approved post is proposed to be redeployed to cover comparable or related functions in another office.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "•", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Post reclassification: an approved post is proposed to be reclassified (upgraded or downgraded) when the duties and responsibilities of the post have changed substantially.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "•", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Post abolishment: an approved post is proposed to be abolished if it is no longer needed to implement the activities for which it was approved or to implement other priority mandated activities within the mission.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "•", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Post conversion: three possible options for post conversion are as follows:", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "•", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Conversion of general temporary assistance positions to posts: approved positions financed under general temporary assistance are proposed for conversion to posts if the functions being performed are of a continuing nature.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 5, "prefix": "–", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Conversion of individual contractors or individuals on procurement contracts to national staff posts: taking into account the continuing nature of certain functions, in line with section VIII, paragraph 11, of General Assembly resolution 59/296, individual contractors or individuals on procurement contracts are proposed for conversion to national staff posts.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 5, "prefix": "–", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["59/296", "https://undocs.org/en/A/RES/59/296"]]}, {"text": "Conversion of international staff posts to national staff posts: approved international staff posts are proposed for conversion to national staff posts.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 5, "prefix": "–", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "B.\tTerminology related to variance analysis", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Section IV of the present report indicates the single largest contributing factor of each resource variance according to specific standard options encompassed in the four standard categories listed below:", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Mandate: variances caused by changes in the scale or scope of the mandate, or changes in the expected accomplishments as driven by the mandate.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "•", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "External: variances caused by parties or situations external to the United Nations.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "•", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Cost parameters: variances caused by United Nations regulations, rules and policies.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "•", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Management: variances caused by management actions to achieve planned results more effectively (e.g. by reprioritizing or adding certain outputs) or efficiently (e.g. by taking measures to reduce personnel or operational inputs while maintaining the same level of outputs) and/or from performance-related issues (e.g. by having underestimated the costs or quantities of inputs required to produce a certain level of outputs, or by delayed recruitment).", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "•", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Annex II", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Organization charts", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A.\tSubstantive", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Abbreviations: ASG, Assistant Secretary-General; FS, Field Service; NGS, national General Service staff; NPO, National Professional Officer; PL, Principal level.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Estblishment.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 5, "prefix": "a", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Position funded under general temporary assistance.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 5, "prefix": "b ", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "B.\tSupport", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Abbreviations: ASG, Assistant Secretary-General; FS, Field Service; NGS, national General Service staff; NPO, National Professional Officer; PL, Principal level; UNV, United Nations Volunteers.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Estblishment.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 5, "prefix": "a", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Position funded under general temporary assistance.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 5, "prefix": "b ", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Map", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}]