[{"text": "Seventy-ninth session", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Agenda item 155", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Administrative and budgetary aspects of the financing of the United Nations peacekeeping operations", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Budget for the United Nations Logistics Base at Brindisi, Italy, for the period from 1 July 2025 to 30 June 2026", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Report of the Secretary-General", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Contents", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Mandate and planned results", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "I.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A.\tOverall", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Since its establishment in 1994, the United Nations Logistics Base in Brindisi, Italy, has evolved from a support base for United Nations peacekeeping efforts into a comprehensive operational hub, with an additional site, the United Nations Information and Communications Technology Facility in Valencia, Spain, included in 2009.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "1.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "As part of the Department of Operational Support, the Logistics Base is mandated to serve all peace operations worldwide, all Secretariat entities, as well as United Nations system entities and regional organizations, in alignment with the Department’s mandate pursuant to General Assembly resolution 72/266 B on management reform, under the guidance of the Office of Supply Chain Management.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "2.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["72/266", "https://docs.un.org/en/A/RES/72/266B"]]}, {"text": "As an operational support provider in supply chain, digital technology, environmental assistance and other key areas, such as training and conference management and occupational safety and health, the Logistics Base is uniquely positioned to support clients in the field and at Headquarters in fulfilling their mandates. It does so by leveraging advantages of service centralization and economies of scale, as reflected in the present report, and contributing to the United Nations objectives of digital transformation, data strategy, efficiency in supply chain solutions and a positive legacy in line with the information and communications technology (ICT) strategy (2023–2028) (A/77/489), the Department of Operational Support strategic planning guidance for 2025 and paragraph 73 (a) (action 45) of the Pact for the Future (General Assembly resolution 79/1) on enhancing the Organization’s capabilities in innovation, data analytics, digital transformation, strategic foresight and behavioural science.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "3.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["A/77/489", "https://docs.un.org/en/A/77/489"], ["79/1", "https://docs.un.org/en/A/RES/79/1"]]}, {"text": "During the 2025/26 period, the Logistics Base will continue to deliver results in the following functional areas: (a) Supply Chain Service; (b) Service for Geospatial, Information and Telecommunications Technologies; and (c) Central Service. In addition, it will continue to manage its cross-cutting capabilities to deliver value, cross-functional collaboration and the sharing of best practices from and with the field in all service areas. The Base will continue to administratively support units reporting to the Department of Peace Operations and the Department of Operational Support whose budgets will be presented as part of their parent offices in the support account.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "4.", "action_verb": "During", "action_verb_type": "preambular", "action_verb_normalized": "dur", "links": []}, {"text": "With three decades of experience in facilitating all stages in the life cycle of a field mission, the Logistics Base is also a key partner in adapting to the changing landscape of peace operations, as evidenced by the support provided for the drawdown and liquidation of the United Nations Multidimensional Integrated Stabilization Mission in Mali (MINUSMA) and the ongoing digital transformation of the United Nations Interim Security Force for Abyei (UNISFA) (see A/78/737, para. 23) to increase the protection of peacekeepers through the use of digital technologies such as sensors and meters.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "5.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["A/78/737", "https://docs.un.org/en/A/78/737"]]}, {"text": "The Logistics Base’s services have proven to be critical in enabling seamless business continuity for global United Nations operations amid conflict and supply chain disruptions and are yielding considerable cost avoidance for peacekeeping missions and other United Nations entities.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "6.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Because of its unique capabilities and skills, the Logistics Base is responding effectively to the increase in demand for its services, driven by factors such as United Nations digitalization to utilize digital technology and innovation to respond more effectively to operational challenges, the efficiency efforts requested by the General Assembly, preparedness to improve the ability to confront crises, and the imperative of environmental preservation and building a positive legacy. In line with its mandate, the Base’s services are delivered on the ground or remotely from its strategically located facilities, which run on 100 per cent renewable energy through a mix of on-site generation and connection to local grids.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "7.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In Brindisi, the Logistics Base occupies a total surface area of 368,209 m2, with 53 buildings provided by the Government of Italy and 12 constructed by the United Nations, in accordance with the memorandum of understanding and implementation agreement signed by the Secretary-General and the Government on 23 November 1994 and expanded upon on 7 December 2001, 4 August 2008, 23 November 2011 and 27 February 2024.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "8.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In Valencia, the Logistics Base occupies a total surface area of 82,506 m2, with seven buildings provided by the Government of Spain and five constructed by the United Nations, in accordance with the agreement signed by the Secretary-General and the Government on 28 January 2009, as well as an administrative agreement dated 16 March 2009 and expanded upon in June 2021.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "9.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "B.\tPlanning assumptions and mission support initiatives", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "During the 2025/26 period, the Logistics Base, under the direction of the Office of Supply Chain Management, will leverage its role as a global service provider to deliver comprehensive support and innovative solutions, maximize efficiencies and deliver a positive legacy for clients across peace operations and other entities, as mandated.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "10.", "action_verb": "During", "action_verb_type": "preambular", "action_verb_normalized": "dur", "links": []}, {"text": "The Logistics Base will also continue to prioritize support for liquidation functions, before and after mission closure. These include on-the-ground and remote support for asset transfers, disposal, environmental clean-up, management of the United Nations reserve and related reporting, such as the preliminary and final asset disposal plans, on behalf of liquidated missions. Considering the numerous overlapping liquidations (MINUSMA, United Nations Integrated Transition Assistance Mission in the Sudan (UNITAMS) and United Nations Investigative Team to Promote Accountability for Crimes Committed by Da’esh/Islamic State in Iraq and the Levant), this has presented and will continue to present a substantial commitment of the Base’s resources. During the 2023/24 period, the Base received the largest volume of reserve stock (over 100,000 line items) due to the liquidation of MINUSMA and UNITAMS.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "11.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A total of 383 posts (90 international staff, 1 National Professional Officer, 288 national General Service staff, 2 general temporary assistance positions and 2 United Nations Volunteers) are proposed for the 2025/26 period. A total of 36 staff will be located at the United Nations Information and Communications Technology Facility in Valencia; 2 staff will continue to be located at the Kuwait Joint Support Office in support of the centralization of payroll and other entitlements processing; and 343 staff and 2 United Nations Volunteers will be assigned to the Logistics Base in Brindisi.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "12.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Office of the Director", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Office provides strategic support to the Director and the senior management team to foster a culture of efficiency, enhance data-driven decision-making and client orientation and develop partnerships with an expanding client base, as well as with regional organizations and other entities, in line with the Logistics Base’s mandate.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "13.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Office comprises administrative, legal, liaison, programme management, audit coordination and risk management, strategic communications, and security and safety functions.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "14.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Supply Chain Service", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Logistics Base provides efficiency-producing services to peacekeeping missions and other clients, with the integrated business planning framework instrumental to prioritizing the use of existing inventories over new acquisitions. Using the United Nations reserve, strategic deployment stocks, mission surplus and regionally positioned stock in multiple locations, as well as assets restored through the return, refurbishment and reuse (3R) programme, the Base streamlines acquisition planning, enhances responsiveness. and enables cost-saving opportunities. Efficiency-producing services include but are not limited to:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "15.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Transfer of equipment from liquidating missions. The Logistics Base facilitates the transfer of equipment from liquidating missions to active missions. The efficiency gained from such transfers is reported in the context of each recipient mission’s budget report and in the overview report. An additional $34.3 million worth of stock was transferred to the United Nations reserve to enable a quick response to future requirements;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(a)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "3R programme. Through refurbishment, the Logistics Base extends the useful life of high-value, low-utilization assets, creating efficiencies by avoiding new purchases. From the launch of the programme at the end of the 2022/23 period to the end of the 2023/24 period, a total of $3.6 million in cost avoidance was achieved through the refurbishment of 28 assets. The programme has been extended to high-value counter-rocket, -artillery and -mortar systems, which are critical for early warning. Nine such systems, valued at $17.0 million, were transferred to Brindisi from MINUSMA in March 2024. In the 2024/25 period, 15 high-value assets will be refurbished, leading to additional cost avoidance estimated at over $2.0 million, which will be reported accordingly in the next performance report;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(b)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Trans-shipment service. As the primary warehouse and distribution centre for United Nations field operations, the Logistics Base has played a strategic role in supporting the trans-shipment of goods, preventing missions from incurring costs related to external storage facilities and enabling uninterrupted operations. This service has become increasingly vital in view of the conflict in the Middle East. Efficiency gains from trans-shipment services amounted to approximately $0.9 million for the 2022/23 and 2023/24 periods. The estimated efficiency gains in 2024/25 are $0.1 million;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(c)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Centralized technical support to increase the field mission share of renewable energy. The Logistics Base’s centralized support for the management of water, waste and energy is improving environmental performance and resource efficiency across missions. Between 2017 and 2023, missions’ share of global renewable energy doubled from 5 to 10 per cent, and the number of sites operating at minimum wastewater risk also doubled. This is projected to increase to 17 per cent of the global renewable energy share from 2024/25 onwards. The treatment of waste with preferred disposal methods tripled in the same period. In addition to providing efficiencies for the Organization, these services directly benefit host communities, supporting a positive legacy.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(d)", "action_verb": "Centralized", "action_verb_type": "preambular", "action_verb_normalized": "centralized", "links": []}, {"text": "The Supply Chain Service will continue to support the implementation of category management across its specialized capacities, including contract management, global material life cycle management and strategic deployment stocks. Category management support will identify areas to better address client needs and guide the mainstreaming of these improvements into sourcing options, contracts and support services. The Service will also continue to modernize business processes by standardizing material packaging, labelling and warehouse space optimization and bin management at the Logistics Base as well as at the local entity level. The Service will continue its efforts to improve the return on investment of fixed assets by increasing circularity in the supply chain with the 3R programme and by leveraging existing inventories, including strategic deployment stocks, United Nations reserve stock and surplus at the entity level as the preferred source of supply. The Service is organized into the Planning and Sourcing Support Section and the Delivery and Return Section.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "16.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Planning and Sourcing Support Section and strategic deployment stocks", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Planning and Sourcing Support Section focuses on achieving cost avoidance through a holistic approach to process optimization, the elimination of duplication, global standardization and targeted support in specialized areas such as engineering, the environment and management of strategic deployment stocks.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "17.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In the area of innovation and infrastructure, services include the technical review of project designs and tender documents, the provision of technical advice, the development of contracts, and planning and design solutions. The reviews and sharing of best practices ensure that the projects of missions and other clients are aligned with broader organizational priorities such as category management, environment considerations and digital transformation strategies and are in compliance with the Financial Regulations and Rules of the United Nations, the United Nations Procurement Manual and relevant technical standards and guidelines. In the past two fiscal years, the team as processed over 100 cases, with a total average tender value of $368 million per year. With a processing time of just two days, this capacity is critical for entities to augment their own technical resources and to comply with local procurement processes. It also supports efforts to increase near-sourcing requirements in field missions in the context of strengthening local economies, capacity-building and a positive legacy. Furthermore, the Logistics Base leverages its “solution factory” to improve and disseminate best practices from the field, as well as to test existing products on the market for suitability to the needs of field missions and to develop new solutions. This approach reduces costs compared with relying exclusively on commercial providers and advances efficiency and a positive legacy. An example is the containerized photovoltaic plant, which enables renewable energy production and independence in the field. This is easily installed, remotely controlled and uses chemical-free salt batteries. The solution uses the Base’s expertise as well as the strategic partnership with the United Nations Humanitarian Response Depot managed by the World Food Programme (WFP). The Base is also collaborating with the Regional Service Centre in Entebbe, Uganda, to conduct a holistic assessment of the Service Centre’s infrastructure to enhance the layout, free operational space and optimize space allocation. Planned enhancements include the allocation of space for regional deployment stocks, as well as digital upgrades to support the stocks and mid- and long-term 3R programme plans in order to establish additional services through cost recovery.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "18.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Logistics Base will continue to assist field operations in implementing the Department of Operational Support environment strategy for peace operations (2023–‍2030). Its environmental technical support capacity will focus on mission-specific, multi-year environmental management plans on energy, wastewater and waste management. Examples include upgrading mission wastewater treatment systems and waste management yards and supporting seven missions (United Nations Organization Stabilization Mission in the Democratic Republic of the Congo (MONUSCO), United Nations Support Office in Somalia (UNSOS), United Nations Mission in South Sudan (UNMISS), United Nations Multidimensional Integrated Stabilization Mission in the Central African Republic (MINUSCA), UNISFA, United Nations Mission for the Referendum in Western Sahara and United Nations Disengagement Observer Force (UNDOF)) to increase their renewable energy share by 7 per cent to 34 per cent through multi-year projects. In the 2025/26 period, the Base will continue to assist missions with these projects, generating significant efficiencies in mission budgets as reported individually by the missions.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "19.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Using existing inventories not only offers cost-saving opportunities but also shortens fulfilment lead times, reduces inventory levels and ensures effective rotation of strategic deployment stocks, mitigating obsolescence and depreciation costs. During the 2024/25 period, six missions (United Nations Interim Force in Lebanon, UNISFA, UNMISS, MINUSCA and Office of the Special Coordinator for the Middle East Peace Process and Personal Representative of the Secretary-General to the Palestine Liberation Organization and the Palestinian Authority/United Nations Truce Supervision Organization) are expected to increase their uptake from the United Nations reserve and the inter-mission transfer of surplus.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "20.", "action_verb": "Using", "action_verb_type": "preambular", "action_verb_normalized": "us", "links": []}, {"text": "Strategic deployment stocks", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Since the establishment of strategic deployment stocks in 2002, pursuant to General Assembly resolution 56/292, materials worth over $743 million have been deployed in support of peacekeeping operations (84 per cent), special political missions (14 per cent), other Secretariat entities (1.5 per cent) and United Nations agencies, funds and programmes (0.5 per cent). In addition to the core mandate of supporting peacekeeping mission start-up, over the past 10 fiscal years, strategic deployment stocks have consistently demonstrated significant value in various critical situations. These include aiding in the implementation of mission mandate changes and surges, such as crucial camp expansions, as well as responding to medical emergencies, natural or human-made disasters and security unrest. In addition, strategic deployment stocks have brought significant efficiencies to peacekeeping operations. By serving as a pre-positioned stockpile, they have greatly enhanced responsiveness, enabling missions to swiftly access critical goods at the required locations. This capability has also simplified administrative processes, minimizing reliance on lengthier procurement procedures. Moreover, these efficiencies have supported effective inventory rotation, ensuring that strategic deployment stocks are consistently fresh and up-to-date to meet the core mandate of facilitating peacekeeping mission start-up.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "21.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["56/292", "https://docs.un.org/en/A/RES/56/292"]]}, {"text": "Figure I", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Annual releases of strategic deployment stocks", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(Millions of United States dollars)", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "(Millions", "action_verb_type": "operative", "action_verb_normalized": "(million", "links": []}, {"text": "The Logistics Base will continue to fulfil the core mandate for strategic deployment stocks in support of peacekeeping mission start-up and improve critical processes. For instance, it has undertaken efforts with all stakeholders to improve the end-to-end supply chain process. As a result, supply chain responsiveness has improved significantly; specifically, strategic deployment stock fulfilment lead times have decreased by 70 per cent, from 295 days in 2017/18 to an average of 88 days in 2023/24.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "22.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Figure II", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Supply chain responsiveness of strategic deployment stocks", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(Days from submission of request to receipt of goods (posted transactions only))", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "(Days", "action_verb_type": "operative", "action_verb_normalized": "(day", "links": []}, {"text": "Under the guidance of the Strategic Deployment Stocks Board, chaired by the Assistant Secretary-General for Supply Chain Management, the Logistics Base will continue to review stock composition, aligning solutions with the category management approach, mission support requirements, environmental considerations and operational efficiency, as well as central or regional storage. The review encompasses technological advancements where applicable, and more rapid deployment kits and modules are now being developed. For example, in response to concerns with the safety, security and welfare of peacekeeping personnel living and working in remote camps, the Logistics Base is developing office-in-a-box kits, quick plug-and-play solutions for deep-field workspace and mobile sustainable energy solutions. Furthermore, the added value of enabling services is significant and the Logistics Base is exploring mechanisms to enhance and include support for the receipt and inspection of goods, transportation, material handling, on-site ground preparation, infrastructure development, facilities management and other critical preparatory activities.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "23.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Revised concept of operations", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "This paragraph is in response to paragraph 56 of the report of the Advisory Committee on Administrative and Budgetary Questions (A/78/744/Add.5), endorsed by the General Assembly in its resolution 78/295. Planning assumptions have been revised through a consultative process with the Strategic Deployment Stocks Board, the Department of Operational Support and field missions (United Nations Interim Force in Lebanon, MINUSCA, UNDOF and United Nations Office for West Africa and the Sahel). The new planning assumptions for mission start-up are based on recent trends for mission structures and mandates. Support for mission start-up will continue to be structured as a three-phase deployment plan: (a) establishment of an advance mission headquarters (phase one: months 1–4); (b) expansion of operations and scaling up of headquarters (phase two: months 5–8); and (c) transition to a fully operational mission headquarters (phase three: months 9–12). In addition to the core mandate of supporting mission start-up, strategic deployment stocks will also support clients in the implementation of mission mandate changes, the response to medical emergencies, natural or human-made disasters and other operations requiring strategic equipment.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "24.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["A/78/744/Add.5", "https://docs.un.org/en/A/78/744/Add.5"], ["78/295", "https://docs.un.org/en/A/RES/78/295"]]}, {"text": "Since the most recent peacekeeping mission start-up in 2014 (MINUSCA), every issuance of strategic deployment stocks has been processed either to rotate inventory or as exceptional emergency response cases for non-peacekeeping clients under the original concept of 2002, which entailed rapid deployment during peacekeeping mission start-up (see A/56/870). Under the revised concept, while maintaining the core mandate of supporting peacekeeping missions, strategic deployment stocks will also support non-peacekeeping clients on a cost-recovery basis as part of regular activities in the implementation of mission mandate changes, the response to medical emergencies, natural or human-made disasters and other operations requiring strategic equipment. This adjustment is aligned with the global responsibilities entrusted to the Department of Operational Support and the Logistics Base pursuant to General Assembly resolution 72/266 B and the recommendation of the Advisory Committee (A/78/744/Add.5, para. 44) endorsed by the Assembly in its resolution 78/295, in which it requested a review of the Base’s role with a view to providing more and efficient services to other entities.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "25.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["A/56/870", "https://docs.un.org/en/A/56/870"], ["72/266", "https://docs.un.org/en/A/RES/72/266B"], ["A/78/744/Add.5", "https://docs.un.org/en/A/78/744/Add.5"], ["78/295", "https://docs.un.org/en/A/RES/78/295"]]}, {"text": "The revised planning assumptions are based on an analysis of the historic use of strategic deployment stocks since their inception, as well as a categorization of existing and potential scenarios supported by the stocks. The analysis was endorsed by an interdepartmental strategic forum of Director-level managers from across the Department of Operational Support and the Department of Management Strategy, Policy and Compliance and presented to and approved by the Strategic Deployment Stocks Board. Participants at the strategic forum deliberated potential future peacekeeping and other field operations scenarios in connection with strategic deployment stock support capacities, as well as funding mechanisms for support to non-peacekeeping entities.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "26.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Expanding the use of strategic deployment stocks to the whole Secretariat, United Nations agencies, funds and programmes and other entities ensures regular material rotation, decreasing obsolescence and depreciation losses and therefore increasing resource efficacy and advancing the “One United Nations” approach. The adjustment also meets the evolving needs of missions and other supported entities, optimizing financial and material resources in the interest of the Organization and its Member States, without compromising the primary function of strategic deployment stocks.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "27.", "action_verb": "Expanding", "action_verb_type": "preambular", "action_verb_normalized": "expand", "links": []}, {"text": "Figure III", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Area of use of strategic deployment stocks, 2012–2024", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(Millions of United States dollars)", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "(Millions", "action_verb_type": "operative", "action_verb_normalized": "(million", "links": []}, {"text": "Funding mechanism for strategic deployment stock operational costs", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The General Assembly, in its resolution 56/292, endorsed the strategic deployment stocks replenishment policy, including the funding of maintenance and management through the Logistics Base budget, which is prorated to active peacekeeping missions only. However, as shown in table 1, there has been a significant increase in strategic deployment stock support to special political missions, other Secretariat entities and non-Secretariat entities (United Nations agencies, funds and programmes) in the past decade. While other entities were charged for the replacement of stock and administrative fees through an ad hoc mechanism, with administrative fees (recorded as revenue) returned to Member States, this process would now be codified in the guideline documents in line with the regularizing process of services provided to non-peacekeeping clients (see para. 24). Such a codification change will also make the financing process more efficient without any financial implication for the peacekeeping budget. The outcome of the new concept, including financial performance, will continue to be reported to the Assembly as part of the yearly performance reports.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "28.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["56/292", "https://docs.un.org/en/A/RES/56/292"]]}, {"text": "Table 1", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Strategic deployment stock support from the 2002/03 period to the 2023/24 period", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Other includes other Secretrit entities nd United Ntions gencies, funds, nd progrmmes.", "type": "paragraph", "heading_level": null, "paragraph_type": null, "paragraph_level": 5, "prefix": "a", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Regional deployment stocks", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "As an integral part of the strategic deployment stocks managed by the Logistics Base, the pre-positioning of regional deployment stocks at the Regional Service Centre in Entebbe has strengthened the operational capabilities of clients in the East Africa region, providing timely and efficient support to field missions in the region. This collaboration between the Base and the Service Centre ensures that regional deployment stocks are fully integrated into the overall strategic deployment stocks framework, enabling streamlined management and deployment of essential resources. The Base provides strategic guidance and the financial resources necessary to maintain, handle and store regional deployment stock items, while the Centre plays a crucial role in the physical management and operational readiness of those stocks.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "29.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Since their establishment, regional deployment stocks have demonstrated strategic value by supporting missions such as MONUSCO, MINUSCA, UNISFA, UNSOS and the United Nations Truce Supervision Organization with critical materials, including prefabricated buildings, field defence stores, accoutrements and personal protective equipment. Key benefits of regional deployment stocks include reduced lead times and the ability to address recurring demands in complex operational environments. These achievements highlight the critical role of such stocks in complementing strategic deployment stocks and enhancing the overall support provided to field missions.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "30.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In this context, the Logistics Base will continue to collaborate with the Regional Service Centre in Entebbe to maximize the benefits of deploying regional deployment stocks, ensuring that they continue to provide timely and effective support for the operational needs of all clients.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "31.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Delivery and Return Section", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Logistics Base’s Delivery and Return Section manages three United Nations inventories valued at more than $110 million in 13 warehouses with 100 per cent accuracy. In recent years, the workload of the Section has significantly increased, due principally to supply chain disruptions during the coronavirus disease (COVID-19) pandemic and mission closures. At the same time, the Section has helped to generate efficiencies for its clients. Services provided include warehouse and distribution operations, global material life cycle management and central maintenance and repair across the inventories of strategic deployment stocks, the United Nations reserve and the 3R programme.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "32.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Warehouse and distribution operations ensure the efficient and effective movement of goods from suppliers to end users and enhance overall supply chain performance through upstream and downstream engagement. The Logistics Base manages inbound delivery coordination, receipt and inspection, warehousing, outbound logistics and the distribution of vehicles, equipment and materials. While warehouse and distribution operations are responsible for all materials held at the Base with an average annual value of $110 million and an annual turnover of approximately 35 per cent in 2023/24, there was also a doubling in the demand for trans-shipments of goods ordered by missions in 2022/23 and 2023/24. This rise has been driven by supply chain disruption, such as import restrictions in several destination countries. Efforts are under way to further enhance warehouse processes, namely with respect to contractual arrangements between the Organization and suppliers and the digitalization of workflows in Umoja, building on findings from assessments conducted in previous years.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "33.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In the area of global material life cycle management, the Logistics Base will continue to ensure that missions’ valuable assets are well maintained and effectively protected from premature deterioration. This includes providing expert advice on assets and equipment available through global system contracts or existing stock, as well as evaluating opportunities for leasing or equipment-as-a-service initiatives. With recent experience supporting the liquidation of some of the largest and most challenging missions (African Union-United Nations Hybrid Operation in Darfur, MINUSMA and UNITAMS), the Base is a key partner for the pivotal transition, closure and liquidation of mission material and sites, as well as post-liquidation, fostering efficiency gains and cost avoidance. For example, during the MINUSMA liquidation, it processed direct inter-mission transfers as well as stock transfers to the United Nations reserve at the Base. This capacity also continues to provide remote property management support for the resident coordinator system (134 offices) and the Department of Safety and Security (124 offices) based on cost recovery.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "34.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Maintenance and repair is another critical area of work, maintaining and ensuring pre-deployment inspections for three categories of vehicle fleets: (a) a Logistics Base operational fleet of 127 utility vehicles; (b) a variable fleet of 385 heavy and light vehicles for strategic deployment stocks and the United Nations reserve; and (c) a variable fleet of 142 vehicles serviced under cost-recovery arrangements for entities including the United Nations Children’s Fund, the Department of Safety and Security and the Office for the Coordination of Humanitarian Affairs. By conducting regular preventive and corrective maintenance, as well as effective local spare parts management, vehicle fleets are kept in top condition, avoiding deterioration. The Base is leveraging this experience to address the collective adverse impact of unserviceable equipment linked to spare parts management. Unserviceable vehicles and equipment severely affect entities operationally, financially and from a safety and security perspective. During the 2025/26 period, the Base and pilot missions will initiate the implementation of recommendations such as improving equipment master data and better access to manufacturers’ electronic parts catalogues, which are the outcomes of an in-depth study conducted in 2024 by an independent external consultant in close collaboration with the vehicle category team and subject matter experts from field missions.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "35.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "3R programme", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A cross-cutting priority for the Logistics Base for the 2025/26 period will be the continuation of the 3R programme. As indicated above, the Base’s experience has demonstrated significant cost avoidance by revitalizing and repurposing existing assets, eliminating the necessity for new capital expenditure. As of December 2024, 16 of the 28 fully refurbished assets had been received by MINURSO (1), MONUSCO (3), UNDOF (1), UNISFA (9), the United Nations Support Mission in Libya (1) and UNSOS (1).", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "36.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Logistics Base will continue to explore the option of cost-effective refurbishment of assets in the global South. A pilot is being conducted with assets to be retrieved from UNMISS, professionally assessed and potentially overhauled at an original equipment manufacturer outlet in the region.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "37.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The 3R approach has great potential to produce cost avoidance beyond assets from liquidating missions. The Logistics Base is working to align refurbishment schedules with missions’ multi-year asset replacement plans for various equipment types. Initial analysis is being conducted for high-capacity diesel-power generators and fire engines, with other categories to follow. An example is the completed refurbishment of engineering assets (front-end loaders, graders and road rollers), estimated to yield total savings of $370,000. A similar approach will be applied with the planned refurbishment of 750 kVA generators, with an estimated 45 per cent, or $220,000, cost avoidance for the receiving mission. Triggered by the MINUSMA liquidation, the Logistics Base leveraged the circular approach further to include ICT/security high-value assets by rehabilitating and redeploying counter-rocket, -‍artillery and -mortar systems, which are critical for early warning. For example, UNSOS personnel were alerted of attacks in under 20 seconds in 10 separate incidents in 2021/22. These systems are a core feature of the Base’s work on the United Nations smart camp integrated base defence systems. ICT equipment, including nine counter-rocket, -artillery and -mortar systems, were received from MINUSMA in March 2024, four of which have already been redeployed. The Base is providing technical support to facilitate the deployment of the five remaining systems, along with an additional unit from MINUSMA, in the coming months.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "38.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Service for Geospatial, Information and Telecommunications Technologies", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The following efficiency-producing services are provided to peacekeeping missions and other clients:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "39.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Modular products (M-Products). M-Products are customized containers that house all ICT equipment necessary for United Nations activities. They can enable 100 users in an area lacking infrastructure to connect to and access all ICT functions as if located in a fully functional duty station. With over 156 plug-and-play, independent communications modules deployed in the most remote locations across 10 field operations, M-Products have enabled efficiencies for the Organization estimated at $43.5 million during the period from 2014 to 2025;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(a)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "ICT remote mission support. By centralizing the remote management, operation and support of ICT in-mission infrastructure equipment, the Logistics Base reduces the ICT staff footprint in the field and achieves operational cost reductions while providing continuous system availability. By consolidating and centralizing ICT support staff at the Base rather than in field missions, significant efficiencies are achieved every year;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(b)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Satellite connectivity. The Logistics Base provides centralized connectivity to 225 United Nations field locations. Continuous improvements have significantly reduced costs. Notably, the cost of 1 megabit per second decreased from $2,500 in 2017 to $584 in 2023 and is expected to remain at that level in 2025/26;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(c)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Digital Terrestrial Trunked Radio (TETRA) system. The global digital radio standard for vital communications (TETRA) addresses the technical, economic and administrative constraints inherent in decentralized communications set-ups in areas with no reliable commercial cellular service. This approach also enables scalability and ease of expansion: the Logistics Base has been able to achieve economies of scale, halving the costs of TETRA since 2017.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(d)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Service for Geospatial, Information and Telecommunications Technologies will continue to play a central role as the Organization’s resilient operational hub for the delivery of digital technology services and solutions. A key partner in advancing the digital transformation of the Office of Supply Chain Management, United Nations peacekeeping and the broader Secretariat, it will further streamline and unify digital tools and data management practices across United Nations missions and headquarters during the 2025/26 period. The Service at the Logistics Base is fully aligned with the governance framework, policies and standards of the Office of Information and Communications Technology on all ICT matters, including ICT security. This is accomplished through the governance bodies established and steered by the Office, including the ICT Policy Committee and the Architecture Review Board. In accordance with ST/SGB/2016/11, the Office provides central leadership for establishing and implementing Organization-wide ICT standards and activities in support of programme activities and mandates, the modernization of information systems and improvement in the ICT services available to the United Nations. As the operational arm of the Department of Operational Support, the Base will continue to deliver digital technology services under the Office’s overall guidance. The Base’s mandate is to provide its clients with rapid, effective, efficient and responsible services and solutions. In line with the management reforms, the Base is a Secretariat-wide service provider in digital technology and supply chain management, among other areas. For example, services such as data centre hosting and storage, connectivity and event monitoring are provided to peacekeeping missions and non-peacekeeping entities by the Base at Brindisi and Valencia. Similarly, geospatial information systems services are provided to peacekeeping operations, the Security Council, including its panels of experts, the Executive Office of the Secretary-General, the United Nations Operations and Crisis Centre and all offices and departments of the Secretariat. The Service for Geospatial, Information and Telecommunications Technologies at the Base contributes to the implementation of the Office’s strategy and adheres to all policies, practices and standards centrally established by its different working bodies. Overall, alignment and coordination at different levels have been operationalized and proven to be effective.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "40.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["ST/SGB/2016/11", "https://docs.un.org/en/ST/SGB/2016/11"]]}, {"text": "The Service will also enhance the delivery of operational, resource, environmental and security benefits by providing core, specialized and transformative digital technology services, as described in paragraphs 46–52 of the Logistics Base budget for the period 2024/25 (A/78/735). A key example of a digital technology initiative that is enabling a robust shift towards resource efficiency, environmental sustainability and data-driven decision-making is the expanded roll-out of the Base’s flagship field remote infrastructure monitoring initiative. An Internet of things solution, it underpins the Environmental Action Planning and Performance online platform, supporting efforts to reduce the United Nations carbon footprint, and serves as the foundation for the United Nations smart camp, which has been successfully implemented in UNISFA. With 8,000 sensors collecting data in real time from 20 United Nations entities, field remote infrastructure monitoring enables missions to optimize the use of scarce resources and reduce equipment downtime. For the past five years, field remote infrastructure monitoring has had an average annual increase of 37 per cent in both the number of devices connected and the number of data points. Beyond the critical early warning achieved using field remote infrastructure monitoring, entities report benefits such as the timely identification of water leaks (Regional Service Centre in Entebbe) and the reduction or elimination of power outages (UNISFA).", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "41.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["A/78/735", "https://docs.un.org/en/A/78/735"]]}, {"text": "Alongside the benefits to field missions, field remote infrastructure monitoring is being extended to non-mission entities such as the United Nations Office at Nairobi through cost-recovery. In this context, the Office is embarking on the next phase of field remote infrastructure monitoring implementation, which will address wastewater treatment, water distribution, fuel storage and distribution, a secondary data centre and photovoltaic systems, as well as training Office staff on monitoring and environmental reporting. WFP is also adopting field remote infrastructure monitoring in its field operations (under cost-recovery arrangements).", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "42.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Service will continue to be structured with four sections in Brindisi and Valencia: Client Solutions Delivery; Service and Information Security Management; Infrastructure Operations; and Technology Development, Design and Planning. Guided by the ICT strategy, it will continue to deliver cost avoidance and foster innovation and partnerships. Notably, partnerships are being established with the Asian Development Bank and the Southern African Development Community through cost recovery, with the aim of designing an early warning system and providing critical spatial data and analysis for disaster management. The Service will also prioritize protection against ICT security threats and service disruptions that could negatively affect the Secretariat. Moreover, it will maintain best practices in information technology financial operations, ensuring visibility on information technology expenditure and facilitating efficiencies. While prioritizing the fulfilment of its core mandate to provide geospatial, information and telecommunication technologies, the Service provides a comprehensive suite of digital technology services required to meet clients’ needs in a rapidly evolving technology landscape, as described below.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "43.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The foundation for essential digital infrastructure and capabilities – core digital technology services – encompasses the areas of connectivity, hosting, monitoring and solutions support. As the United Nations digital technology hub, connecting the entire system, the Logistics Base hosts enterprise applications for more than 64,000 global users. It ensures connectivity and the continuity (100 per cent availability) of mission-critical functions amid the most challenging circumstances worldwide, and centrally monitors active devices on a 24/7 basis from its Network Control Centre. In addition to reducing the potential financial impact of downtime, it ensures that the Organization is flexible in the face of dynamic needs and challenges. In the 2023/24 period, the Base responded to a 5 per cent increase in the number of ICT users. During the 2025/26 period, the Service will continue to address the growing complexity of ICT services required by peacekeeping customers, while proactively overcoming the challenges presented by the rapidly evolving ICT landscape.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "44.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In the area of specialized digital technologies, the Logistics Base provides a wide range of services including geo-analytics services that help to locate fresh water in water-scarce regions, detect mass graves or assess environmental and security risks, as well as disaster recovery exercises and system integration services. An example of the latter is the widely utilized suite of M-Products. The Base is in discussions with MINUSCA and will be developing proposals in the 2025/26 period to provide groundwater mapping and geospatial services. The estimated cost is $59,000 per mission compared with the commercial option of $120,000 per mission, yielding cost savings of over 50 per cent and other benefits, including superior analysis, advanced solutions, accuracy and long-term impact.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "45.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Transformative digital technology services adapt cutting-edge solutions to the specific requirements of the United Nations. The Logistics Base is experiencing high demand from missions and will continue to advance the research, development and deployment of extended reality, unmanned aerial systems, counter-unmanned aerial systems, situational awareness, planning and training, ambush-prevention and the protection of civilians, as well as the threat posed by improvised explosive devices. It will also enhance its three-dimensional printing service offerings, enabling clients to access critical, non-mechanical spare parts and other items, with reduced cost, time, labour and carbon footprint.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "46.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "With a tier III-certified twin technology centre in Brindisi and Valencia, an International Organization for Standardization (ISO) 20000-certified service management system guided by the Information Technology Infrastructure Library best practices framework and an ISO 27000-certified information security management system, the Logistics Base’s centralized and remote support will continue to advance the digital readiness, safety and sustainability of the United Nations. During the 2025/26 period, enhanced ICT security measures such as continuous vulnerability scanning, firewall analysis with enacted visibility and timely mitigation through ad hoc projects with robust digital assurance and compliance verification capabilities will be imperative to proactively mitigate the risk of vulnerabilities.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "47.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Logistics Base will also continue to emphasize training and capacity-building, including in collaboration with the Regional Service Centre in Entebbe and other key stakeholders. Through this collaboration, it will continue to strengthen synergies and complementarities in supporting field missions and other clients while advancing operational efficiencies. Key areas of collaboration include: (a) the accelerated roll-out of field remote infrastructure monitoring, whereby the Base and the Centre are working together to serve as a unified instrumental digital transformation enabler for field missions, leveraging the Base’s technological capabilities and the Centre’s regional presence; (b) the establishment of a regional additive printing hub to support field missions with low-cost and rapid sourcing options for low-volume, non-critical components, along with technical assistance and training; and (c) the development of digital twin technology (a digital replica of a physical object, system or process). In collaboration with the Base, the Centre hosted the first workshop on digital twin production in November 2024. During the 2025/2026 period, the Base will continue to work on and expand digital twin technology in support of other services such as smart camps or Unite Aware.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "48.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Central Service", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Through its occupational safety and health programme, and with the overall guidance of the Healthcare Management and Occupational Safety and Health Division of the Department of Operational Support, the Logistics Base works to prevent occupational injuries and ill health, as well as associated financial losses for the Base and field missions. These services, including risk management and training for field personnel, are also critical to help to prevent incidents affecting peacekeepers. The work of the occupational safety and health team has contributed to lowering Secretariat-wide risks from “critical” in 2020 to “high” in 2023, according to the 2023 enterprise risk management assessment, and remains essential for continued improvement. Building on its ISO 45001 certification and simultaneous 48 per cent reduction of workplace hazards compared with the 2023 baseline, the programme will focus during the 2025/26 period on helping clients to implement a comprehensive occupational safety and health management system. As part of this effort, online tools will be upgraded to a subscription-based software-as-a-service. Hosted at the Base, this centralized service will yield greater visibility and avoid costs for all clients, especially field missions, through a streamlined and standardized system. Developed in collaboration with the Base’s technology specialists, the upgrade will also advance digital transformation and data-driven decision-making in the occupational safety and health sphere.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "49.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Tailored conference management services constitute another key area of support for a wide range of client entities. Enhancements to the Logistics Base’s facilities, some of which are outlined below, will have a directly impact on this service area. Furthermore, a strong focus on process improvements will ensure that offerings align with sustainability initiatives, enabling events with less printing and less waste in a modern, hybrid and flexible environment that runs on 100 per cent renewable energy.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "50.", "action_verb": "Tailored", "action_verb_type": "preambular", "action_verb_normalized": "tailored", "links": []}, {"text": "In addition to maintaining existing facilities, the Logistics Base will continue to focus on the use of smart technologies to increase cost avoidance and on increasing its renewable energy production. Prior- and current-period investments in renewable energy sources, such as solar panels, along with water conservation, waste reduction, environmentally friendly heating, ventilation and air conditioning and recycling programmes will continue to reduce both costs and the carbon footprint.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "51.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Service achieves renewable energy and energy efficiency through reduced reliance on grid electricity by utilizing existing photovoltaic systems in Brindisi and Valencia from the solar panel farms, and reduced electricity consumption in Valencia due to light-emitting diode conversions and building sensors and controls. There has been an average annual cost avoidance of around $440,000 through the implementation of various initiatives over recent years.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "52.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Mindful of budgetary constraints, to maintain and improve facilities in Brindisi with no increase in the Logistics Base budget, extrabudgetary funding is being negotiated with the host Government. This funding is expected to improve facilities in the administrative and operational area while also enhancing offerings in the area of training and conferences.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "53.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Mission support initiatives", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Logistics Base continues to adopt measures to mitigate its environmental impact in line with its energy infrastructure management plan. Both Brindisi and Valencia already run on 100 per cent renewable energy through a mix of on-site generation and connection to the local grid, and efforts are being made to increase independent energy production with the multi-year installation of solar panels, with a target to increase the proportion of on-site renewables to 40 per cent. Reducing the Base’s dependence on the external power grid also helps to ensure continuous operations even during grid outages or fluctuations, which is particularly critical for the data centres. Both sites hold the highest operational and green technology market certifications (tier III and Certified Energy Efficient Datacenter Award Gold, respectively). In addition to solar power, they utilize free cooling technology. Moreover, thanks to the installation of smart sensors and the field remote infrastructure monitoring platform, energy usage is continuously monitored and optimized across the Base.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "54.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The collective impact of these measures is advancing the Logistics Base’s digital sustainability. For reference, its twin technology centre is outperforming the European Union average for power usage effectiveness; in 2023, the average for Valencia and Brindisi reached 1.58 (compared with an average of 1.6 for the European Union), the lowest for the Base since 2020. During 2025/26, it is expected that solar panels and the free cooling system, based on the results of recent years, will continue to contribute to energy savings. These successes are being shared across the United Nations system, for example, in supporting the United Nations Office at Nairobi in developing a project plan to achieve energy neutrality.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "55.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "During the 2025/26 period, a detailed assessment of infrastructure and assets requiring replacement will be conducted. The study will analyse the benefit of phased investments in some of the aging infrastructure in Brindisi against the cost of delay. In Valencia, projects have been proposed to enhance the efficiency of lighting and replace external heating and ventilation systems.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "56.", "action_verb": "During", "action_verb_type": "preambular", "action_verb_normalized": "dur", "links": []}, {"text": "Scalability model", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In its resolution 78/295, the General Assembly endorsed the recommendation of the Advisory Committee to further refine the Logistics Base’s scalability formula (A/78/744/Add.5, para. 70). The Committee expressed the view that ICT functions could be considered scalable in the future and expected that additional clarification and options would be presented to the General Assembly in the next budget report. It also highlighted the need to assess the Base’s role in providing services to other entities (ibid., para. 44).", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "57.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["78/295", "https://docs.un.org/en/A/RES/78/295"], ["A/78/744/Add.5", "https://docs.un.org/en/A/78/744/Add.5"]]}, {"text": "In response to the recommendation and as part of the project led by the Department of Management Strategy, Policy and Compliance regarding the extension of the support account and related funding issues, an external consultancy has been working with the Logistics Base to develop a methodology for identifying scalable and non-scalable elements of its staffing structure. The findings from the review will inform future budget proposals for the Base, with the results expected to be included in the budget proposal for the 2026/27 period.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "58.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Services provided to other entities and cost recovery", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In its resolution 70/288, the General Assembly endorsed the recommendation of the Advisory Committee that the Assembly should be provided with a better understanding of the services rendered to other Secretariat and non-Secretariat entities and a full picture of the resources made available to the Logistics Base, and that information on expenditure incurred and income received for all services provided on a cost-recovery basis should be included in budget submissions. In its subsequent resolutions 74/282, 75/295, 76/277, 77/305 and 78/295, the Assembly continued to endorse similar recommendations of the Committee.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "59.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["70/288", "https://docs.un.org/en/A/RES/70/288"], ["74/282", "https://docs.un.org/en/A/RES/74/282"], ["75/295", "https://docs.un.org/en/A/RES/75/295"], ["76/277", "https://docs.un.org/en/A/RES/76/277"], ["77/305", "https://docs.un.org/en/A/RES/77/305"], ["78/295", "https://docs.un.org/en/A/RES/78/295"]]}, {"text": "During the 2025/26 period, on a cost-recovery basis using the Umoja services delivery functionality, the Logistics Base will provide connectivity services, data storage, cloud services, telecommunications, data centre hosting services, application hosting, event monitoring, campus services, geospatial information systems, ICT security and operational resilience services, and supply chain services, such as global supply chain training, engineering, warehousing, maintenance, property management and logistics support. The recoverable costs are based on approved service rate cards, which are reviewed and approved by the Office of the Controller. The estimated income and expenditure do not duplicate any proposed resource requirements included in the Base’s budget for the 2025/26 period. The expected income is presented by client entity in table 2 and the estimated expenditure by category in table 3. The estimates do not include the amounts budgeted in individual peacekeeping missions for contracts centrally managed by the Base.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "60.", "action_verb": "During", "action_verb_type": "preambular", "action_verb_normalized": "dur", "links": []}, {"text": "Table 2", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Analysis of cost-recovery estimates for the 2025/26 period", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(Thousands of United States dollars)", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "(Thousands", "action_verb_type": "operative", "action_verb_normalized": "(thousand", "links": []}, {"text": "Table 3", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Details of estimated costs to be recovered for the 2025/26 period", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(Thousands of United States dollars)", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "(Thousands", "action_verb_type": "operative", "action_verb_normalized": "(thousand", "links": []}, {"text": "Contractors and personnel occupying facilities at Brindisi and Valencia", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The General Assembly, in its resolution 69/309, endorsed the recommendation of the Advisory Committee to include information on all the personnel occupying the facilities at Brindisi and Valencia, as well as details on administrative and cost-recovery arrangements, rental and maintenance costs, income received and any other relevant information on the utilization of United Nations premises.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "61.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["69/309", "https://docs.un.org/en/A/RES/69/309"]]}, {"text": "During the 2025/26 period, the Logistics Base will continue to host personnel of other entities at Brindisi and Valencia on a cost-recovery basis. Cost-recovery income will be used to cover the costs of sharing the facilities with non-Base personnel. The recovered costs are related to facility services such as cleaning, gardening, security and maintenance and are captured and apportioned across all facility occupants to generate a per-head rate for office space. Therefore, increasing the occupancy at the premises has the advantage of lowering the overall per-head cost.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "62.", "action_verb": "During", "action_verb_type": "preambular", "action_verb_normalized": "dur", "links": []}, {"text": "It is estimated that 858 full-time personnel from other entities will occupy premises at the Logistics Base, 793 of whom will provide functions related to ICT while the remaining 65 are other United Nations Secretariat personnel located in Brindisi and Valencia, as shown in table 4. The requirements for the Base’s contractors are reflected in the present budget, while requirements for the personnel of other United Nations entities and external contractors are funded through other funding sources.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "63.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Table 4", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Analysis of occupancy of contractors and non-Logistics Base personnel at the premises of the Base, by location", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Personnel working on projects for the Deprtment of Opertionl Support nd/or pece opertions under contrctul greements. No costs re recovered for those personnel.", "type": "paragraph", "heading_level": null, "paragraph_type": null, "paragraph_level": 5, "prefix": "a", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Personnel servicing clients other than the Department of Operational Support or peace operations. Costs of facility occupancy are recovered through the cost-recovery mechanism.", "type": "paragraph", "heading_level": null, "paragraph_type": null, "paragraph_level": 5, "prefix": "b", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Costs funded through the proposed budgets of individual peaekeeping operations.", "type": "paragraph", "heading_level": null, "paragraph_type": null, "paragraph_level": 5, "prefix": "c", "action_verb": "Costs", "action_verb_type": "operative", "action_verb_normalized": "cost", "links": []}, {"text": "Unite Nations Secretariat personnel locate at the Logistics Base who are not part of the Base’s staffing table.", "type": "paragraph", "heading_level": null, "paragraph_type": null, "paragraph_level": 5, "prefix": "d", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "For 2025/26, th brakdown is as follows: 1 post from th Scurity Sctor Rform Sction of th Offic of Rul of Law and Scurity Institutions, 1 post from th Disarmamnt, Dmobilization and Rintgration Sction of th Offic of Rul of Law and Scurity Institutions, and 2 posts from th Min Action Srvic.", "type": "paragraph", "heading_level": null, "paragraph_type": null, "paragraph_level": 5, "prefix": "e", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "For 2025/26, the breakdown is as ollows: 26 cost-recovery posts, 6 3R programme posts, 1 post rom the United Nations Medical Emergency Response Team and 1 extrabudgetary Geospatial Inormation Oicer.", "type": "paragraph", "heading_level": null, "paragraph_type": null, "paragraph_level": 5, "prefix": "f", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Transfer of tenant unit budgets from the Logistics Base to support account", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The budgets for current tenant units and others with functional reporting lines to the Department of Peace Operations and the Department of Operational Support are presented as part of the budget of their parent offices in the support account, in response to the recommendation of the Advisory Committee (A/78/744/Add.5, para. 30) endorsed by the General Assembly in its resolution 78/295. The units will remain physically in Brindisi and will continue to be supported by the Logistics Base for their administrative requirements. Table 5 below shows the reduction of resources associated with the transfer, as well as a comparison with the prior period.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "64.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["A/78/744/Add.5", "https://docs.un.org/en/A/78/744/Add.5"], ["78/295", "https://docs.un.org/en/A/RES/78/295"]]}, {"text": "Table 5", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Summary of resource changes between the 2024/25 and 2025/26 periods", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(Thousands of United States dollars)", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "(Thousands", "action_verb_type": "operative", "action_verb_normalized": "(thousand", "links": []}, {"text": "Variances in financial resource requirement", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The estimated resource requirements for the maintenance and operation of the Logistics Base for the 2025/26 financial period amount to $58,281,000, which represents a decrease of $9,654,300 compared with the approved budget for the 2024/25 period. The estimates for the 2025/26 period reflect decreased civilian personnel costs amounting to $8,786,200, or 19.1 per cent, attributable primarily to: (a) the transfer of current tenant units’ posts and two posts in the Regional Aviation Safety Office to their parent offices in the support account; (b) the increase in vacancy rates from 9.8 per cent in the 2024/25 period to 11.0 per cent in the 2025/26 period for international staff; and (c) the application of the exchange rate of 0.948 euros to 1 United States dollar compared with the rate of 0.912 in the approved budget, which has an impact on the requirements for national staff. The decreased requirements for civilian personnel are offset in part by: (a) the decrease in vacancy rates from 5.9 per cent in the 2024/25 period to 4.8 per cent for national General Service staff; and (b) the application of higher revised salary rates for national staff in Brindisi and Valencia compared with the rates applied in the approved budget.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "65.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The overall resource requirements for operational costs amount to $21,000,300, which represents a net reduction of $868,100 compared with the approved budget. The decreased requirements are attributable mainly to: (a) the application of the exchange rate of 0.948 euros to 1 United States dollar compared with the rate of 0.912 euros applied in the approved budget for 2024/25; (b) reduced requirements under ground transportation and other supplies, services and equipment; and (c) the budget transfer of operational costs related to tenant units’ posts, including travel, training, air operations, ICT and other supplies and equipment.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "66.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "By excluding the impact of tenant units and two posts in the Regional Aviation Safety Office (66 posts and a reduction of $10,576,500), the net impact represents an increase of $922,200 or 1.6 per cent.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "67.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "C.\tPartnerships, country team coordination and integrated missions", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In line with General Assembly resolution 78/295, in which it endorsed the recommendation of the Advisory Committee (A/78/744/Add.5, para. 44), the Logistics Base will continue to align with the global responsibilities entrusted to the Department of Operational Support in resolution 72/266 B. Specifically, it will strategically and operationally move forward to fully utilize all its capabilities to provide more efficient and effective services to all entities within the Secretariat equally, as well as to United Nations system entities, regional organizations and other entities through appropriate cost recovery mechanisms.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "68.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["78/295", "https://docs.un.org/en/A/RES/78/295"], ["A/78/744/Add.5", "https://docs.un.org/en/A/78/744/Add.5"], ["72/266", "https://docs.un.org/en/A/RES/72/266B"]]}, {"text": "The Logistics Base will also continue to implement its mandated activities to support broader initiatives, including A New Agenda for Peace, the Action for Peacekeeping initiative and the Declaration of Shared Commitments on United Nations Peacekeeping Operations. In this context, the Base will continue to explore collaboration with key partners such as the African Union, the European Union and the Organization for Security and Cooperation in Europe.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "69.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Logistics Base, within the broader Department of Operational Support and the Office of Supply Chain Management operational support architecture, will continue to deliver holistic support solutions in complex operating environments, providing services in digital technology, supply chain management and other specialized areas and by supporting capacity-building initiatives for the African Union. Following a workshop organized in Mogadishu in April 2024, the Base and the Regional Service Centre in Entebbe will collaborate, building on stakeholder feedback, to enhance UNSOS support mechanisms in mandated areas. Furthermore, it will work closely with Department of Operational Support in the implementation of Security Council resolution 2767 (2024).", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "70.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["2767 (2024)", "https://docs.un.org/en/S/RES/2767(2024)"]]}, {"text": "The Logistics Base will also develop collaboration with partners across the United Nations system. These include: the United Nations Humanitarian Response Depot managed by WFP, a partner in developing containerized, environmentally friendly photovoltaic plants for field operations; the Regional Service Centre in Entebbe, a partner in regional deployment stock operations, capacity-building and the roll-out of key technologies at the regional level; the United Nations Command, Control, Communications, Computers Intelligence, Surveillance and Reconnaissance (C4ISR) Academy for Peace Operations, a partner in providing training tailored to different operational environments; and the United Nations Office at Nairobi, where the Base is supporting a transition to enhanced renewable energy and smart energy infrastructure for water, wastewater and fuel.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "71.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "D.\tResults-based budgeting frameworks", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The results-based budgeting frameworks are grouped under the following functional areas: supply chain; geospatial, information and telecommunications technologies; occupational safety services; and central support. They are reflected under expected accomplishments 1.1 and 1.2. As part of its overall objective, the Logistics Base will contribute to a number of expected accomplishments during the budget period by delivering related key outputs, as shown in the frameworks below.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "72.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In order to facilitate the presentation of proposed changes in human resources, six categories of possible action with respect to staffing have been identified.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "73.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Office of the Director", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "For the 2025/26 period, the Office of the Director will comprise 20 posts and one United Nations Volunteer position.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "74.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Table 6", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Human resources: Office of the Director", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Includes interntionl United Ntions Volunteers.", "type": "paragraph", "heading_level": null, "paragraph_type": null, "paragraph_level": 5, "prefix": "a", "action_verb": "Includes", "action_verb_type": "operative", "action_verb_normalized": "includ", "links": []}, {"text": "The two posts under the Regional Aviation Safety Office with functional reporting lines to the Department of Operational Support are presented as part of its parent office in the support account, in response to the recommendation of the Advisory Committee (A/78/744/Add.5, para. 30) endorsed by the General Assembly in its resolution 78/295.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "75.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["A/78/744/Add.5", "https://docs.un.org/en/A/78/744/Add.5"], ["78/295", "https://docs.un.org/en/A/RES/78/295"]]}, {"text": "Supply Chain Service", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Supply Chain Service will continue to comprise two sections: the Planning and Sourcing Support Section and the Delivery and Return Section. It is proposed that, in the 2025/26 period, the Service comprise 145 posts.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "76.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Table 7", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Note: The following abbreviations are used in the tables: ASG, Assistant Secretary-General; FS, Field Service; NGS, national General Service; NPO, National Professional Officer; UNV, United Nations Volunteers; USG, Under-Secretary-General.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Human resources: Supply Chain Service", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Includes interntionl United Ntions Volunteers.", "type": "paragraph", "heading_level": null, "paragraph_type": null, "paragraph_level": 5, "prefix": "a", "action_verb": "Includes", "action_verb_type": "operative", "action_verb_normalized": "includ", "links": []}, {"text": "Funded under general temporary assistance.", "type": "paragraph", "heading_level": null, "paragraph_type": null, "paragraph_level": 5, "prefix": "b", "action_verb": "Funded", "action_verb_type": "preambular", "action_verb_normalized": "funded", "links": []}, {"text": "Human resources: Office of the Chief, Supply Chain Service", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A position of Environmental Engineer (P-3), funded under general temporary assistance, was established on 1 July 2019 within the Environmental Technical Support Unit. The incumbent will continue to lead the water and wastewater pillar, under the overall direction of the Environment Section in the Office of the Under-Secretary-General for Operational Support. The Environmental Technical Support Unit, augmented through the Rapid Expert Assistance and Cooperation Teams assistance facility, is leading the development of operational guidance to support sustained wastewater risk management, without which missions may expose the Organization to unacceptable risk to people, societies and ecosystems. The incumbent will also play a strong and central technical assistance role as missions make improvements in wastewater management, a strategic priority for the Department of Operational Support, and will assist in the development and implementation of guidelines on water and wastewater and standard operation procedures that provide consistent definitions of acceptable treatment levels and solutions, as well as risk assessment and reporting. The incumbent will also provide the capacity to guide missions to plan for multi-year investments and their projected results, matching local capacity and supply chains, to upgrade critical infrastructure that includes appropriate technology suited to the local conditions.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "77.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Service for Geospatial, Information and Telecommunications Technologies", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The approved staffing of the Service for Geospatial, Information and Telecommunications Technologies consists of the five organizational units and 123 posts, as shown in table 8.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "78.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Table 8", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Human resources: Service for Geospatial, Information and Telecommunications Technologies", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Includes interntionl United Ntions Volunteers.", "type": "paragraph", "heading_level": null, "paragraph_type": null, "paragraph_level": 5, "prefix": "a", "action_verb": "Includes", "action_verb_type": "operative", "action_verb_normalized": "includ", "links": []}, {"text": "Human resources: Service for Geospatial, Information and Telecommunications Technologies", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Infrastructure Operations Section", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "International staff: no net change", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "National staff: no net change", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The proposed reclassification of two positions of Telecommunications Officer (FS-6) to two positions of Associate Telecommunications Officer (P-2) in the Remote Mission Support Section in Brindisi and the Network Support Unit in Valencia is strategically aligned with organizational objectives in several ways.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "79.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "First, transitioning to entry-level P-2 positions supports workforce regeneration by attracting a dynamic pool of young professionals. This influx of new talent is vital for infusing innovative ideas and contemporary skills, which are crucial for adapting to evolving technological landscapes. Moreover, the shift contributes significantly to gender parity. The Organization’s commitment to global gender equity initiatives is reinforced by creating more accessible professional roles for women, as P-2 posts are generally more attractive to female candidates compared with Field Service posts.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "80.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Cost efficiency is another critical advantage. P-2 roles, being entry-level, typically offer a lower salary scale than the more senior FS-6 positions. This reduction in resources does not come at the expense of work quality, as motivated entry-level professionals can deliver exceptional results under proper guidance and training. Consequently, this approach not only ensures immediate fiscal prudence but also establishes a sustainable model for future staffing. In addition, the reclassification will result in an annual reduction of approximately $99,000 in international staff costs.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "81.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Furthermore, despite the change in classification, the essential functions and support provided to missions by these officers will remain completely unchanged. They will continue to play a pivotal role in the smooth operation of telecommunication services, thereby maintaining operational continuity and effectiveness.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "82.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Ultimately, this reclassification enhances the Organization’s ability to develop a robust pipeline for future leadership within the Department of Operational Support, ensuring long-term organizational resilience and capability enhancement.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "83.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Central Service", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Central Service will continue to provide support in the areas of human resources, conference and learning, occupational safety and health, finance and budget, procurement, administration and programme management, property management and campus support.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "84.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Table 9", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Human resources: Central Service", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Includes interntionl United Ntions Volunteers.", "type": "paragraph", "heading_level": null, "paragraph_type": null, "paragraph_level": 5, "prefix": "a", "action_verb": "Includes", "action_verb_type": "operative", "action_verb_normalized": "includ", "links": []}, {"text": "Funded under general temporary assistance.", "type": "paragraph", "heading_level": null, "paragraph_type": null, "paragraph_level": 5, "prefix": "b", "action_verb": "Funded", "action_verb_type": "preambular", "action_verb_normalized": "funded", "links": []}, {"text": "Human resources: Central Service", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Finance and Budget Unit", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "International staff: Decrease of one post", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "National Professional Officer: Increase of one post", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The proposed reclassification of the position of Finance and Budget Assistant (FS-5) as a Finance and Budget Officer (National Professional Officer, level B) in the Finance and Budget Unit in Brindisi is strategically aligned with organizational objectives in several ways.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "85.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Nationalizing this position supports workforce regeneration by attracting a dynamic pool of young professionals. This is in response to the General Assembly’s request for nationalization (see resolution 76/274, para. 34). Furthermore, despite the change in functions, the support provided to the Logistics Base will remain unchanged. The Finance and Budget Officer will continue to play a pivotal role in the smooth operation of budgetary and financial services, thereby maintaining operational continuity and effectiveness.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "86.", "action_verb": "Nationalizing", "action_verb_type": "preambular", "action_verb_normalized": "nationaliz", "links": [["76/274", "https://docs.un.org/en/A/RES/76/274"]]}, {"text": "Ultimately, the reclassification enhances the organization’s ability to develop a robust pipeline for future leadership within the Department of Operational Support, ensuring long-term organizational resilience and capability enhancement. In addition, the reclassification will result in an annual reduction of approximately $59,000 in international staff costs.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "87.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The position of Occupational Health and Safety Officer (P-3), funded under general temporary assistance, was established on 1 July 2021 to strengthen the occupational safety and health capacity of United Nations entities to meet the Department of Operational Safety’s occupational safety and health requirement. The continuation of this position is necessary to address the increasing number of work-related safety and health incidents and ensure that United Nations entities are effectively equipped and supported to develop, implement and maintain an occupational safety and health management system that prevents or mitigates complex and growing work-related risks. The incumbent will support the significantly increased scope of services provided to approximately 50 locations.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "88.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Tenant units", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Table 10", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Human resources: tenant units", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Includes interntionl United Ntions Volunteers.", "type": "paragraph", "heading_level": null, "paragraph_type": null, "paragraph_level": 5, "prefix": "a", "action_verb": "Includes", "action_verb_type": "operative", "action_verb_normalized": "includ", "links": []}, {"text": "The 64 posts under the above tenant units with functional reporting lines to the Department of Peace Operations and the Department of Operational Support are presented as part of their parent offices in the support account, in response to the recommendation of the Advisory Committee (A/78/744/Add.5, para. 30) endorsed by the General Assembly in its resolution 78/295.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "89.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["A/78/744/Add.5", "https://docs.un.org/en/A/78/744/Add.5"], ["78/295", "https://docs.un.org/en/A/RES/78/295"]]}, {"text": "Evaluation activities", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The following external evaluations completed in the 2023/24 period have guided the proposed planning for 2025/26 period:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "90.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "OIOS audit of ICT support costs and cost recovery in the United Nations Secretariat (assignment No. AT2021-517-03; report 2023/002);", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(a)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "OIOS audit of ICT security preparedness at the United Nations Global Service Centre (OIOS memorandum OIOS-2024-01817).", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(b)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In response to the results of the evaluations referenced above, the Logistics Base, in close coordination with the Department of Operational Support, the Department of Management Strategy, Policy and Compliance and other relevant entities, will continue to strengthen its governance and management of costing and cost recovery. It will also continue to enhance its ICT security preparedness by addressing OIOS recommendations and collaborating with those Departments, the Office of Information and Communications Technology and budgetary committees as needed.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "91.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Logistics Base will continue to align and be guided by Department of Operational Support initiatives and efforts related to compliance with the provisions of the administrative instructions on evaluation in the United Nations Secretariat (ST/AI/2021/3).", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "92.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["ST/AI/2021/3", "https://docs.un.org/en/ST/AI/2021/3"]]}, {"text": "Financial resources", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "II.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A.\tOverall", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(Thousands of United States dollars; budget year is 1 July to 30 June)", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "(Thousands", "action_verb_type": "operative", "action_verb_normalized": "(thousand", "links": []}, {"text": "B.\tNon-budgeted contributions", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The estimated value of non-budgeted contributions for the period from 1 July 2025 to 30 June 2026 is as follows:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "93.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(Thousands of United States dollars)", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "(Thousands", "action_verb_type": "operative", "action_verb_normalized": "(thousand", "links": []}, {"text": "Inclusive of office buildings, workshops, wrehouses, infrstructure nd open spces provided by the Government of Itly ($2,856,778.95), nd office buildings, opertionl buildings nd open spces provided by the Government of Spin ($2,866,241.62).", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 5, "prefix": "a", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "C.\tEfficiency gains", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The cost estimates for the period from 1 July 2025 to 30 June 2026 take into account the following efficiency initiatives:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "94.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(Thousands of United States dollars)", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "(Thousands", "action_verb_type": "operative", "action_verb_normalized": "(thousand", "links": []}, {"text": "These represent savings in the missions’ budgets but are presented in the Logistics Base report for presentation purposes.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 5, "prefix": "a ", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "D.\tVacancy factors", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The cost estimates for the period from 1 July 2025 to 30 June 2026 take into account the following vacancy factors:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "95.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(Percentage)", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A 50 per cent vcncy rte hs been pplied to new posts nd positions.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 5, "prefix": "a", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Funded under general temporary assistance.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 5, "prefix": "b", "action_verb": "Funded", "action_verb_type": "preambular", "action_verb_normalized": "funded", "links": []}, {"text": "The assumptions considered for the vacancy factors include the current 12-month average vacancy rate from January to December 2024 or the actual vacancy rate as at 31 December 2024. This is in line with the policy guidance provided to improve the accuracy and consistency of the vacancy factors applied in the proposed budgets for the 2025/26 period and to ensure that proposed vacancy rates are based, as much as possible, on actual rates.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "96.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "E.\tTraining", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The estimated resource requirements for training for the period from 1 July 2025 to 30 June 2026 are as follows:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "97.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(Thousands of United States dollars)", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "(Thousands", "action_verb_type": "operative", "action_verb_normalized": "(thousand", "links": []}, {"text": "The number of participants planned for the period from 1 July 2025 to 30 June 2026, compared with previous periods, is as follows:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "98.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(Number of participants)", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Includes the Logistics Bse nd outside the mission re.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 5, "prefix": "a", "action_verb": "Includes", "action_verb_type": "operative", "action_verb_normalized": "includ", "links": []}, {"text": "The proposed training programmes include technical training courses and learning activities aimed at strengthening the professional skills and competencies of both national and international staff. Internal courses cover training for ICT, governance, management and leadership, communications, finance and administration, engineering and security. External training courses are intended to strengthen the capacities of staff in various areas, such as leadership and executive management, human resources, occupational safety, procurement, supply and property management. The reduction in the number of training courses under international staff is attributable primarily to: (a) the transfer of 52 posts in tenant units to their parent offices in the support account; (b) the completion of the Supply Chain Operations Reference model certifications by the majority of Supply Chain Service staff in the 2023/24 period; (c) the lower number of staff availing themselves of online language licences; and (d) the lower number of staff attending security courses.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "99.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "F.\tOfficial travel, non-training", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The resource requirements for official travel, non-training, for the period from 1 July 2025 to 30 June 2026 are estimated at $211,200, as follows:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "100.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The requested resources are needed for the effective and efficient delivery of the Logistics Base mandate, to attend strategic meetings and to provide on-site support to clients in the areas of circular supply chain, engineering, prototype inspection, environmental technical support, implementation workshops for the field remote infrastructure monitoring system, strategic deployment stocks implementation and ICT workshops.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "101.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Analysis of variances", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "III.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The reduced requirements are attributable primarily to: (a) the transfer of 52 posts with functional reporting lines to the Department of Peace Operations and the Department of Operational Support to their parent offices in the support account; (b) the application of a higher vacancy rate of 11.0 per cent compared with 9.8 per cent in the approved budget; and (c) an estimated lower post adjustment multiplier effective February 2025, from 26.2 per cent applied in the approved budget to 17.4 per cent in Brindisi, and from 33.7 per cent applied in the approved budget to 25.6 per cent in Valencia.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "102.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The increased requirements are attributable primarily to the application of higher salary rates on the basis of the revised salary scale, compared with the rates applied in the approved budget and the application of a lower vacancy rate of 4.8 per cent compared with 5.9 per cent in the approved budget. The increase in requirements is partly offset by: (a) the transfer of 14 posts with functional reporting lines to the Department of Peace Operations and the Department of Operational Support to their parent offices in the support account; and (b) the application of the exchange rate of 0.948 euros to 1 United States dollar, compared with the rate of 0.912 euros in the approved budget.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "103.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The increased requirements are attributable to the proposed reclassification of one Field Service post to a National Professional Officer post.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "104.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The increased requirements are attributable primarily to: (a) the increase in the monthly allowance, medical and life insurance and family allowance compared with the approved budget; and (b) the inclusion of non-recurrent costs such as exit and repatriation lump sum and home leave allowance that were excluded from the approved budget.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "105.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The reduced requirements are attributable primarily to the transfer of posts with functional reporting lines to the Department of Peace Operations and the Department of Operational Support and the related travel requirements to their parent offices in the support account.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "106.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The reduced requirements are attributable primarily to: (a) the application of the exchange rate of 0.948 euros to 1 United States dollar, compared with the rate of 0.912 euros in the approved budget; and (b) the reduction in the number of projects under construction, alteration, renovation and major maintenance, as one project to install forklift charging stations is proposed compared with two projects in the approved 2024/25 budget. The reduced requirements are offset in part by increased requirements under maintenance services attributable primarily to: (a) the new contract for cleaning, ground and gardening services; and (b) additional costs for 10-year maintenance for the uninterrupted power supply and purchase of spare parts.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "107.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The reduced requirements are attributable primarily to: (a) the absence of the one-off provision for the acquisition of forklifts for regional deployment stocks approved in the 2024/25 budget; (b) the lower price of diesel fuel (approved at $1.101 per litre in 2024/25 compared with an average price of $0.821 per litre for the 2025/26 period); and (c) the application of the exchange rate of 0.948 euros to 1 United States dollar, compared with the rate of 0.912 euros in the approved budget.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "108.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The reduced requirements are attributable primarily to: (a) the planned reduction in mobile services at Brindisi due to low consumption patterns in past years; (b) the application of the exchange rate of 0.948 euros to 1 United States dollar, compared with the rate of 0.912 euros in the approved budget, resulting in lower estimates for maintenance and support services; (c) the transfer of tenant unit positions and related ICT requirements to their parent offices in the support account The reduced requirements are offset in part by increased requirements to replace outdated ICT equipment and systems at Brindisi and Valencia.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "109.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The reduced requirements are attributable primarily to: (a) the application of the exchange rate of 0.948 euros to 1 United States dollar, compared with the rate of 0.912 euros applied in the approved budget for 2024/25, resulting in lower estimates for individual contractual services; (b) the transfer of posts with functional reporting lines to the Department of Peace Operations and the Department of Operational Support and the related costs for training fees, supplies and services to the support account; and (c) lower requirements for freight due to a decrease in the purchase of ICT equipment, and lower consumption patterns in other services such as courier services. The reduced requirements are offset in part by additional requirements for packing materials for regional deployment stocks and geo-analytical products, including map services for peacekeeping missions.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "110.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Actions to be taken by the General Assembly", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "IV.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The actions to be taken by the General Assembly in connection with the financing of the United Nations Logistics Base are:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "111.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "To appropriate the amount of $58,281,000 for the maintenance of the Logistics Base for the 12-month period from 1 July 2025 to 30 June 2026;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(a)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "To prorate the amount in subparagraph (a) among the budgets of the individual active peacekeeping operations to meet the financing requirements of the Logistics Base for the period from 1 July 2025 to 30 June 2026.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(b)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Summary of follow-up action taken to implement the decisions and requests of the General Assembly in its resolutions 76/274 and 78/295, including the requests and recommendations of the Advisory Committee on Administrative and Budgetary Questions endorsed by the Assembly", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "V.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["76/274", "https://docs.un.org/en/A/RES/76/274"], ["78/295", "https://docs.un.org/en/A/RES/78/295"]]}, {"text": "A.\tGeneral Assembly", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(Resolution 76/274)", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["76/274", "https://docs.un.org/en/A/RES/76/274"]]}, {"text": "B.\tAdvisory Committee on Administrative and Budgetary Questions", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Financing of the United Nations Logistics Base at Brindisi, Italy", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(A/78/744/Add.5 and General Assembly resolution 78/295)", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["A/78/744/Add.5", "https://undocs.org/en/A/78/744/Add.5"], ["78/295", "https://docs.un.org/en/A/RES/78/295"]]}, {"text": "Annex", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Organization chart", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Proposed organizational chart of the United Nations Logistics Base for 2025/26", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}]