[{"text": "Seventy-ninth session", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Agenda item 164", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Financing of the United Nations Mission in South Sudan", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Budget for the United Nations Mission in South Sudan for the period from 1 July 2025 to 30 June 2026", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Report of the Secretary-General", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Contents", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Mandate and planned results", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "I.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A.\tOverall", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The mandate of the United Nations Mission in South Sudan (UNMISS) was established by the Security Council in its resolution 1996 (2011). The most recent extension of the mandate was authorized by the Council in its resolution 2729 (2024), by which the Council extended the mandate until 30 April 2025.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "1.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["1996 (2011)", "https://docs.un.org/en/S/RES/1996(2011)"], ["2729 (2024)", "https://docs.un.org/en/S/RES/2729(2024)"]]}, {"text": "The Mission is mandated to assist the Security Council in advancing a multi-year strategic vision to prevent a return to civil war in South Sudan, to enable the self-reliance of South Sudan, to address the critical gaps towards building durable peace at the local and national levels, and to support inclusive and accountable governance and free, fair and peaceful elections in accordance with the Revitalized Agreement on the Resolution of the Conflict in the Republic of South Sudan and the subsequent agreement on the road map to a peaceful and democratic end to the transitional period.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "2.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Within this overall objective, UNMISS will, during the budget period, contribute to a number of expected accomplishments by delivering related key outputs, shown in the frameworks below. These frameworks are organized according to components (protection of civilians; monitoring, investigating and reporting on violations of international humanitarian law and violations and abuses of human rights; creating the conditions conducive to the delivery of humanitarian assistance; supporting the implementation of the Revitalized Agreement and the peace process; and support), which are derived from the mandate of the Mission.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "3.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The expected accomplishments would lead to the fulfilment of the Security Council’s objective within the lifetime of the Mission, and the indicators of achievement measure progress towards the accomplishments during the budget period. The human resources of UNMISS in terms of the number of personnel have been attributed to the individual components, with the exception of the Mission’s executive direction and management, which is attributed to the Mission as a whole. Variances in the number of personnel compared with the 2024/25 budget have been explained under the relevant components.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "4.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Mission headquarters is located at three sites in Juba: United Nations House and the UNMISS compounds in Tomping and Durupi. The Mission has 10 field offices, including the Juba field office, which is co-located with mission headquarters in Juba. In addition, UNMISS has eight field or company operating bases and four temporary operating bases.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "5.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "B.\tPlanning assumptions and mission support initiatives", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "On 13 September 2024, the transitional Government of South Sudan extended the Revitalized Agreement for the fourth time, by two years. Subsequently, on 21 September, the President endorsed the amendment to the Transitional Constitution of the Republic of South Sudan, 2011, extending the transitional period. The implementation of the Revitalized Agreement has continued to be characterized by slow progress, owing in large part to the lack of political will by the parties, economic challenges and continuing disagreements that have resulted in the delayed implementation of a critical mass of the conditions necessary to conduct credible and peaceful elections. While some of the key institutions and mechanisms have been reconstituted, operationalization of these mechanisms has been hindered by a lack of funding.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "6.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The operational environment will likely continue to be defined by subnational violence, in particular cattle raids, revenge killings and abductions, economic pressures, dire humanitarian needs, and persisting barriers to the implementation of women and peace and security priorities.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "7.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Mission will continue to implement its mandate on the protection of civilians through a three-tiered approach encompassing dialogue and engagement, the provision of physical protection and the establishment of a protective environment. In this regard, the Mission will intensify civil and political engagements at the grass-roots, local, state and national levels to promote peaceful co-existence and mobilize communities to support the implementation of the Revitalized Agreement, support rule of law institutions and promote accountability and access to justice. The Mission will also enhance strategic partnerships and will promote greater coherence between international partners to advance political dialogue between the parties. The Mission will promote social cohesion by advancing communal interdependencies, cross-cultural interaction, and intra- and inter-community and party dialogue on issues of identity politics and reconciliation at both the national and subnational levels. It will also provide technical support for the full implementation of the relevant action plans to end grave violations against children in armed conflict and to address conflict-related sexual violence.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "8.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Mission’s force will continue to deter violence and provide physical protection to civilians with a robust presence established through regular patrolling and the establishment of temporary operating bases in areas of emerging or ongoing violence. The use of early indicator warning systems will enhance situational awareness and allow for the more efficient allocation of troops to critical areas.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "9.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Mission will continue to implement the recommendations of the military and police capability study carried out in 2023 in a sequenced and prioritized manner specifically to address identified operational requirements. Deployment of temporary and permanent operating bases will be optimized within the framework of the relevant guidelines while addressing both current and assessed future operational conditions.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "10.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Mission will continue integrated engagements at the national and subnational levels through its support for the rule of law, security sector reform and community violence reduction activities. This support is intended to prevent, mitigate and resolve intracommunal and intercommunal conflicts, promote peaceful coexistence between communities and support the creation of an environment conducive to an inclusive and participatory political and peace process, including expanded civic space and increased accountability. This will include initiatives to support the diversification of young people’s livelihoods and to support state institutions in enhancing service delivery that promotes sustainable and peaceful livelihoods. Furthermore, trust and cooperation between communities and law enforcement agencies will be strengthened through community policing and initiatives such as police-community relations committees, regular patrols and coordination with and training for the National Police Service to strengthen local policing capacities.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "11.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Mission will continue to monitor, document, investigate and report on the human rights situation in South Sudan, focusing on gross violations and abuses of human rights and serious violations of international humanitarian law, in particular violations against the most vulnerable, including women, children and internally displaced persons.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "12.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Women are expected to remain especially vulnerable to serious human rights violations, such as conflict-related sexual violence, while grave child rights violations, including the recruitment and use of children by armed forces and groups, are also expected to remain a serious concern. Activities will be designed to address, prevent and reduce human rights violations in the context not only of various national and subnational conflicts, but also of violations related to fundamental freedoms, including incidents of hate speech and the incitement to violence and in the context of ongoing political and electoral processes. The Mission will support capacity-building and institutional reform programmes for the benefit of the Government and its relevant institutions, including the Necessary Unified Forces, to foster national ownership, reinforce the protection of civilians through the strengthening of accountability, enhancing transitional justice and combating impunity, and strengthen civic space. In its work with civil society organizations and partners, the Mission will promote accountability and access to justice through a survivor-centred approach.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "13.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The humanitarian situation across South Sudan continues to deteriorate owing to unprecedented drought and flooding, related health emergencies and food insecurity. This is exacerbated by the protracted effects of the conflict in the Sudan on oil production, inducing economic instability and a prolonged influx of returnees and refugees from the Sudan, which weighs heavily on the limited resources for humanitarian support. More than 890,000 people have entered South Sudan from the Sudan since the start of the conflict in the Sudan, of whom 24 per cent are refugees and 76 per cent are returnees.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "14.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Climate change is reshaping the operational landscape in South Sudan, which has had a direct impact on the delivery of protection of civilians. Recurrent and severe flooding over the past five years has become the norm, undermining peace gains, displacing communities and shifting subnational conflict zones. These climate-induced changes are straining the Mission’s resources. To address the growing scale of climate impacts, a strategic, whole-of-mission approach for deploying response action and resources is essential.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "15.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "To create the conditions conducive to the delivery of humanitarian assistance, force protection will be provided for humanitarian convoys on main supply routes and airfields, as well as for humanitarian facilities. The Mission will also ensure the removal of explosive ordnance and devices within communities and on main supply routes. UNMISS will, within available resources, support humanitarian actors and partners, as appropriate and when requested, in addressing disasters or complex emergencies in the mission area.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "16.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UNMISS will continue to coordinate closely with humanitarian partners and relevant national actors to address people’s immediate protection needs, in particular in areas where people are most vulnerable, including areas of displacement and return, and to promote humanitarian access to these areas. Furthermore, humanitarian activities and access to assistance and services will be facilitated through the delivery of explosive ordnance risk education.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "17.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Mission will provide critical support to relevant government institutions, including ministries, the parliament, the National Constitutional Review Commission, the National Elections Commission, the Political Parties Council and others, as appropriate. The Mission will continue to support the implementation of the Revitalized Agreement by creating platforms for inclusive and constructive political dialogue among political actors and other stakeholders and promoting civic and political space. This work is intended to promote confidence- and consensus-building among all parties and enhance peaceful co-existence and sociopolitical cohesion. Support for critical nation-building processes such as the constitution-making process will enhance inclusive governance and reduce the likelihood of a return to violence. Strategic and technical assistance and advice to the monitoring bodies, namely, the reconstituted Joint Monitoring and Evaluation Commission and the Ceasefire and Transitional Security Arrangements Monitoring and Verification Mechanism, will continue to be provided.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "18.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "United Nations electoral assistance will remain focused on strengthening the electoral institutions and supporting efforts to promote an enabling environment conducive to elections with the full, equal, meaningful and safe participation of all eligible voters. Strengthening the National Elections Commission as a trusted and functioning technical electoral institution, especially the setting up of its structures both at the national and state levels, will remain a priority. In accordance with Security Council resolutions in which the Council underscored that support for elections should be in a phased approach, the Mission will continue to focus on phase one support to meet key conditions, including the prevention of a further escalation of political violence, and the creation of conditions conducive for the conduct of inclusive, credible and peaceful elections. The Mission will, together with the United Nations Development Programme (UNDP), continue capacity-building initiatives aimed at strengthening the National Elections Commission, with a focus on medium- to long-term operational planning and capacity-building of the electoral staff at the national and subnational levels.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "19.", "action_verb": "United", "action_verb_type": "preambular", "action_verb_normalized": "united", "links": []}, {"text": "The proposed resource requirements for United Nations electoral support reflect the multifaceted challenges facing South Sudan in the building of its democratic institutions and processes. The timing and scale of support in line with Security Council resolutions and the United Nations needs-assessment mission recommendations will depend on progress made on, among others, the deployment of trained and equipped Necessary Unified Forces, the adoption of a permanent constitutional framework, the resources allocated by the Government to enable the functioning of established electoral institutions and mechanisms, including the National Elections Commission, the Political Parties Council and the National Constitutional Review Commission, and the establishment of a clear electoral framework, including voter registration modalities and electoral dispute resolution mechanisms. Phase two resource requirements to support electoral operations will be requested in due course, depending on progress on achieving the conditions necessary to hold elections. In line with the approved resources in 2024/25, the proposed budget for the 2025/26 budget includes $13.0 million to provide continued support to phase one of the electoral process. This amount reflects increased requirements for civilian personnel attributable to the application of lower vacancy rates, offset in part by reduced requirements for operational costs attributable to the exclusion of non-recurrent provisions for operational support. The breakdown of the resource requirements is as follows:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "20.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(Thousands of United States dollars)", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "(Thousands", "action_verb_type": "operative", "action_verb_normalized": "(thousand", "links": []}, {"text": "Once the conditions for an enabling environment are met and required political decisions are made by the Government, the Mission will need additional resources to scale up its technical assistance, as well as operational, logistical and security support, to facilitate the electoral preparations and the conduct of elections by the National Elections Commission. This will include support for electoral constituency delimitation; voter registration; display of the voter list; candidate and party list registration; ballot design; accreditation of observers, media and party agents; electoral dispute resolution; polling and the counting and tabulation of results; identification of registration and polling locations; election reporting; and procurement and logistics", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "21.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In line with the Action for Peacekeeping Plus initiative of the Secretary-General and the action plan to improve the safety and security of peacekeepers, UNMISS will remain committed to advancing its political strategy, ensuring accountability of and to its peacekeepers, strengthening strategic communications across all relevant platforms and enhancing strategic and operational integration of mission-wide plans and processes. In addition, the Mission will continue to support women’s full, equal and meaningful participation in all peace and political processes and the inclusion of young people in such processes. The Mission will further support the capacity-building efforts of the South Sudan chapter of FemWise-Africa, which is part of the African Union’s key institutional architecture of peace and security and is intended to increase the inclusion and participation of women in the mediation and negotiation processes.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "22.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "With regard to incidents of access denial in violation of the status-of-forces agreement, meetings of the high-level coordination forum between UNMISS and the host Government are expected to continue to contribute to the improvement in overall communication and coordination between the Mission and South Sudan security and government officials in facilitation of the Mission’s operations. In the light of the increase in incidents of violation of the status-of-forces agreement early in 2024, the Mission will continue to address the access denials both at the high-level coordination forum and with state-level authorities.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "23.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Mission support initiatives", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "During the 2025/26 budget period, the Mission will prioritize the completion of key multi-year projects initiated during previous periods. In addition, UNMISS will continue to improve the safety and security of its personnel while aiming for efficiency across the Mission. The proposed 2025/26 budget includes eight projects, including the continuation of two projects, each with an estimated cost exceeding $1 million: the construction of reinforced bunkers in compliance with the safety standards of the Department of Safety and Security; and the rehabilitation of ammunition storage areas to address safety concerns. The Mission will also focus on rehabilitating critical aircraft landing infrastructure to ensure safe air operations, constructing conventional sludge wastewater treatment plants to improve wastewater management, and enhancing solid waste management facilities to promote waste segregation and recycling efforts.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "24.", "action_verb": "During", "action_verb_type": "preambular", "action_verb_normalized": "dur", "links": []}, {"text": "In line with the Mission’s sustainability agenda and the United Nations Secretariat’s environmental policies, UNMISS will prioritize renewable energy solutions to minimize its environmental impact. Key projects include the installation of solar power systems to increase the share of renewable energy in power supplies, reduce fossil fuel consumption and lower operational costs. UNMISS plans to expand the use of renewable energy from external suppliers to additional priority sites. In this regard, the Mission will contract an external supplier to provide electricity to parts of Tomping camp from solar and thermal power sources for the full year and will establish a power purchase agreement with a local renewable energy supplier for Bor camp, starting in January 2026. This change, which is expected to result in a reduction in fuel consumption by approximately 5 million litres, will generate efficiencies estimated at $2 million for the period. Furthermore, the Mission will continue its efforts to upgrade water and wastewater infrastructure and streamline logistical operations, all in support of the broader sustainability goals of the United Nations.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "25.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The estimated resource requirements for the maintenance and operation of the Mission for the 2025/26 financial period amount to $1,204,268,100, a reduction of $33,619,200 compared with the approved resources of the 2024/25 period. The estimates for the 2025/26 period reflect: (a) reduced requirements for military and police personnel, due primarily to the exclusion of non-recurrent mobilization costs for rations, offset in part by the higher prices for food, combat rations packs and bottled water rates reflected in the new contract effective 16 October 2024, as well as a higher mission subsistence allowance due to revised rates effective 1 January 2025; (b) reduced requirements for civilian personnel, attributable to the application of the lower average level/step of the salary scale for national General Service staff and the application of the higher vacancy rates for national General Service staff, international staff and United Nations Volunteers, offset in part by the application of the lower vacancy rate for international general temporary assistance positions; and (c) reduced requirements for operational costs, attributable primarily to the exclusion of non-recurrent provisions included in the approved budget for the 2024/25 period to support the deployment of additional uniformed and civilian personnel to support the Mission’s expanded mandate on the protection of civilians and on electoral support.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "26.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "C.\tRegional mission cooperation", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UNMISS will continue to engage with key regional partners to support the development of national institutional capacities relevant to entrenching peace during the transitional period. Under the framework of the trilateral configuration (African Union, Intergovernmental Authority on Development (IGAD) and UNMISS), activities will be coordinated under the trilateral task force on constitution-making and electoral processes support to South Sudan. This will provide a platform to track international support for the constitution-making and electoral processes in order to prevent duplication. The Mission will pursue regular engagement with the Office of the Special Envoy of the Secretary-General for the Horn of Africa, as well as with members of IGAD and other countries in the region of strategic relevance to the peace process in South Sudan, including the guarantors of the Revitalized Agreement. Monthly engagements with the diplomatic community will continue to harness opportunities for joint messaging and support.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "27.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UNMISS will continue to undertake coordination arrangements with other regional mission partners, such as the United Nations Interim Security Force for Abyei (UNISFA), to implement its mandated support for the Joint Border Verification and Monitoring Mechanism, including through working group arrangements on logistics, security, operations and communications issues.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "28.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Regional Service Centre in Entebbe, Uganda, will continue to provide services to UNMISS in the areas of onboarding and separation, benefits and payroll, vendor payments, entitlements and official travel, claims processing, including education grants and reimbursement for mission-related travel, cashier services, training and conference services, transport and movement control. The United Nations Organization Stabilization Mission in the Democratic Republic of the Congo, through the Entebbe Support Base, will continue to provide services to UNMISS on a cost-recovery basis.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "29.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Mission will continue to use the Global Procurement Support Section in Entebbe to streamline procurement services in the Central and Eastern African regions through joint regional acquisition planning, the development of the regional procurement strategy, regional vendor management and the consolidation of requirements for regional systems contracts.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "30.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "D.\tPartnerships, country team coordination and integrated missions", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Within the framework of the multi-year strategy, the Mission will pursue further alignment with the United Nations country team and the humanitarian country team to optimize the utilization of resources and ensure the complementarity of programmes and joint initiatives and transition planning. Planning and programming will reflect national priorities and the alignment of efforts will enhance the individual and collective impact of the activities of the United Nations system to improve peace consolidation and humanitarian and sustainable development outcomes in South Sudan. Through the integrated office within the Office of the Deputy Representative of the Secretary-General/Resident Coordinator/Humanitarian Coordinator, the Mission will coordinate with the development and humanitarian pillars of the United Nations system through the resident coordinator’s office and the Office for the Coordination of Humanitarian Affairs to facilitate United Nations system-wide coordination and approaches, including the Sustainable Development Cooperation Framework and the Humanitarian Needs and Response Plan. The integrated office will provide a platform for system-wide coordination of risk management and the identification of mitigation measures. Strategic partnerships and collaboration will be enhanced with the diplomatic missions in South Sudan, the international community, international financial institutions, state and government interlocutors, civil society organizations, non-governmental organizations (NGOs), regional guarantors and relevant partners.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "31.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Strategic mobilization and the alignment of United Nations-wide peacebuilding efforts in a coherent and mutually supportive manner will continue to be supported through the South Sudan reconciliation, stabilization and resilience trust fund. The Mission, in collaboration with the development and humanitarian pillars of the United Nations system, will continue to employ an area-based approach that concentrates resources and combines the diverse capacities of partners across the triple nexus to deliver shorter-term security and stability measures that break the cycle of violence. With a growing emphasis on the need for political engagement, the partners of the trust fund will continue to leverage the Mission’s good offices to secure the political will necessary among leaders at the local and national levels to stabilize volatile areas. During the 2025/26 period, UNMISS, along with other partners, will continue to implement three ongoing programmes funded through the trust fund to strengthen the rule of law and justice system, in addition to its other conflict management efforts. These activities are planned to take place in Jonglei and the Greater Pibor Administrative Area, greater Tonj, Warrap and southern Unity. In addition, the Mission will work closely with the southern Central Equatoria area-based programme to support social cohesion efforts.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "32.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "E.\tResults-based budgeting frameworks", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Executive direction and management", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Overall mission direction and management are to be provided by the immediate Office of the Special Representative of the Secretary-General.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "33.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Table 1", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Note: The following abbreviations are used in the tables: ASG, Assistant Secretary-General; FS, Field Service; NGS, national General Service; NPO, National Professional Officer; UNV, United Nations Volunteers; USG, Under-Secretary-General.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Human resources: executive direction and management", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Funded under generl temporry ssistnce.", "type": "paragraph", "heading_level": null, "paragraph_type": null, "paragraph_level": 5, "prefix": "a", "action_verb": "Funded", "action_verb_type": "preambular", "action_verb_normalized": "funded", "links": []}, {"text": "Table 2", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Human resources: executive direction and management", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Senior Programme Management Officer/Chief of Mine Action Programme", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A position of Senior Programme Management Officer/Chief of Mine Action Programme (P-5), funded under general temporary assistance, was established on 1 July 2022 to direct the implementation of the mine action programme in UNMISS. In view of the continuation of the programme in the 2025/26 period, it is proposed that the position of Senior Programme Management Officer (P-5) be retained. The incumbent will continue, among others, to implement the UNMISS mine action programme strategy; carry out strategic and operational planning, programme design and response to threats; provide advice to the Mission’s leadership; and engage with the local authorities involved in mine action. The incumbent will also continue to oversee the delivery and performance of implementing partners.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "34.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Component 1: protection of civilians", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Table 3", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Human resources: component 1, protection of civilians", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Component 2: monitoring, investigating and reporting on violations of international humanitarian law and violations and abuses of human rights", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Table 4", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Human resources: component 2, monitoring, investigating and reporting on violations of international humanitarian law and violations and abuses of human rights", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Component 3: creating the conditions conducive to the delivery of humanitarian assistance", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Table 5", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Human resources: component 3, creating the conditions conducive to the delivery of humanitarian assistance", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Component 4: supporting the implementation of the Revitalized Agreement and the peace process", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Table 6", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Human resources: component 4, supporting the implementation of the Revitalized Agreement and the peace process", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Funded under generl temporry ssistnce.", "type": "paragraph", "heading_level": null, "paragraph_type": null, "paragraph_level": 5, "prefix": "a", "action_verb": "Funded", "action_verb_type": "preambular", "action_verb_normalized": "funded", "links": []}, {"text": "Table 7", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Human resources: Electoral Affairs Division", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Electoral Affairs Division", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Security Council, in its resolution 2729 (2024), mandated UNMISS to support inclusive and accountable governance and credible, inclusive and peaceful elections at different levels and for different bodies and positions, in accordance with the Revitalized Agreement. The Council requested the United Nations to provide technical assistance, including capacity-building and logistical support for creating the conditions conducive to free and fair elections, conducted through a peaceful process, as appropriate, in coordination with the United Nations country team and regional and international partners, as well as security support to facilitate the electoral cycle, consistent with the Revitalized Agreement.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "35.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["2729 (2024)", "https://docs.un.org/en/S/RES/2729(2024)"]]}, {"text": "In accordance with the recommendations contained in the report on the electoral needs assessment mission conducted in 2024, United Nations electoral assistance is provided using a conflict-sensitive approach, which contributes to the mitigation of potential violence throughout each phase of elections. This electoral support, provided through good offices and technical assistance, includes: (a) building institutional, technical and operational capacities of the National Elections Commission to deliver sustainable, inclusive, efficient, transparent and accountable electoral processes; (b) enhancing the transparency and credibility of the electoral process by facilitating dialogue and understanding of electoral issues at all political levels; (c) promoting an enabling environment for the conduct of elections that supports the rights of all citizens to participate in peaceful electoral processes; and (d) supporting civic and voter education through advisory and operational support to the National Elections Commission and civil society organizations at the national, subnational and grass-roots levels to enhance the understanding of and participation in the electoral process of the population, including specific measures to enhance the access and participation of women, young people, persons with disabilities, displaced populations and all vulnerable and marginalized groups.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "36.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Mission’s support for the electoral process in South Sudan will continue to be provided in a phased manner. During the 2025/26 period, the Mission will continue to focus on supporting the creation of conditions conducive to civic and political space, transitional security arrangements and an inclusive constitutional review process for an eventual political transition, including through technical assistance and capacity-building.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "37.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In this regard, the continuation of 67 general temporary assistance positions, presented in table 7, is proposed. Under the leadership of the Principal Electoral Affairs Officer, the strengthened capacity will enable the Mission to fulfil its electoral mandate and provide the requisite electoral assistance, including managing the integrated electoral assistance team at the national and subnational levels, and supporting the peace process through electoral awareness-raising, advocacy, good offices and technical advice and assistance, as outlined in the needs assessments conducted in May 2021 and February 2024.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "38.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Component 5: support", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Table 8", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Human resources: component 5, support", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Funded under generl temporry ssistnce.", "type": "paragraph", "heading_level": null, "paragraph_type": null, "paragraph_level": 5, "prefix": "a", "action_verb": "Funded", "action_verb_type": "preambular", "action_verb_normalized": "funded", "links": []}, {"text": "Table 9", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Human resources: Security and Safety Section", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The approved staffing establishment of the Security and Safety Section includes eight Security Officer (Field Service) positions funded under general temporary assistance. The Security Officer positions remain an integral part of the Section. These positions undertake a range of duties for staff safety and security. The Security Officers will continue to carry out critically essential duties, including providing guard force services, conducting security patrols, conducting security risk assessments, managing access control, emergency response and recovery, and conducting special investigations, security clearances and other security-related tasks.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "39.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The security situation in South Sudan continues to be volatile, notwithstanding some progress made in the political process, and it is expected to worsen in the period leading up to the elections. It is in this regard that the security around the Mission’s compounds is currently being enhanced, and all the facilities are being reassessed. Additional guard booths are being installed in vulnerable spots and a patrol management system is being installed. Several physical security improvements are under construction.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "40.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Consequently, it is proposed that the eight temporary positions of Security Officer (Field Service) funded under general temporary assistance be retained. The positions will enable the Mission to retain experienced security officers to allow the Mission to continue to ensure the security and safety of the Mission’s personnel and assets.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "41.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Evaluation activities", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The following evaluations completed in the 2023/24 period have guided the proposed planning for the 2025/26 period:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "42.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Office of Internal Oversight Services (OIOS) evaluation of the UNMISS contribution to the strengthening of the rule of law and accountability in South Sudan (completed 7 July 2023);", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(a)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "OIOS evaluation of the contribution of strategic communications to fostering public trust in peacekeeping operations (completed 10 July 2024).", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(b)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In response to the results of evaluation on strengthening the rule of law and accountability, the Mission has intensified partnerships with United Nations country team entities to leverage comparative advantages, including through the creation of joint strategics and programming, as well as the dissemination of integrated guidance. In parallel, UNMISS continues to participate and capitalize on existing or recently established networks. The Mission has, as in previous years, included funds under the consulting services budget line for the conduct of a perception survey in the budget proposal, which is in line with one of the recommendations of the evaluation on strategic communications.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "43.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Topics for possible self-evaluations for the 2025/26 period have yet to be determined.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "44.", "action_verb": "Topics", "action_verb_type": "operative", "action_verb_normalized": "topic", "links": []}, {"text": "Financial resources", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "II.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A.\tOverall", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(Thousands of United States dollars; budget year is 1 July to 30 June)", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "(Thousands", "action_verb_type": "operative", "action_verb_normalized": "(thousand", "links": []}, {"text": "B.\tNon-budgeted contributions", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The estimated value of non-budgeted contributions for the period from 1 July 2025 to 30 June 2026 is as follows:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "45.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(Thousands of United States dollars)", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "(Thousands", "action_verb_type": "operative", "action_verb_normalized": "(thousand", "links": []}, {"text": "Represents rdio frequency fees.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 5, "prefix": "a", "action_verb": "Represents", "action_verb_type": "operative", "action_verb_normalized": "represent", "links": []}, {"text": "The contriutions are mainly in respect of notional land-lease costs estimated at $58.8 million.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 5, "prefix": "b", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "C.\tEfficiency gains", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The cost estimates for the period from 1 July 2025 to 30 June 2026 take into account the following efficiency initiatives:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "46.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(Thousands of United States dollars)", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "(Thousands", "action_verb_type": "operative", "action_verb_normalized": "(thousand", "links": []}, {"text": "Following the replacement of rotary-wing aircraft during the 2023/24 period with more cost-efficient fixed-wing aircraft, the Mission further optimized the utilization of aircraft, resulting in a reduction in flight hours, without affecting the implementation of its mandate. Furthermore, the Mission will: (a) outsource the supply of electricity to the Tomping compound in Juba from renewable sources; (b) establish a power purchase agreement with a local renewable energy supplier to the UNMISS site in Bor; (c) upgrade the existing grid-tied solar farm to hybrid solar solutions to increase the renewable energy utilization at the United Nations House compound; and (d) continue the integration of contingent-owned power generation systems with the United Nations-owned power grid, resulting in a lower consumption of fuel. The construction of a more efficient conventional wastewater treatment plant will also generate efficiencies through a reduction in the annual operating and maintenance cost.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "47.", "action_verb": "Following", "action_verb_type": "preambular", "action_verb_normalized": "follow", "links": []}, {"text": "D.\tVacancy factors", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The cost estimates for the period from 1 July 2025 to 30 June 2026 take into account the following vacancy factors:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "48.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(Percentage)", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Funded under generl temporry ssistnce.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 5, "prefix": "a", "action_verb": "Funded", "action_verb_type": "preambular", "action_verb_normalized": "funded", "links": []}, {"text": "The vacancy factors applied in the budget take into account the experience of the Mission to date and mission-specific circumstances in relation to the recruitment of positions funded under general temporary assistance, which were approved in the budget for the 2024/25 period to support the electoral process. The assumptions considered for the vacancy factors include the current 12-month average vacancy rate, from January to December 2024, or the actual vacancy rate as at 31 December 2024. This is in line with the policy guidance provided to improve the accuracy and consistency of the vacancy factors applied in the proposed budgets for the 2025/26 period and to ensure that proposed vacancy rates are based, as much as possible, on actual rates. A vacancy rate of 50.0 per cent was applied to 34 of the 46 general temporary assistance positions that were approved to support the electoral mandate during the 2024/25 period and remained vacant as at 31 December 2024.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "49.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "E.\tContingent-owned equipment: major equipment and self-sustainment", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Requirements for the period from 1 July 2025 to 30 June 2026 are based on standard reimbursement rates for major equipment (under wet-lease arrangements) and self-sustainment in the total amount of $154,839,900, as follows:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "50.", "action_verb": "Requirements", "action_verb_type": "operative", "action_verb_normalized": "requirement", "links": []}, {"text": "(Thousands of United States dollars)", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "(Thousands", "action_verb_type": "operative", "action_verb_normalized": "(thousand", "links": []}, {"text": "Reimbursement of the costs of troop and formed police personnel, as well as for contingent-owned equipment, has been made for the period up to 30 September 2024, in accordance with the quarterly payment schedule.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "51.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "F.\tTraining", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The estimated resource requirements for training for the period from 1 July 2025 to 30 June 2026 are as follows:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "52.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(Thousands of United States dollars)", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "(Thousands", "action_verb_type": "operative", "action_verb_normalized": "(thousand", "links": []}, {"text": "The number of participants planned for the period from 1 July 2025 to 30 June 2026, compared with previous periods, is as follows:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "53.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(Number of participants)", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Includes the United Ntions Logistics Bse t Brindisi, Itly, nd outside the mission re.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 5, "prefix": "a", "action_verb": "Includes", "action_verb_type": "operative", "action_verb_normalized": "includ", "links": []}, {"text": "The number of participants reflects the Mission’s priorities for the 2025/26 period, including capacity-building of national staff in various internal and external courses. The proposal enables mandatory certification for staff members and the strengthening of the substantive and technical capacity of mission personnel in leadership, management and organization development, administration, budget and financial management, air operations, communications, supply chain and property management, engineering, ground transportation, human rights, and political and civil affairs. Mandatory induction training will continue to be provided for all civilian personnel, United Nations police personnel, military observers and staff officers.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "54.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "G.\tOfficial travel, non-training", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The estimated resource requirements for official travel, non-training for the period from 1 July 2025 to 30 June 2026 are estimated at $3,403,600, as follows:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "55.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The proposed resource requirements for official travel, non-training provide for trips to support the planned priority tasks required to implement the Mission’s mandate. The main priority areas for the 2025/26 period include support for the electoral process; consultations with legislative bodies and Member States regarding the political process in South Sudan; and dialogue and outreach activities to promote advancement in the peace process. The proposed resource requirements reflect the implementation of the administrative instruction on mission subsistence allowance (ST/AI/2021/2/Rev.1), in which it is stated that, during official travel, mission subsistence allowance recipients shall receive the daily subsistence allowance.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "56.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["ST/AI/2021/2/Rev.1", "https://docs.un.org/en/ST/AI/2021/2/Rev.1"]]}, {"text": "H.\tAnalysis of requirements for air operations", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The utilization rates for flight hours for the periods from 2021/22 to 2023/24, the approved and proposed number of flight hours for 2024/25 and 2025/26 and the proposed number of flight hours calculated on the basis of the new policy guidance are as follows:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "57.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Mission will deploy 25 aircraft to facilitate the movement of personnel and life support items across the mission area. In this regard, the Mission requires 17,800 flight hours, comprising 8,950 for fixed-wing aircraft and 8,850 for helicopters. The proposed deployment also takes into consideration the unique local environment, whereby a prolonged rainy season and the lack of adequate road infrastructure makes the use of air assets the only efficient mode of transportation to some locations in the mission area. The proposed number of flight hours is based on the Mission’s pattern of flight utilization rates and in line with the policy guidance on aviation requirements. However, the reduction in the number of flight hours is based on the total number of flight hours instead of the number of flight hours by category of aircraft, given the significant restructuring of its fleet composition during the 2024/25 period, when the Mission replaced four helicopters with cost-efficient fixed-wing aircraft, resulting in an increase in the number of flight hours for fixed-wing aircraft and a decrease in the number of flight hours for helicopters. Consequently, the proposed budget reflects a reduction of 1,340 flight hours compared with the number of hours included in the approved budget for the 2024/25 period. The low rate of flight utilization for military helicopters is attributable to the suspension of one aviation unit provided through a letter of assist owing to safety concerns. A corrective plan has been put in place to ensure the resumption of flights during the current period.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "58.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Programmatic activities", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "I.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The estimated resource requirements for programmatic activities for the period from 1 July 2025 to 30 June 2026 are estimated at $33,056,700, as follows:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "59.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(Thousands of United States dollars)", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "(Thousands", "action_verb_type": "operative", "action_verb_normalized": "(thousand", "links": []}, {"text": "Detailed information on programmatic activities is provided under the relevant outputs in the results-based budgeting frameworks. The proposed resource requirements provide for the following activities to be implemented by the Mission during the budget period:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "60.", "action_verb": "Detailed", "action_verb_type": "preambular", "action_verb_normalized": "detailed", "links": []}, {"text": "Mine detection and mine-clearing services. The Mission will continue to focus on the survey and clearance of explosive ordnance in areas where there is a threat to civilians; providing explosive ordnance risk education and awareness to civilians and United Nations and humanitarian personnel; conducting verification and clearance of helicopter landing sites and airstrips, and convoy escort/route-proving; increasing peacekeeper safety and enabling mission mobility and the delivery of humanitarian aid; providing targeted maps or information on explosive hazard contamination; and sustaining and enhancing the existing capacity of the national mine action authority through advocacy, dialogue, workshops, training and other events;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(a)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Rule of law and security sector reform. UNMISS will continue to: (i) support transformation efforts to strengthen, expand and reform all components of the rule of law, justice and security sector; (ii) support the implementation of the legal and security frameworks for elections and for the legislative and constitutional reforms proposed in the Revitalized Agreement; (iii) promote accountability and increased access to justice through the deployment of mobile accountability mechanisms based on communities’ demands for justice; (iv) promote reforms to protect housing, land and property rights; (v) strengthen technical capacity and the legal frameworks to promote accountability for conflict-related sexual violence; (vi) strengthen law enforcement skills for protection of civilian-focused activities and on internationally accepted standards of election security policing, criminal investigations, including sexual and gender-based violence and conflict-related sexual violence; and (vii) enhance understanding within the Necessary Unified Forces of peacekeeping principles, human rights, the rule of law and the protection of civilians, and improve cooperation across the justice chain;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(b)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Promotion and protection of human rights. UNMISS will continue to: (i) provide technical and logistical support to civil society organizations and human rights NGOs; (ii) provide technical support to national and subnational stakeholders to contribute to conditions conducive to civic and political space, with an emphasis on enhancing local ownership and sustainability; (iii) provide technical assistance to governmental actors, including the military and the South Sudan Human Rights Commission, to ensure accountability and the holistic implementation of transitional justice; (iv) conduct awareness-raising regarding human rights, sexual and gender-based violence and violence against women and children; (v) provide technical support and undertake advocacy with the organized forces and other parties to the conflict to prevent and respond to conflict-related sexual violence, and to mitigate risks of such violence during elections and empower networks of victims and survivors, through capacity-building, to advocate for their rights; and (vi) provide capacity-building and awareness-raising to empower armed forces, armed groups and other child protection actors to end and prevent grave child rights violations;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(c)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Community stabilization projects. UNMISS will continue to: (i) build the capacity of national and state-level stakeholders to integrate perspectives of climate security risk and gender into their activities, and in intercommunal and intracommunal dialogues and agreements; (ii) strengthen partnerships to implement joint initiatives on climate, young people, women, and peace and security; and (iii) provide capacity-building to enable communities to be actively engaged in strengthening their preparedness and response plans and build resilience to climate shocks, with a focus on reducing climate-related security risks and fostering peacebuilding efforts to address the root causes of conflict;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(d)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Peace consolidation. UNMISS will continue to: (i) strengthen local capacities for enhancing protection environments, conditions for return and reintegration, economic empowerment for women and young people, and community resilience; (ii) provide support for the opening of political and civic space; (iii) promote coordinated and coherent support from the international community for the implementation of the Revitalized Agreement following the two-year extension of the transitional period; (iv) broaden civic awareness of and participation in the permanent constitution-making process, in particular by women, young people and internally displaced communities; and (v) conduct awareness-raising and capacity-building for the peace process at the subnational level;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(e)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Confidence-building and trust in security institutions. UNMISS will: (i) provide support to local stakeholders in addressing and managing local communal conflicts, such as resource-based conflicts, cattle migration-related conflicts and conflicts among displaced populations, further enhancing conflict resolution mechanisms; (ii) undertake activities in support of reconciliation and social cohesion to promote intercommunal harmony, building on successful initiatives from the previous year; (iii) undertake activities to support the national peace process at the subnational level, including engagement with civil society organizations, to expand political space and through national dialogue, political forums, civic education and the promotion of a common identity; (iv) support the restoration and promotion of popular confidence in the National Police Service; and (v) conduct awareness-raising workshops, seminars and outreach programmes to raise confidence and build trust between the National Police Service and communities and to develop and implement community-oriented policing strategies, with a focus on involving local community members, women and young people in solving recurring problems, leveraging the outcomes of past workshops to improve community-police relations;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(f)", "action_verb": "Confidence-building", "action_verb_type": "preambular", "action_verb_normalized": "confidence-build", "links": []}, {"text": "Community violence reduction. UNMISS will continue to: (i) provide training for livelihood skills, other livelihood support and conflict management workshops for community members, including women ex-combatants and women associated with armed groups; (ii) provide transitional assistance to ex-combatants; (iii) provide support for voluntary disarmament; (iv) provide training for community members to support crime prevention and reduction of community violence and advance community-led mitigation and dispute resolution mechanisms; and (v) conduct awareness-raising workshops on gender-responsive community violence reduction with government authorities;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(g)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Women and peace and security. UNMISS will: (i) facilitate the operationalization of task forces against sexual and gender-based violence at the subnational level through the provision of technical support, including capacity-building activities; (ii) continue to conduct media campaigns to showcase the role of women in the security sector at both the national and subnational levels; (iii) continue to conduct capacity-building workshops on relevant international and national legal frameworks; (iv) continue key leadership engagement, advocacy and dialogues on civic and political space and electoral participation in preparation for the election scheduled for December 2026; (v) conduct capacity-building workshops for women on leadership skills; and (vi) continue grass-roots capacity-building for political and civic engagement, and constitution-building;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(h)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Support for national processes, including electoral assistance. The Mission will:  provide advice and technical assistance and undertake capacity-building activities for the National Elections Commission, the State High Election Committees, Political Parties Council and other electoral stakeholders in planning and implementing electoral preparation activities, including civic and voter education, voter registration, boundary delimitation, operations, logistics and elections security, polling, counting and post-election activities; (ii) conduct round tables, workshops and forums with national electoral stakeholders, including women, young people, persons with disabilities and displaced persons, on participation in the electoral process; (iii) facilitate stakeholder input for the development of electoral regulations; (iv) provide capacity-building and advice on electoral dispute resolution; (v) support the review and drafting of secondary legislation covering the electoral process; and (vi) conduct civic and voter education campaigns.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(i)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "J.\tQuick-impact projects", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The estimated resource requirements for quick-impact projects for the period from 1 July 2025 to 30 June 2026, compared with previous periods, are as follows:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "61.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(Thousands of United States dollars)", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "(Thousands", "action_verb_type": "operative", "action_verb_normalized": "(thousand", "links": []}, {"text": "The proposed resource requirements for the 2025/26 period will enable UNMISS to implement 80 quick-impact projects to further enhance confidence in the Mission, its mandate and the peace processes. The Mission will continue to focus on enhancing capacities, in particular at the local and grass-roots levels, for the full, equal and meaningful participation of South Sudanese in the peace process and the implementation of the Revitalized Agreement. The projects will continue to focus on the broadening of civic space, participation in constitution-making, political and electoral processes, and locally initiated peace and reconciliation processes. Projects will also support local authorities in enhancing their capacity to deliver basic public administrative and social services that promote sustainable and peaceful livelihoods, the restoration and reconstruction of infrastructure related to electoral support, the rule of law and human rights institutions to promote strengthened and integrated justice chain and accountability mechanisms; mitigate the impact of the fragile economic operational environment; and build the resilience of communities to expand the protective environment for durable solutions to displacement.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "62.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Analysis of variances", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "III.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The standard terms applied with respect to the analysis of resource variances in this section are defined in annex I, section B, to the present report. The terminology used is the same as that used in previous reports.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "63.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The increased requirements are attributable primarily to the application of the higher daily rate for mission subsistence allowance when shared and substandard accommodation is provided, compared with the rate applied in the approved budget for the 2024/25 period. The increased requirements are offset in part by the higher vacancy rate of 6.2 per cent compared with the rate of 5.0 per cent applied in the approved budget for the 2024/25 period.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "64.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The reduced requirements are attributable primarily to: (a) lower costs for rations due to the exclusion of non-recurrent mobilization costs and the impact of the application of the exchange rate of 0.948 euro to 1 United States dollar, compared with the rate of 0.912 euro applied in the approved budget for the 2024/25 period, offset in part by the higher prices for food, combat rations packs and bottled water rates reflected in the new contract effective 16 October 2024; (b) a lower standard troop cost reimbursement attributable to the higher vacancy rate for enabling and infantry personnel compared with the rate applied in the approved budget for the 2024/25 period; (c) lower costs for travel on emplacement, rotation and repatriation, attributable to the lower average rate per hour reflected in the most recent contractual modification for chartered flights, compared with the rate applied in the approved budget for the 2024/25 period; and (d) lower reimbursement costs for contingent-owned major equipment attributable to increased levels of non-deployment and the unserviceability of contingent-owned equipment for some units based on expenditure trends, compared with the estimates included in the approved budget for the 2024/25 period.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "65.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The increased requirements are attributable primarily to the application of the higher daily rate for the mission subsistence allowance when shared and substandard accommodation is provided, compared with the rate applied in the approved budget for the 2024/25 period. The increased requirements are offset in part by the lower cost for travel on emplacement, rotation and repatriation owing to the lower average price per round-trip ticket based on the expenditure pattern and the prevailing market situation, compared with the price included in the approved budget for the 2024/25 period.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "66.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The reduced requirements are attributable primarily to the application of the higher vacancy rate of 6.7 per cent compared with the rate of 4.7 per cent applied in the approved budget for the 2024/25 period, offset in part by the application of higher salary rates based on the revised scale and the application of the higher common staff cost rate based on expenditure trends compared with the rates applied in the approved budget for the 2024/25 period.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "67.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The increased requirements are attributable primarily to the lower vacancy rate of 2.9 per cent based on current incumbency levels compared with the rate of 5.8 per cent applied in the approved budget for the 2024/25 period. The increased requirements are offset in part by the application of the lower common staff cost rate based on expenditure trends compared with the rate applied in the approved budget for the 2024/25 period.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "68.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The reduced requirements are attributable primarily to the application of: (a) the lower average level/step of the salary scale based on the current staffing composition compared with the level/step in the approved budget for the 2024/25 period; and (b) the higher vacancy rate of 4.0 per cent compared with the rate of 2.6 per cent applied in the approved budget for the 2024/25 period. The reduced requirements are offset in part by application of the higher common staff cost rate based on expenditure trends compared with the rate applied in the approved budget for the 2024/25 period.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "69.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The reduced requirements are attributable primarily to the application of the higher vacancy rate of 9.1 per cent for international volunteers compared with the rate of 6.3 per cent applied in the approved budget for the 2024/25 period.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "70.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The increased requirements are attributable primarily to the application of: (a) the continuing vacancy rate of 24.0 per cent for the computation of salary costs for 36 international positions that were approved in the 2024/25 period and budgeted with a vacancy rate of 50.0 per cent; and (b) the higher common staff cost rate based on expenditure trends compared with the rate applied in the approved budget for the 2024/25 period.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "71.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The increased requirements are attributable to the application of the higher daily rate for the mission subsistence allowance when shared and substandard accommodation is provided, compared with the rate applied in the approved budget for the 2024/25 period.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "72.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The increased requirements are attributable primarily to the higher number of trips within the Mission compared with the trips included in the approved budget for the 2024/25 period due to the implementation of ST/AI/2021/2/Rev.1, in which it is stated that, during official travel, mission subsistence allowance recipients shall receive the daily subsistence allowance.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "73.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["ST/AI/2021/2/Rev.1", "https://docs.un.org/en/ST/AI/2021/2/Rev.1"]]}, {"text": "The reduced requirements are attributable primarily to: (a) the exclusion of non-recurrent provisions included in the approved budget for the 2024/25 period to support the deployment of additional uniformed and civilian personnel to support the Mission’s expanded mandate on the protection of civilians and on electoral support; and (b) the lower estimated volume of 24.8 million litres of fuel for generators at the average price of $1.156 due to the planned establishment of contractual arrangements with external suppliers to provide electricity from renewable sources to the Mission’s compounds, compared with the volume of 30.6 million litres included in the approved budget for the 2024/25 period at the average price of $1.145. The reduced requirements are offset in part by higher costs for utilities and waste disposal services owing to the above-mentioned planned outsourcing of electricity supply to the Mission’s compounds.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "74.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The reduced requirements are attributable primarily to the lower estimated volume of 3.3 million litres of fuel for vehicles compared with the 4.9 million litres included in the approved budget for the 2024/25 period in support of the Mission’s expanded mandate on the protection of civilians.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "75.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The reduced requirements are attributable primarily to: (a) the lower number of flight hours compared with the number of hours included in the approved budget for the 2024/25 period, resulting in a lower cost for rental and operation and a lower estimated volume of 12.9 million litres of fuel for aviation compared with 15.1 million litres included in the approved budget for the 2024/25 period; and (b) the lower annual operating fixed cost for helicopters based on the terms of the contracts in effect compared with the operating fixed cost included in the approved budget for the 2024/25 period.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "76.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The reduced requirements are attributable primarily to lower costs for marine equipment and vessels due to the exclusion of non-recurrent provision for sea containers included in the approved budget for the 2024/25 period to support the deployment of additional military and police personnel and civilian personnel in support of the electoral process.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "77.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The increased requirements are attributable primarily to: (a) higher costs for telecommunications and network services, as well as software, licences and fees, due to the higher mission share of the cost of centralized services following the closure of MINUSMA; and (b) higher costs for the maintenance of communications and information technology equipment and support services due to: (i) higher rates reflected in the new contract for information technology contractual personnel compared with the rates included in the approved budget for the 2024/25 period; and (ii) the engagement of additional contractual personnel to support the Radio Miraya technical team and the Accommodation Management Unit to improve the management of data on the use of United Nations-provided accommodation.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "78.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The reduced requirements are attributable primarily to the exclusion of non-recurrent acquisitions included in the approved budget for the 2024/25 period to support the deployment of additional military and police personnel and civilian personnel in support of the electoral process, resulting in lower freight costs and reduced requirements for individual contractual services. The reduced requirements are offset in part by the implementation of additional programmatic activities to enhance technical advice and institutional capacity-building for the State High Election Committees in the 10 states.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "79.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The increased requirements are attributable primarily to the implementation of 10 additional quick-impact projects aimed at creating a conducive environment for the Mission’s mandate by addressing critical gaps in building durable peace and inclusive, accountable governance and mitigating the impact of the fragile economic operational environment.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "80.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Actions to be taken by the General Assembly", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "IV.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The actions to be taken by the General Assembly in connection with the financing of UNMISS are the following:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "81.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Appropriation of the amount of $1,204,268,100 for the maintenance of the Mission for the 12-month period from 1 July 2025 to 30 June 2026;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(a)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Assessment of the amount in subparagraph (a) above at a monthly rate of $100,355,675 should the Security Council decide to continue the mandate of the Mission.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(b)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Summary of follow-up action taken to implement the decisions and requests of the General Assembly in its resolutions 76/274 and 78/306, including the requests and recommendations of the Advisory Committee on Administrative and Budgetary Questions endorsed by the Assembly", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "V.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["76/274", "https://docs.un.org/en/A/RES/76/274"], ["78/306", "https://docs.un.org/en/A/RES/78/306"]]}, {"text": "A.\tGeneral Assembly", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Cross-cutting issues", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(Resolution 76/274)", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["76/274", "https://docs.un.org/en/A/RES/76/274"]]}, {"text": "B.\tAdvisory Committee on Administrative and Budgetary Questions", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Financing of the United Nations Mission in South Sudan", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(A/78/744/Add.13 and General Assembly resolution 78/306)", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["A/78/744/Add.13", "https://docs.un.org/en/A/78/744/Add.13"], ["78/306", "https://docs.un.org/en/A/RES/78/306"]]}, {"text": "Annex", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Organization charts", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A.\tSubstantive", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Positions funded under generl temporry ssistnce.", "type": "paragraph", "heading_level": null, "paragraph_type": null, "paragraph_level": 5, "prefix": "a", "action_verb": "Positions", "action_verb_type": "operative", "action_verb_normalized": "position", "links": []}, {"text": "B.\tMission Support", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Abbreviations: ASG, Assistant Secretary-General; FS, Field Service; I-UNV, international United Nations Volunteer; N-UNV, national United Nations Volunteer; NGS, national General Service staff; NPO, National Professional Officer; PL, Principal level; USG, Under-Secretary-General.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Map", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}]