[{"text": "Seventy-ninth session", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Agenda item 155", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Administrative and budgetary aspects of the financing of the United Nations peacekeeping operations", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Budget for the Regional Service Centre in Entebbe, Uganda, for the period from 1 July 2025 to 30 June 2026", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Report of the Secretary-General", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Contents", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Mandate and planned results", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "I.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A.\tOverall", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Regional Service Centre in Entebbe, Uganda, was established in July 2010, following the adoption by the General Assembly of its resolution 64/269, as a shared service centre for missions in the region under the global field support strategy. The Assembly, in paragraph 62 of its resolution 69/307, decided to give the Centre operational and managerial independence and requested the Secretary-General to submit a budget proposal for the period from 1 July 2016 to 30 June 2017, to be charged against the missions the Centre supports.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "1.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["64/269", "https://docs.un.org/en/A/RES/64/269"], ["69/307", "https://docs.un.org/en/A/RES/69/307"]]}, {"text": "The Centre was established to provide shared services intended to centralize transactional, location-independent administrative functions from field missions. Its goal is to enhance efficiency through process integration, specialization, standardization and re-engineering.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "2.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Within this objective, the Regional Service Centre will, during the budget period, deliver related key outputs that are shown in the frameworks below in the areas of human resources, finance and communications and information technology. These frameworks are aligned with the components of the Centre. For the 2025/26 period, the Centre will provide services to 16 client entities and to itself, as follows:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "3.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Six peacekeeping missions and support operations: the United Nations Mission for the Referendum in Western Sahara (MINURSO), the United Nations Multidimensional Integrated Stabilization Mission in the Central African Republic (MINUSCA), the United Nations Organization Stabilization Mission in the Democratic Republic of the Congo (MONUSCO), the United Nations Interim Security Force for Abyei (UNISFA), the United Nations Mission in South Sudan (UNMISS) and the United Nations Support Office in Somalia (UNSOS);", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(a)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Nine special political missions: the United Nations Transitional Assistance Mission in Somalia, the Office of the Special Envoy of the Secretary-General for the Great Lakes Region, the United Nations Regional Office for Central Africa (UNOCA), the Office of the Special Envoy of the Secretary-General for the Horn of Africa, the United Nations Office for West Africa and the Sahel (UNOWAS), the Cameroon-Nigeria Mixed Commission, the Panel of Experts pursuant to resolution 2713 (2023), the United Nations Support Mission in Libya (UNSMIL) and the Office of the Personal Envoy of the Secretary-General for the Sudan;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(b)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["2713 (2023)", "https://docs.un.org/en/S/RES/2713(2023)"]]}, {"text": "The United Nations Office to the African Union;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(c)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Regional Service Centre in Entebbe.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(d)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Regional Service Centre will also carry out residual liquidation functions for the United Nations Multidimensional Integrated Stabilization Mission in Mali (MINUSMA), the United Nations Integrated Transition Assistance Mission in the Sudan (UNITAMS), the African Union-United Nations Hybrid Operation in Darfur, the United Nations Integrated Peacebuilding Office in Guinea-Bissau, and the Office of the Special Envoy of the Secretary-General for Burundi, whose mandates expired in prior periods, with some administrative support requirements remaining.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "4.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Regional Service Centre also provides administrative services to two current tenant units and two seconded active-duty military planning officers, which have functional reporting lines to the Department of Operational Support and the Department of Peace Operations, respectively, and, on a cost-recovery basis, to other entities such as the Mine Action Service in field locations, the regional offices of the United Nations Ombudsman and Mediation Services in Goma, the Democratic Republic of the Congo, and Entebbe, and the Office of Internal Oversight Services (OIOS) in Entebbe.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "5.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "B.\tPlanning assumptions and support initiatives", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In the 2025/26 period, the Regional Service Centre, under the strategic guidance and leadership of the Department of Operational Support, will:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "6.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Continue to provide services to its clients across the continent, including managing residual activities for closed missions and assisting missions in transition;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(a)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Follow the recommendations of the Advisory Committee on Administrative and Budgetary Questions (see A/78/744/Add.6, para. 12), as approved by the General Assembly, by which the Department of Operational Support continues to review the role of the Centre within the comprehensive context of the global support architecture with a view to potentially providing additional services to other entities, as well as developing broader cooperation with regional organizations, such as the African Union. The Department will move forward operationally to fully utilize, as needed or upon request, all capabilities of the Centre to provide more efficient and effective services to entities across the Secretariat, through cost recovery, as appropriate. The Centre is continually upgrading its skills and demonstrating its ability to service a variety of clients operating with different types of funding;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(b)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["A/78/744/Add.6", "https://docs.un.org/en/A/78/744/Add.6"]]}, {"text": "In furtherance of the Department of Operational Support strategic guidance, continue to review business processes already mapped, as well as develop and evaluate key performance indicators for high-value service delivery. In previous years, the Centre completed this process for three high value areas, namely, travel services, vendor payments and onboarding. This resulted in the creation of new operational tools and dashboards to support and monitor performance, and the identification of areas of improvement and concrete action plans to improve service delivery both at the client entities and within the Centre. The Centre will continue to refine and build on previous key performance indicators and identify new high-value areas for mapping and evaluation;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(c)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Continue to develop clear visual presentations and standardized processes to maintain quality control and eliminate redundancies while streamlining operations. This enables better decision-making and identifying areas of improvement, to ensure compliance with policies, rules and regulations, which ultimately leads to a more efficient use of resources;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(d)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Further to the recommendations of the Board of Auditors and legislative bodies, continue to optimize the use of its scalability model for budget formulation in the 2025/26 period. A detailed description of the scalability model and its underlying assumptions are contained in paragraphs 23 to 29 below.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(e)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Structure of the Regional Service Centre in Entebbe", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Centre will maintain its four service delivery sections, namely: the Benefits and Payroll Section; the Travel, Claims, and Education Grant Section; the Client Services Section; and Financial Services and Compliance Monitoring Section. The Centre will also continue to maintain its support functions under the Office of the Director and the support offices under the Regional Field Technology Service, and to host the current tenant units of the Department of Operational Support, namely, the Forward Support and Deployment Hub and the Global Procurement Support Section. The Centre will also continue to host the two posts of planning officers earmarked for seconded active-duty military officers for the Department of Peace Operations, as established by the General Assembly in its resolution 78/294.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "7.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["78/294", "https://docs.un.org/en/A/RES/78/294"]]}, {"text": "Table 1 provides information on the services to be provided by the Regional Service Centre under its service lines.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "8.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Table 1", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Services to be provided by the Regional Service Centre in Entebbe", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Support initiatives", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Client service", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Building on the upward trajectory in client satisfaction rates, the target for the 2025/26 period will be to increase that rate from 80 per cent to 85 per cent, further advancing the Centre’s goal of becoming a centre of excellence. The client satisfaction survey will be expanded to cover additional services and broaden client feedback. The Centre will also explore new surveys to capture client feedback, ensuring that services align with client needs and expectations throughout the entity’s life cycle. Survey outcomes will be used to guide the Centre’s establishment and review of targets, address systemic challenges and drive service delivery improvements.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "9.", "action_verb": "Building", "action_verb_type": "preambular", "action_verb_normalized": "build", "links": []}, {"text": "The Centre will continue to maintain and utilize its state-of-the-art training facility to host in-person and hybrid training courses, seminars, workshops, and conferences in a safe, clean, and supportive environment conducive to learning and knowledge-sharing. It will further continue to offer a round-the-clock duty roster to provide travel services outside of working hours, on weekends and on holidays.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "10.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Centre will continue to reinforce its commitment to innovation, data analytics, digital transformation, strategic foresights and behavioural science in line with action 45 of the Pact for the Future (see General Assembly resolution 79/1, para. 73 (a)). The Centre will continue to leverage data-driven decision-making to enhance client satisfaction and service delivery. This will involve analysing information on client queries to identify and address challenges, as well as communication and training opportunities. In addition, the Centre will build more dashboards to support operations, aiming to maintain robust performance standards and to ensure the measurement of operational effectiveness via its key performance indicators.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "11.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["79/1", "https://docs.un.org/en/A/RES/79/1"]]}, {"text": "Environmental initiatives", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Centre will continue to strengthen its commitment to sustainability by expanding rainwater harvesting for cleaning and irrigation, by installing four additional water storage tanks to support the needs of the United Nations campus in Entebbe. This initiative will allow the Centre to significantly enhance water conservation efforts, reduce reliance on municipal clean water and achieve cost savings, thus benefiting not only the United Nations campus in Entebbe but also the local community at large. By lowering the demand on municipal water, the Centre will contribute to the health and well-being of the local population.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "12.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Communications and information technology", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Regional Field Technology Service will continue to optimize core communications and information technology operations in field missions, in coordination with the Office of Information and Communications Technology. This includes migrating servers and applications to the cloud, enhancing connectivity, implementing global network segmentation, conducting security assessments and deploying Unite Aware. In addition, the Service will standardize electronic signatures, improve printing solutions and advance information technology system implementation, business intelligence and process automation. Emerging technologies like machine learning and generative artificial intelligence will be evaluated and adopted to enhance performance, resource management and accountability. With the transfer of functions and posts from MONUSCO in the 2024/25 period, all field technology services in Entebbe are now unified under the Regional Field Technology Service.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "13.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Regional Field Technology Service will maintain regional coordination for the Geographic Information System training and data exchange. By standardizing advanced software, hardware and diverse data formats, Geographic Information System initiatives will reduce costs and improve efficiency, enhancing the effectiveness of decision-making processes. It will also continue implementing the field remote infrastructure monitoring system, with the Geographic Information System serving as a critical enabler to support client missions.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "14.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Regional deployment stocks", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "As an integral part of the strategic deployment stocks managed by the United Nations Logistic Base in Brindisi, the pre-positioning of the regional deployment stocks located at the Regional Service Centre has strengthened operational capabilities, providing timely and efficient support to field missions in the East Africa region. This collaboration ensures that regional deployment stocks are fully integrated into the overall strategic deployment stocks framework, enabling streamlined management and deployment of essential resources. The Logistic Base provides strategic guidance and the financial resources necessary to maintain, handle and store regional deployment stocks items, while the Centre plays a crucial role in the physical management and operational readiness of these stocks.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "15.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Since its establishment, regional deployment stocks have demonstrated their strategic value by supporting missions such as MONUSCO, MINUSCA, UNISFA, UNSOS and UNTSO with critical materials, including prefabricated buildings, field defence stores, accoutrements and personal protective equipment. Key benefits of regional deployment stocks include reduced lead times and the ability to address recurring demands in complex operational environments. These achievements highlight the critical role of regional deployment stocks in complementing strategic deployment stocks and enhancing the overall support provided to field missions.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "16.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In this context, the United Nations Logistic Base in Brindisi and the Centre will continue to collaborate to maximize benefits from the deployment of regional deployment stocks, ensuring that it continues to provide timely and effective support to the operational needs of all clients. The revised concept of strategic deployment stocks provided in the budget report of the Logistic Base will further strengthen the role and benefits of regional deployment stocks.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "17.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Governance structure", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "At the strategic level of the governance structure is the Steering Committee for the Centre and the Kuwait Joint Support Office headed by the Assistant Secretary-General for Support Operations, and including representatives from the Department of Operational Support and the Department of Management Strategy, Policy and Compliance, the Director of the Centre, the Chief of the Kuwait Joint Support Office, the Chair of the Regional Service Centre Client Board and the Chair of the Kuwait Joint Support Office Client Board. The chairs of the two client boards represent the client entities of the Regional Service Centre and the Kuwait Joint Support Office. The Committee meets regularly to assess performance progress and provides guidance and decisions on key issues and ways forward for the Centre.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "18.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Regional Service Centre’s Client Board, composed of directors and chiefs of mission support from client missions, is a mechanism for clients to provide feedback, discuss operational issues, exchange best practices, initiate projects in coordination with the Centre and elevate issues to the shared Steering Committee. This allows for a clear separation of day-to-day operational issues of the Board from the management oversight functions provided by the Committee.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "19.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "At the operational level, the governance structure also includes the Chief of Human Resources and Chief Budget Officer user groups. Monthly or bimonthly meetings are held with these important stakeholders to solve operational concerns and exchange ideas.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "20.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Efficiency gains", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Since its establishment, the Centre has realized significant measurable benefits, linked to lowering costs through increased economies of scale and lower staff costs compared with client entities, a greater reliance on the national workforce, providing value-based and optimized communications and information technology solutions, and supporting an integrated supply chain framework. Efficiency gains expected for this budget period are outlined as follows, with the impact on financial resources reflected in paragraph 58 of the resent report:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "21.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Centre expects to realize $3.9 million in prompt payment discounts due to the on-time processing of vendor payments on behalf all the Centre’s client missions. These discounts are realized when the Organization pays less than the invoiced amount owing to payments made prior to the invoice maturity date, and benefit the budgets of client entities. Figure I below illustrates actual prompt payments for past periods and the expected savings for the 2025/26 period. The decline in prompt payment discount from previous years can be attributed mainly to the closure and downsizing of missions and the liquidity challenges faced;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(a)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "With the maintenance of a rainwater harvesting system to conserve water usage and lower the Centre’s reliance on municipal supply for water use for cleaning and irrigation purposes within the United Nations campus in Entebbe, cost reductions will be achieved;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(b)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Regional Service Centre in Entebbe is leading a project supported by the Travel and Transportation Section at Headquarters in close cooperation with the Human Resources Services Division of the Department of Operational Support to review the travel process for uniformed personnel, aimed at recommending revised workflows and enhancements in Umoja for prioritization, which will ultimately streamline and simplify the travel process for uniformed personnel, benefiting multiple stakeholders, including client missions, the Centre and Headquarters counterparts. Once implemented, expected efficiencies will ensure improve reporting capabilities, easier handling of travel and shipment requests and reduced risk of error;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(c)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Regional Service Centre in Entebbe is also leading the review of onboarding and separation services across the Secretariat. The goal is to identify challenges and provide recommendations, including in the areas of human capital and capacity, business processes and practices, and knowledge management, to streamline and support better staff onboarding and separation-related service delivery. The review builds on and complements human resources process improvement efforts led by the Human Resources Services Division of the Department of Operational Support in the area of onboarding and separation.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(d)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Figure I", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Prompt payment discounts as a result of the on-time processing of vendor payments on behalf all the Centre’s client missions", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Resource requirement variances", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The proposed civilian staffing complement reflects a net decrease of 42 posts, including 16 International Professional staff, 8 Field Service, 3 National Professional Officers, 14 National General Service posts and 1 United Nations Volunteer position, owing to the post-neutral budget transfer of the two Department of Operational Support current tenant units and two Department of Peace Operations seconded active-duty military planning officers, to be presented in the budgets of their parent offices in the support account. In addition, three redeployments are proposed in order to align the component requirements with the scalability model.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "22.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Scalability model", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The scalability model analyses transactional elements using a full-time equivalent approach, projecting processing time and annual volumes for the 2025/26 period on the basis of the expected authorized headcount of client entities. It employs a zero-based staffing concept and focuses on core transactional and direct service delivery for the Regional Service Centre’s service lines. Transactional services included in the model are onboarding and separation, international benefits and payroll, national benefits and payroll, uniformed personnel, travel, claims and education grant services, cashier services, accounts payable services, including vendors payable, internal controls, accounts, day-to-day Umoja human resources service desk (tier 2b) support and client services.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "23.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "As regards the non-transactional offices that are not part of the existing scalability model, in its report (A/78/744/Add.6, para. 14), endorsed by the General Assembly in its resolution 78/294, the Advisory Committee stated that safety and security as well as information and telecommunications technology functions could be considered scalable going forward and that further clarification and options will be provided to the General Assembly in the next budget report.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "24.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["A/78/744/Add.6", "https://docs.un.org/en/A/78/744/Add.6"], ["78/294", "https://docs.un.org/en/A/RES/78/294"]]}, {"text": "In response to that recommendation, and as the extension of support account and related funding issues project led by the Department of Management Strategy, Policy and Compliance, an external consultancy has been engaging with the Regional Service Centre in Entebbe to develop a methodology to identify the scalable and non-scalable elements, for staffing not included under the existing scalability model. The review will inform future budget proposals of the Centre, including for safety and security as well as information and telecommunications technology functions. The outcome of the review will be provided in the context of the budget proposal for the 2026/27 period.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "25.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Scalability methodology", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The 2025/26 scalability model adjusts for projected staffing changes in client entities, deriving a multiplier on the basis of staff category shifts from 2023/24 to 2024/25. Table 2 illustrates the multipliers used to project transaction volumes in 2025/", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "26.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Table 2", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Scalability model multipliers", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Scalability model assumptions", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "To calculate full-time equivalents for each service, the total annual volume was determined relative to the average processing time per transaction. The resulting time was divided by the number of productive days per year and the number of productive hours per day.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "27.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Productive days per year: A total of 203 productive days per year was calculated on the basis of the following:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "28.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "52 weeks x 5 working days = 260 working days", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 5, "prefix": "–", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "10 United Nations holidays", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 5, "prefix": "–", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "30 annual leave days", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 5, "prefix": "–", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "5 days for professional development, as mandated in ST/SGB/2009/9", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 5, "prefix": "–", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["ST/SGB/2009/9", "https://docs.un.org/en/ST/SGB/2009/9"]]}, {"text": "5 days for training on various Umoja roles and functionalities to ensure operational effectiveness, including mentorship (mentee and mentor requirements), training to acquire roles in Umoja, and time required to learn new or changed policies or processing platforms and systems", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 5, "prefix": "–", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "7 uncertified sick leave days", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 5, "prefix": "–", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Total: 203 productive days per year", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 5, "prefix": "–", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Productive hours per day: The Regional Service Centre working hours are from 8.30 a.m. to 5.30 p.m., and staff are expected to take a one-hour lunch break, effectively enabling an eight-hour workday. Consideration has been given to time required for meetings, personal administration and effective collaboration among teams. Therefore, seven hours of effective transactional productive time have been considered per day.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "29.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Table 3", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Scalability model results", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Table 4", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Client missions of the Regional Service Centre in Entebbe", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Mission closed on 31 December 2023 nd will be liquidted by 30 June 2025.", "type": "paragraph", "heading_level": null, "paragraph_type": null, "paragraph_level": 5, "prefix": "a", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Mandate terminated by the Security Council on 1 December 2023 and Mission was liquidated by 31 August 2024.", "type": "paragraph", "heading_level": null, "paragraph_type": null, "paragraph_level": 5, "prefix": "b ", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "General temporary assistance positions in the missions are included starting from the 2022/23 scalability model projections.", "type": "paragraph", "heading_level": null, "paragraph_type": null, "paragraph_level": 5, "prefix": "c ", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Transfer of tenant units budget from the Regional Service Centre in Entebbe to the Support Account", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The budgets of the current tenant units and the two seconded active-duty military planning officers, which have functional reporting lines to the Department of Operational Support and the Department of Peace Operations, respectively, are presented as part of their parent offices budgets in the support account. This change in budget presentation is in response to the recommendation of the Advisory Committee (A/78/744/Add.5, para. 30), endorsed by the General Assembly in its resolution 78/295, as well as the recommendation of the Board of Auditors contained in A/79/5 (Vol. II). The units and personnel will remain in Entebbe and will continue to be supported administratively by the Regional Service Centre. Table 5 below shows the reduction in resources associated with the transfer, as well as a comparison with the prior period.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "30.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["A/78/744/Add.5", "https://docs.un.org/en/A/78/744/Add.5"], ["78/295", "https://docs.un.org/en/A/RES/78/295"], ["A/79/5 (Vol. II)", "https://docs.un.org/en/A/79/5(Vol.II)"]]}, {"text": "Table 5", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Summary of resource changes between the 2024/25 and 2025/26 periods", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(Thousands of United States dollars)", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "(Thousands", "action_verb_type": "operative", "action_verb_normalized": "(thousand", "links": []}, {"text": "Financial resource requirement variances", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The estimated resource requirements for the 2025/26 financial period amount to $46,333,500 which is a decrease of $1,670,600, or 3.5 per cent, compared with the approved budget for 2024/25 period of $48,004,100. The estimates for the 2025/26 period reflect decreased staffing costs amounting to $37,472,600, representing a decrease of $1,865,600, or 4.7 per cent, compared with the approved resources for the 2024/25 period of $39,338,200, attributable primarily to: (a) the transfer of current tenant units and two seconded active-duty military planning officer posts to the budgets of their parent offices in the support account; (b) a lower post adjustment multiplier for international staff effective 1 January 2025; and (c) the application of a lower common staff costs rate for national staff compared with the rate applied in the approved budget for the 2024/25 period. The decreased requirements for civilian personnel are offset in part by: (a) the application of lower vacancy rates, from 9.8 per cent in the 2024/25 period to 7.1 per cent in the 2025/26 period for international staff; from 15.4 per cent in the 2024/25 period to 2.7 per cent in the 2025/26 period for national professional staff; and from 7.6 per cent to 2.4 per cent for national general service staff; (b) the application of higher revised salary rates of national staff by 2.3 per cent compared with the rates applied in the approved budget for the 2024/25 period; (c) the application of the exchange rate of 3,682 Ugandan shillings to 1 United States dollar, compared with the rate of 3,814.00 Ugandan shilling applied in the approved budget for the 2024/25 period, which has an impact on the requirements for national staff; and (d) the revised salary rates for international staff effective 1 January 2025.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "31.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The overall resource requirements for operational costs amount to $8,860,900, which represents a 2.3 per cent increase compared with the $8,665,900 approved resources in the 2024/25 period. The increased requirements are attributable primarily to: (a) the increase in safety and security unit requirements, which were not fully provisioned in the approved budget for the 2024/25 period; and (b) the increase in rates for new systems contracts. The increased requirements are offset in part by: (a) the budget transfer of operational costs related to current tenant unit positions, including travel, training and other supplies, services and equipment; (b) lower provisions for the replacement of assets and equipment; and (c) the reduction in training requirements.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "32.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "C.\tRegional mission cooperation", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Regional Service Centre will continue to have an operational relationship with MONUSCO and all other tenants of the United Nations campus in Entebbe, while continuing to receive support from MONUSCO in supply chain coordination, logistics and the movement and physical disposal of goods. The Centre is assessing the support required for Somalia considering a changed mandate and new assignment.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "33.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "D.\tPartnerships, country team coordination and integrated missions", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In the 2025/26 period, the Director of the Regional Service Centre, as the Entebbe area security coordinator, will continue to convene monthly area security management meetings, which include representation from the Mine Action Service, OIOS, the Department of Safety and Security and MONUSCO, on matters of the safety and security of staff at the United Nations campus in Entebbe. In addition, the Centre management will participate actively in United Nations country team meetings, and the Director will continue to work closely with the office of the resident coordinator/designated official on any complex security matters regarding the Centre’s personnel. In addition, the Centre will continue to provide office space to the Mine Action Service and OIOS to support their operations in the region.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "34.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "As part of improved service delivery efforts, in partnership with Secretariat service providers and other stakeholders in the Department of Operational Support, the Centre will continue to lead the review of onboarding services across the Secretariat. The goal of the review is to identify challenges and provide recommendations, including in the areas of human capital and capacity, business processes and practices, and knowledge management, to streamline and support better staff onboarding and separation-related service delivery.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "35.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Centre also stands ready to cooperate on the implementation of Security Council resolution 2719 (2023) in line with the joint road map for the implementation of resolution 2719 (2023) and under the guidance of legislative bodies.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "36.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["2719 (2023)", "https://docs.un.org/en/S/RES/2719(2023)"], ["2719 (2023)", "https://docs.un.org/en/S/RES/2719(2023)"]]}, {"text": "E.\tResults-based-budgeting frameworks", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Regional Service Centre will continue to provide efficient and timely services to client missions by delivering related key outputs, as shown in the framework below. The expected accomplishment would lead to the fulfilment of the Centre’s objective, and the indicators of achievement show progress towards that accomplishment during the budget period.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "37.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Human resources have been attributed on the basis of individual functional areas, compared with the 2024/25 approved budget, with justification provided under their relevant areas. To facilitate the presentation of proposed changes in human resources, six categories of possible action with respect to staffing have been identified.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "38.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Executive direction and management", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Offices of the Director and the Deputy Director provide overall guidance and direction to the operations of the Regional Service Centre. They are involved in all administrative and non-transactional activities, such as strategic planning, human resources and budgeting; managing relationships with client missions and the Regional Service Centre Steering Committee; maintaining service-level agreements with client missions and reporting on key performance indicators; conducting workforce planning, re-engineering and process improvement activities; managing the Centre’s business continuity plan; maintaining the operating-level agreement with MONUSCO; and addressing issues concerning the global shared services strategy and other policy changes, in line with the decisions of the General Assembly and guidance from the Department of Operational Support.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "39.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In the 2025/26 period, the Offices of the Director and the Deputy Director will have three key priorities: (a) exploring opportunities for the Centre to offer cost-effective additional services to other entities and to develop broader cooperation with regional organizations; (b) coordinating residual activities associated with the closure of UNITAMS and MINUSMA; and (c) managing the client-oriented and efficient provision of services to the Centre’s 16 client missions and to the Centre itself.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "40.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Table 6", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Human resources: executive direction and management", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Table 7", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Staffing changes: executive direction and management", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The two seconded active-duty military planning officer posts, with functional reporting lines to the Department of Peace Operations, are presented as part of their parent office in the support account, in response to the recommendation of the Advisory Committee (A/78/744/Add.5, para. 30), endorsed by the General Assembly in its resolution 78/295.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "41.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["A/78/744/Add.5", "https://docs.un.org/en/A/78/744/Add.5"], ["78/295", "https://docs.un.org/en/A/RES/78/295"]]}, {"text": "Component 1: Benefits and Payroll Section", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Benefits and Payroll Section provides human resources and payroll services to international staff, national staff and uniformed personnel. The Section is managed by a service delivery manager and consists of the following service lines: onboarding and separation; international benefits and payroll; national staff benefits and payroll; and uniformed personnel benefits and payroll.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "42.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Onboarding and separation service line", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "International staff benefits and payroll service line", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "National staff benefits and payroll service line", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Uniformed personnel benefits and payroll service line", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Table 8", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Human resources: Benefits and Payroll Section", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Table 9", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Staffing changes: Benefits and Payroll Section", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Centre proposes the redeployment of one Finance Assistant (national General Service) from the Accounting and Financial Reporting Unit to the Onboarding and Separation Service Line, and one Finance Assistant (national General Service) from the Internal Control Unit to the National Benefits and Payroll Service Line. The proposed changes are to align service line resource requirements, in line with the results of the scalability model.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "43.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Component 2: Travel, Claims and Education Grant Section", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Travel, Claims and Education Grant Section is managed by a Service Delivery Manager and consists of the following service lines: travel service line; claims service line; and education grant service line. It is responsible for processing travel and shipment requests, travel, and security claims and education grant requests. Travel requests are administered for all categories of travellers (international staff, national staff, uniformed personnel, consultants/contractors, United Nations Volunteers, meeting participants, etc.) and include official business and entitlement travel. Travel expense reports are processed for staff members, United Nations Volunteers and uniformed personnel, security claims for uniformed personnel at MONUSCO and MINUSCA, and international individual contractors’ and consultants’ payments for UNMISS, UNISFA, MINUSCA and MINURSO. Education grant advances and claims are processed for staff members.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "44.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Travel service line", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Claims service line", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Education grant service line", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Table 10", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Human resources: Travel, Claims and Education Grant Section", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Table 11", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Staffing changes: Travel, Claims and Education Grant Section", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Centre proposes the redeployment of one Finance Assistant (National General Service) from the Cashier Service Line to the Travel Service Line. The proposed changes are to align service line resource requirements, in line with the results of the scalability model.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "45.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Component 3: Client Services Section", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Client Services Section oversees client strategy, service management and relationship activities and serves as the face of shared services, maintaining a client-centric approach. The Section ensures efficient assistance and resolution of human resources, finance and travel issues, employing sensitive, reliable and empathetic tactics to build trust and loyalty. It supports the iNeed service request tool and call management and handles communications internally and externally. In addition, it manages client support services, query resolutions and relationship management, monitoring satisfaction through surveys. The Section coordinates client engagement and knowledge management for self-service and is divided into the Client Relations and Knowledge Management Unit and the Client Support Unit, led by a Chief of Section.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "46.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Table 12", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Human resources: Client Services Section", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "No staffing changes are proposed for the Client Services Section.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "47.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Component 4: Financial Services and Compliance Monitoring Section", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Financial Services and Compliance Monitoring Section is responsible for carrying out all core accounting functions, including general ledger maintenance, financial reporting, accounts payable and accounts receivable records maintenance and reconciliations, bank reconciliations, vendor invoice processing and cashier functions in relation to the payment and maintenance of bank accounts. The Section is headed by a service delivery manager and consists of the Accounting and Financial Reporting Unit, the Internal Control Unit, the accounts payable service line and the cashier service line.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "48.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Table 13", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Human resources: Financial Services and Compliance Monitoring Section", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Table 14", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Staffing changes: Financial Services and Compliance Monitoring Section", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Centre is proposing to change the name of the Accounts Unit to the Accounting and Financial Reporting Unit to be more representative of the work that the unit performs and to provide enhanced clarity in terms of the deliverables for which the unit is accountable. Similarly, the Centre is proposing to change the name of the vendor service line to the accounts payable service line, which provides clarity in terms of work that the service line is responsible for and its clients.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "49.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "For the 2025/26 period, the Centre proposes the redeployment of three Finance Assistant posts (national General Service), as per table 14. The proposed changes are to align service line resource requirements, in line with the results of the scalability model.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "50.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Component 5: Regional Field Technology Service", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The role of the Regional Field Technology Service is to enhance the harmonization and economies of scale and eliminate the duplication of efforts in communications and information technology services. The Service capitalizes on its proximity to African field missions. The Service is managed by the Chief of the Service and consists of the Regional Operations, Special Projects, Regional Projects, Regional Information Security and Compliance, Business Relationship Management, and Telephone Billing Units.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "51.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Table 15", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Human resources: Regional Field Technology Service", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "No staffing changes are proposed for the Regional Field Technology Service Section.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "52.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In the 2025/26 period, the Centre is proposing to rename the existing Regional Information Technology Security Unit as the Regional Information Security and Compliance Unit. The Unit will focus on information security, data integrity and compliance with industry standards and the relevant United Nations regulations to secure United Nations information technology assets and information systems and monitor and control access to United Nations facilities and safeguard United Nations resources, including personnel, from potential damage.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "53.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Centre is also proposing renaming the existing Business Case Analysis Unit to the Business Relationship Management Unit, to better align the name with the Unit’s broader objectives. While business case analysis remains a component of the Business Relationship Management Unit, the Unit’s framework emphasizes managing and strengthening relationships with stakeholders and systematically managing relationships between various business units, departments and external partners in order to ensure that information technology services and solutions are tailored to the needs of the business. Through the Business Relationship Management Unit, the Centre and client missions have ensured their information technology and support services are technically sound and tightly connected to the strategic goals and requirements of the business. This approach enhances overall performance and competitiveness fosters innovation and mitigates risks.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "54.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Tenant units", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Table 16", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Human resources: Forward Support and Deployment Hub", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Table 17", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Human resources: Global Procurement Support Section", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The 18 posts under the Forward Support and Deployment Hub and the 22 posts under Global Procurement Support Section, with functional reporting lines to the Department of Operational Support, are presented as part of their parent office in the support account, in response to the recommendation of the Advisory Committee (A/78/744/Add.5, para. 30), endorsed by the General Assembly in its resolution 78/295.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "55.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["A/78/744/Add.5", "https://docs.un.org/en/A/78/744/Add.5"], ["78/295", "https://docs.un.org/en/A/RES/78/295"]]}, {"text": "Evaluation activities", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The proposed planning for the 2025/26 period has been guided by an external evaluation completed in the 2023/24 period, namely, the OIOS audit of onboarding and separation activities in the Centre (ref. 2024/028).", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "56.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Centre will continue to enhance tools, improve efficiency of its processes and work with key stakeholders to enhance mission awareness and address inefficiencies. These actions align with the Department of Operational Support strategic guidance, articulated in the 2025/26 proposal, which requires the Centre to review business processes and evaluate key performance indicators for high-value service delivery areas, such as onboarding and separation. Key updates in the achievement of the strategy will be provided in subsequent budgets.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "57.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Financial resources", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "II.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A.\tOverall", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(Thousands of United States dollars; budget year is 1 July to 30 June.)", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "(Thousands", "action_verb_type": "operative", "action_verb_normalized": "(thousand", "links": []}, {"text": "B.\tEfficiency gains", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The cost estimates for the period from 1 July 2025 to 30 June 2026 take into account the following efficiency initiatives:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "58.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(Thousands of United States dollars)", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "(Thousands", "action_verb_type": "operative", "action_verb_normalized": "(thousand", "links": []}, {"text": "The cost voidnce for prompt pyment discounts is reflected in the budgets of entities on whose behlf the Regionl Service Centre mde pyments.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 5, "prefix": "a", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The main evolution of the efficiencies and the strategy of the Centre in terms of efficiency is provided in paragraph 21 above.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "59.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "C.\tVacancy factors", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The cost estimates for the period from 1 July 2025 to 30 June 2026 consider the following vacancy factors:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "60.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(Percentage)", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The vacancy factors applied in the budget take into account the experience of the Regional Service Centre to date and Centre-specific circumstances in relation to the recruitment of civilian staff. The assumptions considered for the vacancy factors include the 12-month average vacancy rate, from January to December 2024, or the actual vacancy rate as at 31 December 2024. This is in line with the policy guidance provided to improve the accuracy and consistency of the vacancy factors applied in the proposed budgets for the 2025/26 period and to ensure that proposed vacancy rates are based, as much as possible, on actual rates, with consideration for projected recruitment and potential vacancies. The projected 2025/26 vacancy rates are exclusive of the positions having functional reporting lines to the Department of Peace Operations and the Department of Operational Support to be presented in the support account budget for the 2025/26 period.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "61.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "D.\tTraining", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The estimated resource requirements for training for the period from 1 July 2025 to 30 June 2026 are as follows:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "62.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(Thousands of United States dollars)", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "(Thousands", "action_verb_type": "operative", "action_verb_normalized": "(thousand", "links": []}, {"text": "The number of training participants planned for the period from 1 July 2025 to 30 June 2026, compared with previous periods, is as follows:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "63.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(Number of participants)", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Includes internl courses provided t no cost to interntionl stff (661) nd ntionl stff (1,434).", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 5, "prefix": "a", "action_verb": "Includes", "action_verb_type": "operative", "action_verb_normalized": "includ", "links": []}, {"text": "The proposed training activities for the 2025/26 period reflect the emphasis placed on online learning for enhancing the management, administrative and technical skills of Regional Service Centre staff.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "64.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "E.\tOfficial travel, non-training", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The resource requirements for official travel, non-training for the 2025/26 period is estimated at $113,800, as follows:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "65.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Analysis of variances", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "III.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The decreased requirements are attributable primarily to: (a) the transfer of 24 posts having functional reporting lines to the Department of Peace Operations and the Department of Operational Support to their parent offices in the support account; and (b) a lower post adjustment multiplier of 29.5 per cent effective January 2025 compared with the rate of 36.7 per cent for the 2024/25 period. The decreased requirements are offset in part by: (a) the application of a lower vacancy rate of 7.1 per cent, compared with 9.8 per cent in the approved budget; and (b) the revised salary rates effective 1 January 2025.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "66.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The increased requirements are attributable primarily to: (a) the application of a lower vacancy rate of 2.7 per cent, compared with 15.4 per cent in the approved budget; (b) the application of a 2.3 per cent higher salary scale not included in the approved budget; and (c) the application of the exchange rate of 3,682 Ugandan shillings to 1 United States dollar, compared with the rate of 3,814 Ugandan shillings in the approved budget. The increased requirements are offset in part by: (a) the transfer of 3 posts having functional reporting lines to the Department of Operational Support to their parent office in the support account; and (b) the application of lower common staff cost rates compared with the rates approved in the budget.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "67.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The increased requirements are attributable primarily to: (a) the application of a lower vacancy rate of 2.4 per cent, compared with 7.6 per cent in the approved budget; (b) the application of a 2.3 per cent higher salary scale not included in the approved budget; and (c) the application of the exchange rate of 3,682 Ugandan shillings to 1 United States dollar, compared with the rate of 3,814 Ugandan shillings in the approved budget. The increased requirements are offset in part by: (a) the transfer of 14 posts having functional reporting lines to the Department of Operational Support to their parent office in the support account; and (b) the application of lower common staff costs rate compared with the rates in the approved budget.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "68.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The reduced requirements are attributable primarily to the transfer of posts having functional reporting lines to the Department of Operational Support to their parent office in the support account.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "69.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The increased requirements are attributable primarily to: (a) an increase in the requirements for the Safety and Security Unit not provided for in the 2024/25 budget, which include requirements for identification card printing such as the machine and consumables, as well as for uniforms and protective gear for security personnel and for protective gear and fire safety items for the Fire Unit; (b) an increase in the rates of the private security services as a result of a new contract; and (c) an increase in the requirements for the maintenance of the baggage x-ray machine and walk-through metal detectors. The increased requirements are offset in part by: (a) a decrease in the provision for generator maintenance and repairs, and stationery and office supply requirements; and (b) reduced requirements for furniture replacement.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "70.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The reduced requirements are attributable primarily to: (a) the one-off provision for replacement of minibuses that were included in the 2024/25 period; and (b) the reduced cost for the vehicle tracking system as one-off installation costs were included in the previous period. The reduced requirements are offset in part by the increase in the costs of repair, maintenance and spare parts due to outsourcing to a local vendor.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "71.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The reduced requirements are attributable to the provision for the acquisition of metal pallets to support the movement of aviation cargo in the 2024/25 budget period, which is not required in the 2025/26 budget period.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "72.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The increased requirements are attributable primarily to: (a) the provision for a video surveillance operations manager system, inclusive of server and storage, for Department of Safety and Security physical security and access control, to replace the current system, which is past its life expectancy and susceptible to failure; (b) increase in contract rates for information and communication technology support services; (c) the provision for transfer films and colour ribbons required during the printing of identity cards; (d) the provision for the replacement of uninterruptible power supply batteries that are past their life expectancy; and (e) the provision for the Centre’s share of the cost of the critical server hosting license based on actual usage, offset in part by a reduction in the replacement of equipment due to the transfer of MINUSMA assets and of support software costs.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "73.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The reduced requirements are attributable primarily to the reduced requirements for medical equipment owing to the projected sufficient stock levels, offset in part by the provision for a training mannequin in support of the clinic at Entebbe.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "74.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The reduced requirements are attributable primarily to: (a) the reduction in training requirements on public financial management matters and language courses owing to the reprioritization of resources; and (b) the transfer of costs for current tenant units having functional reporting lines to the Department of Operational Support to their parent office in the support account, offset in part by an increase in the insurance premium for buildings.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "75.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Actions to be taken by the General Assembly", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "IV.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The actions to be taken by the General Assembly in connection with the financing of the Regional Service Centre in Entebbe are:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "76.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Appropriation of the amount of $46,333,500 for the maintenance of the Centre for the 12-month period from 1 July 2025 to 30 June 2026;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(a)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Proration of the amount in subparagraph 76 (a) among the budgets of the Centre’s active client peacekeeping operations and against the programme budget for 2025;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(b)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "To take note of the requirements for the proposed programme budget for the period from 1 January to 31 December 2026 for the share of client special political missions of the Centre to meet the financing requirements of the Centre for the period from 1 July 2025 to 30 June 2026.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(c)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Summary of follow-up action taken to implement the decisions and requests of the General Assembly in its resolutions 76/274 and 78/294, including the requests and recommendations of the Advisory Committee on Administrative and Budgetary Questions endorsed by the Assembly", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "V.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["76/274", "https://docs.un.org/en/A/RES/76/274"], ["78/294", "https://docs.un.org/en/A/RES/78/294"]]}, {"text": "A.\tGeneral Assembly", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Cross-cutting issues", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(Resolution 76/274)", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["76/274", "https://docs.un.org/en/A/RES/76/274"]]}, {"text": "B.\tAdvisory Committee on Administrative and Budgetary Questions", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Financing of the Regional Service Centre in Entebbe", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(A/78/744/Add.6, endorsed by the General Assembly in its resolution 78/294)", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["A/78/744/Add.6", "https://docs.un.org/en/A/78/744/Add.6"], ["78/294", "https://docs.un.org/en/A/RES/78/294"]]}, {"text": "Annex I", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Proposed organizational structure of the Regional Service Centre in Entebbe, Uganda (2025/2026)", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Proposed", "action_verb_type": "preambular", "action_verb_normalized": "proposed", "links": []}, {"text": "Abbreviations: AFRU, Accounting and Financial Reporting Unit; APSL, accounts payable service line; CRKMU, Client Relations and Knowledge Management Unit; CSL, claims service line, cashier service line; CSU, Client Support Unit; EGSL, education grant service line; FS, Field Service; IBPSL, international benefits and payroll service line; ICU, Internal Control Unit; NBPSL, national benefits and payroll service line; NGS, national General Service; NPO, National Professional Officer; OSSL, onboarding and separation service line; TSL, travel service line; UNV, United Nations Volunteer; UPSL, uniformed personnel service line.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Redeployed post.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 5, "prefix": "a", "action_verb": "Redeployed", "action_verb_type": "preambular", "action_verb_normalized": "redeployed", "links": []}, {"text": "Annex II", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Volume of transaction and full-time equivalent for each services line, considering the dynamic and non-dynamic nature of service", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}]