[{"text": "Seventy-ninth session", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Agenda item 159", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Financing of the United Nations Organization Stabilization Mission in the Democratic Republic of the Congo", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Budget for the United Nations Organization Stabilization Mission in the Democratic Republic of the Congo for the period from 1 July 2025 to 30 June 2026", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Report of the Secretary-General", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Contents", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Mandate and planned results", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "I.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A.\tOverall", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The mandate of the United Nations Organization Stabilization Mission in the Democratic Republic of the Congo (MONUSCO) was established by the Security Council in its resolution 1925 (2010). The most recent extension of the mandate was authorized by the Council in its resolution 2765 (2024), by which it extended the mandate until 20 December 2025.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "1.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["1925 (2010)", "https://docs.un.org/en/S/RES/1925(2010)"], ["2765 (2024)", "https://docs.un.org/en/S/RES/2765(2024)"]]}, {"text": "The Mission is mandated to help the Security Council achieve the overall objective of advancing peace and security in the Democratic Republic of the Congo.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "2.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Within this overall objective, MONUSCO will, during the budget period, contribute to a number of expected accomplishments by delivering related key outputs, shown in the frameworks below. The frameworks are organized according to components (protection of civilians; support to stabilization and the strengthening of State institutions in the Democratic Republic of the Congo and key governance and security reforms; and support), which are derived from the mandate of the Mission.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "3.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The expected accomplishments would lead to the fulfilment of the objective of the Security Council within the lifetime of the Mission, and the indicators of achievement show a measurement of progress towards such accomplishments during the budget period. The human resources of MONUSCO in terms of the number of personnel have been attributed to individual components, with the exception of the Mission’s executive direction and management, which can be attributed to the Mission as a whole. Variances in the number of personnel compared with the 2024/25 period have been explained under the respective components.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "4.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "With a view to ensuring sustained political engagement with the Government, the Mission will maintain its headquarters in Kinshasa, where most of the senior leadership will continue to be located. The Mission will maintain the Office of the Deputy Special Representative of the Secretary-General for protection and operations in Goma, as well as two field offices in eastern Democratic Republic of the Congo, in Bunia and Goma, and one sub-office in Beni.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "5.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In accordance with resolution 2717 (2023), the Mission completed its withdrawal from South Kivu on 30 June 2024. The Mission will use the findings of a comprehensive lessons-learned exercise on the Mission’s disengagement from South Kivu to help inform the planning of subsequent phases of the Mission’s disengagement. MONUSCO will continue to engage with the Government on a gradual, responsible and sustainable disengagement, while planning the transition for priority territorial hotspots in North Kivu and Ituri.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "6.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["2717 (2023)", "https://docs.un.org/en/S/RES/2717(2023)"]]}, {"text": "Following a letter dated 28 June 2024 from the Secretary-General addressed to the Security Council (S/2024/519), in which the Secretary-General outlined options for United Nations support to regional forces, the Council adopted resolution 2746 (2024) in which it authorized MONUSCO to support the Southern African Development Community (SADC) Mission in the Democratic Republic of Congo (SAMIDRC), within the Mission’s existing resources. The resolution mandates the Mission to support SAMIDRC through enhanced coordination, information-sharing and technical assistance, and through the use of the logistical assets and military capabilities of MONUSCO, in furtherance of its mandate, without prejudice to its ability to fulfil its mandate and without affecting its capacity to implement its strategic priorities.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "7.", "action_verb": "Following", "action_verb_type": "preambular", "action_verb_normalized": "follow", "links": [["S/2024/519", "https://docs.un.org/en/S/2024/519"], ["2746 (2024)", "https://docs.un.org/en/S/RES/2746(2024)"]]}, {"text": "In the 2025/26 period, the Mission’s area of operations will be limited to Ituri and North Kivu provinces, where the Mission will support the strengthening of the presence and effectiveness of State defence and security forces in jointly identified priority locations. This will be done with a view to assessing whether the capacity and presence of the State are sufficient for it to take over the responsibility of protecting civilians. Transition planning with Congolese authorities, the United Nations country team and other partners will continue, as will the implementation and monitoring of provincial transition plans in North Kivu and Ituri. Building on the experience of the Mission’s withdrawal from other provinces, the Mission will maintain a reduced residual civilian presence in South Kivu to maintain early warning and monitoring capacities. The residual capacity will work closely with the United Nations country team and national authorities to support the implementation of the provincial transition plan and ensure that provincial authorities and other local stakeholders take ownership of and sustain peacebuilding gains.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "8.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "B.\tPlanning assumptions and mission support initiatives", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Following the installation of the new Government on 12 June 2024 and of the bureaux of the National Assembly and Senate, on 22 May and 12 August, respectively, the political environment in the Democratic Republic of the Congo is expected to be marked by tensions within the political majority and between the majority and the opposition, the challenging security situation in the east, and efforts to maintain momentum around ongoing regional peace initiatives. The Mission’s good offices at the regional, national, provincial and local levels will be essential to creating an enabling environment to deliver on its core priorities and support efforts to address underlying drivers of conflict in areas where the Mission is still present.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "9.", "action_verb": "Following", "action_verb_type": "preambular", "action_verb_normalized": "follow", "links": []}, {"text": "The Mission will continue to provide its good offices to support the implementation of the Government’s programme of action and facilitate national consensus on key governance reforms, in particular security sector reforms and reforms related to the sound management of natural resources. The Mission’s good offices will also be aimed at promoting an environment conducive to the full and meaningful political participation of all segments of society, including women and young people. At the local and provincial levels, the Mission’s good offices will remain critical to addressing the drivers of conflict and strengthening inclusive local peace and reconciliation initiatives. The Mission will continue to leverage its presence and expertise to facilitate local peace agreements, such as the recent agreement signed between the Government and armed groups in Ituri. Finally, the Mission’s good offices and expertise will remain critical to supporting regional peace initiatives, including the Luanda process.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "10.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The security situation in eastern Democratic Republic of the Congo is expected to remain volatile. In North Kivu and Ituri, the Allied Democratic Forces (ADF) are expected to continue to represent a major threat to the civilian population. In Ituri, the Coopérative pour le développement du Congo (CODECO) and Zaire will likely continue to clash and target civilians. In North Kivu, the ongoing occupation of parts of the province by the Mouvement du 23 mars (M23) is expected to continue, amid progress in regional peace efforts. Clashes between M23, the Armed Forces of the Democratic Republic of the Congo (FARDC) and coalitions of armed groups will continue to pose a threat to civilians and aggravate the humanitarian situation.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "11.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Mission will continue to focus on its mandated priorities and associated end state to reduce the threat posed by armed groups to a level that can be managed by the Congolese authorities. This will require the sustained implementation of strategies that are comprehensive and tailored to reflect the nature of each armed group, and that take into account the specific context in which the Mission operates and the related end state, as well as working closely with relevant United Nations actors in the Democratic Republic of the Congo and the region.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "12.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "It is expected that regional peace initiatives aimed at addressing the security situation in eastern Democratic Republic of the Congo will be pursued. The ceasefire agreement reached on 30 July 2024 between the Democratic Republic of the Congo and Rwanda was an important milestone and confidence-building measure confirming the commitment of the parties to peace. While the ceasefire contributed to a reduction in fighting between the conflict parties in the short term, its sustainability will depend on the parties’ ability to respect their commitments, including the neutralization of the Forces démocratiques de libération du Rwanda (FDLR) and the development of a plan for the disengagement of forces and the full operationalization of the reinforced ad hoc verification mechanism tasked with overseeing the implementation of the ceasefire. In addition, the effectiveness of diplomatic efforts will depend largely on the sustained attention of the international community, as well as the capacity to prevent further regionalization of the conflict and escalation of violence. It is expected that coordination between SAMIDRC and MONUSCO will significantly increase following the adoption of Security Council resolution 2746 (2024), which framed the Mission’s support for SAMIDRC, the mandate of which was renewed for one year on 20 November 2024.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "13.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["2746 (2024)", "https://docs.un.org/en/S/RES/2746(2024)"]]}, {"text": "The Mission will continue to collaborate with the Government and maintain an open and constructive dialogue on the Mission’s mandate, while emphasizing respective responsibilities. Discussions between MONUSCO and the Government regarding the next phases of the Mission’s disengagement from Ituri and North Kivu will continue on the basis of joint assessments, lessons learned from the withdrawal from South Kivu and developments on the ground. The Mission will continue its engagement with the Government, civil society organizations and national and international partners to prepare the next stages of the disengagement process on the basis of a comprehensive security analysis with regard to the protection of civilians and the humanitarian situation in the Mission’s area of operation.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "14.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Mission and Congolese authorities will develop a new approach to the disengagement if MONUSCO, on the basis of a contextualized prioritization of hotspots in the light of political and security conditions and a gradual handover of responsibilities to the Government. The development of integrated provincial protection plans, undertaken jointly with communities, provincial authorities and security services, will remain central to the responsible drawdown of MONUSCO.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "15.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Mission will continue to prioritize the protection of civilians, including through close coordination and information-sharing with all forces deployed in eastern Democratic Republic of the Congo, in strict compliance with the human rights due diligence policy on United Nations support to non-United Nations security forces. While the Government will have the primary responsibility for protecting civilians within its territory, the close alignment of the mandates of MONUSCO and SAMIDRC to leverage the Mission’s crucial capacities to support the protection of civilians will continue to offer opportunities to further optimize the MONUSCO force’s laydown.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "16.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Mission will continue to support the implementation of the disarmament, demobilization, community recovery and stabilization programme, which remains one of the declared priorities of the Government. Working in close cooperation with the United Nations country team, bilateral partners and international financial institutions, the Mission will continue to coordinate community-driven reinsertion and stabilization opportunities for demobilized Congolese ex-combatants, other at-risk young people and community members, including returnees, taking into account the socioeconomic realities in each province and territory, and the expectations of communities with regard to security and justice. This will serve as a catalyst for the engagement of the country team in the areas of reintegration, repatriation, transitional justice and security sector reform. The Mission will provide tailored project support to the disarmament, demobilization, community recovery and stabilization programme to improve the security situation in areas affected by armed group violence and build trust in the process. The Mission will also work with partners to build the capacities of national and regional actors to ensure a well-coordinated repatriation of foreign combatants and will support the implementation of confidence-building measures. Furthermore, the Mission will support Congolese authorities in developing complementary prosecutorial approaches for high-risk, high-profile and high-ranking ex-combatants, including those linked to armed groups responsible for crimes against humanity and war crimes.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "17.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Progress on security sector reform remains a key element of the gradual and responsible transition of the Mission. Taking into consideration gender perspectives and the inclusion of women, MONUSCO will focus on supporting: (a) the development of a national security policy framework; (b) the enhancement of national and international coordination on security sector reform; and (c) investments in financial and human resources management, internal oversight and the accountability of the security sector. MONUSCO will also continue to support the implementation of existing security sector reform plans geared towards enhancing the professionalism and efficiency of FARDC and the Congolese National Police via targeted training and assistance, in collaboration with the United Nations country team and in strict compliance with the human rights due diligence policy. To that end, the Mission will continue to leverage reform gains, including in the area of police reform, and enhance synergies.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "18.", "action_verb": "Progress", "action_verb_type": "operative", "action_verb_normalized": "progres", "links": []}, {"text": "The Democratic Republic of the Congo continues to face a multilayered humanitarian crisis, with 25.4 million people in need of assistance. Humanitarian access constraints due to insecurity and targeted threats on humanitarian operations and workers are likely to continue in areas affected by armed group violence. The return of millions of displaced people in North Kivu and Ituri will hinge on efforts to stabilize areas currently occupied by armed groups.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "19.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Strategic communications will be a critical component for implementing the Mission’s mandate, ensuring the safety and security of United Nations peacekeepers and securing the Mission’s legacy. The Mission will work with national and provincial authorities to inform the population about the Mission’s mandate and initiatives in support of a gradual and responsible drawdown.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "20.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In line with the Mission’s current mandate, the strategic priorities of MONUSCO in the 2025/26 period will continue to support: (a) the protection of civilians; and (b) the stabilization and strengthening of State institutions in the Democratic Republic of the Congo and key governance and security reforms.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "21.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Protection of civilians", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "MONUSCO will continue to implement a comprehensive approach to the protection of civilians in support of the Government, as well as political and community engagement, physical protection and improvement of the protective environment as a key element of its end state. The Mission will continue its political engagement through dialogue initiatives with Congolese authorities, local civil society organizations, political actors, traditional and religious leaders, women’s associations and youth organizations. MONUSCO will continue its engagement with armed group commanders to end and prevent child recruitment and use, and other grave violations against children in armed conflict. Furthermore, the Mission will also continue its engagement with the Government for the implementation of the joint action plan to end and prevent the recruitment and use of children and other grave violations against children in armed conflict, perpetrated by national defence and security forces; support the repatriation and resettlement of members of foreign armed groups; and advocate with partners for an institutional framework that is conducive to a successful stabilization programme. This will be complemented by community violence reduction initiatives and follow a community-based participatory approach. MONUSCO will also continue to monitor the human rights situation and support the creation of a space conducive to dialogue and engagement at all levels.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "22.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Mission will continue to provide physical protection to civilians in areas where it is present, working closely with the State security forces. The focus will be on enhancing the capacity of FARDC and the Congolese National Police in order for the Government to be able to fulfil its responsibility to protect civilians. MONUSCO will continue to develop the capacity of the Congolese National Police to provide effective security in territories and urban environments, including through community policing initiatives and joint command centres. MONUSCO will also continue to advocate for the timely and effective deployment of national security forces to the eastern provinces, in particular North Kivu and Ituri, ensuring that they are adequately equipped and trained to respond to the security challenges faced by local communities. The Mission will also support initiatives to integrate national security forces into community-driven security frameworks, promoting collaboration with local actors to address immediate security needs while laying the groundwork for long-term stability.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "23.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In accordance with resolution 2746 (2024), the Mission will, within existing resources, provide logistical, information-sharing and medical evacuation support to FARDC and SAMIDRC as they plan and conduct military operations against armed groups, on the basis of joint planning and in full compliance with the human rights due diligence policy. Where appropriate, the Mission will conduct offensive operations, in conjunction with or in support of FARDC. The Mission will continue to provide area security in North Kivu and Ituri to support humanitarian actors in delivering critical humanitarian assistance to affected populations while working to transfer this task to the national security forces. In parallel, the Mission will continue to capture and analyse the perceptions of the local population with regard to security, social cohesion and access to justice, with a view to better understanding its needs and concerns regarding protection, and use this information to determine policy, planning and response, and to provide advice and recommendations to the Government.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "24.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["2746 (2024)", "https://docs.un.org/en/S/RES/2746(2024)"]]}, {"text": "In all aspects of the provision of physical protection by the Mission, an enhanced effort will be made to mitigate potential harm to the civilian population resulting from MONUSCO operations. The initial work undertaken by the Mission on civilian harm mitigation will be further developed on the basis of best practices and reflected in the Mission’s policy and practice.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "25.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "With regard to the protective environment, the Mission will support the progressive restoration of State authority, including the deployment of national security forces to locations from which the Mission has withdrawn; facilitate the implementation of current regional peace initiatives, in coordination with the Office of the Special Envoy of the Secretary-General for the Great Lakes Region; and support regional processes in the search for durable solutions for peace. The Mission will also support the creation of space for confidence-building, and transitional justice initiatives.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "26.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Mission will work on transferring existing local capacities to protect civilians, including early warning systems and alert networks, to authorities at the provincial and territorial levels. MONUSCO will advocate for the development of a permanent framework for dialogue in North Kivu and continue to support the Ituri permanent dialogue process. It will ensure that these dialogues are led by the provincial authorities and anchored in the national disarmament, demobilization, community recovery and stabilization programme. The Mission will also promote the meaningful participation of citizens, especially young people, in local security and protection mechanisms.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "27.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In Ituri and North Kivu, the Mission will support the Government in its fight against impunity, focusing on building local capacities to establish a protective environment by strengthening the technical and logistical capacity of the local military, police and justice authorities to investigate and prosecute war crimes, crimes against humanity and other serious crimes, as a deterrent to future violations. This will be key to creating the conditions for the Mission’s sustainable withdrawal and will be done in collaboration with United Nations partners, including under the Joint Justice Reform Support Programme. The Mission will focus on providing technical advice and support to ensure the finalization of strong investigative files in priority cases, including those related to crimes against peacekeepers. It will also reinforce the capacity of justice authorities in specialized areas such as digital investigations, ballistics, criminal analysis and judicial cooperation on cross-border crimes in coordination with the Office of the Special Envoy for the Great Lakes.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "28.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Mission will advocate with national and international partners to ensure coordinated support for the rehabilitation of critical infrastructure necessary to ensure safe access to vulnerable populations and increase mobility for security forces. It will also continue to build the capacity of the national security forces to identify and dispose of explosive ordnance; mark, register and safely manage weapons and ammunition; and implement and evaluate related strategies and national action plans to ensure the protection of civilians.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "29.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Support for stabilization and the strengthening of State institutions in the Democratic Republic of the Congo and key governance and security reforms", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Despite several challenges related to ongoing conflict and insecurity in eastern Democratic Republic of the Congo, the national disarmament, demobilization, community recovery and stabilization programme remains a key viable path for addressing the threat posed by Congolese armed groups. The Mission will strengthen its good offices, policy advice and technical assistance, in close cooperation with the United Nations country team, as well as national and international partners, to support the sustainable implementation of the programme through confidence-building measures and community-based projects. The Mission will continue to support the creation of political conditions that foster mutual confidence and lay the groundwork for the negotiated and voluntary surrender of Congolese armed groups. The implementation of disarmament, demobilization, reintegration and stabilization projects will focus on the creation of community-based incentive schemes to prevent the recruitment of young people into armed groups and foster conditions for disarmament and demobilization. By enhancing community resilience, promoting trust-building measures and supporting the socioeconomic reintegration of ex-combatants and at-risk populations, these efforts will be aimed at reducing armed group violence and establishing a stable environment for safe disarmament and reintegration. Depending on the progress of the Luanda process and in support of its implementation, MONUSCO will remain ready to support the disarmament, temporary cantonment and repatriation of M23 and FDLR combatants.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "30.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Mission, in close cooperation with national authorities, will ensure that all support programmes are aligned with transitional justice principles, allowing victims to preserve their rights to truth, justice and reparation. Several advocacy-based and awareness-raising initiatives will be implemented to raise awareness among young people, as well as political and community actors, about the detrimental effects of the war economy. In this context, MONUSCO, in coordination with the Office of the Special Envoy for the Great Lakes, will lend its technical advice to the Government in support of the consolidation of an effective national civilian structure in control of key mining activities. This structure will manage in an equitable and productive manner the extraction, value addition, transport and trade of natural resources in eastern provinces, thus enabling viable, safe, dignified livelihood options for ex-combatants and their receiving communities.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "31.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "MONUSCO will continue to provide technical and operational support to disarmament, demobilization, repatriation, resettlement and reintegration processes and mechanisms to facilitate the repatriation of former members of foreign armed groups and their return into civilian life in their countries of origin or a receptive third country.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "32.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "As mandated, MONUSCO will strengthen its support for the transition process by training and building the capacity of the national security forces, in compliance with the human rights due diligence policy and in close cooperation with key bilateral and multilateral partners. MONUSCO will also provide technical support to strengthen the oversight and accountability mechanisms of the Congolese National Police and FARDC.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "33.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "MONUSCO will continue to support Congolese authorities in reinforcing national coordination mechanisms for security sector reform and effectively monitoring its implementation at the national and provincial levels. The Mission will focus on strengthening civilian oversight of the security sector, promoting gender aspects in security institutions’ standard operating procedures, and pursuing professionalism and accountability.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "34.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Mission will support the integration of accountability and transitional justice dimensions into the disarmament, demobilization, community recovery and stabilization programme. It will also support the deployment of responsible national security forces, which is crucial for a responsible transition, by enhancing accountability and respect for human rights and international humanitarian law, taking into consideration challenges resulting from the reinstatement of the death penalty.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "35.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "MONUSCO good offices will support an integrated United Nations approach to justice sector reform through support for the Joint Justice Reform Support Programme, including the provision of technical expertise to address prolonged detention, impunity, accountability and access to justice. Following the attempted mass escape in Makala prison, the Mission will continue to advocate for a responsible decongestion of prisons, with a particular focus on the separation of women prisoners and the provision of specific facilities for minors. MONUSCO will continue to reinforce security in six priority prisons and work to develop the competencies of prison personnel in security, human rights, prison intelligence and the management of high-risk prisoners, including violent extremists. Mission personnel will co-locate in prisons in North Kivu and Ituri and provide remote support to Kabare prison for the implementation of the pilot deradicalization project in collaboration with the United Nations Office on Drugs and Crime. MONUSCO will also continue its strategic support for the Ministry of Justice on prison reform.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "36.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Mission will continue to prioritize the meaningful participation of women and young people in regional processes, with a focus on the Luanda process, while supporting national efforts to address hate speech, incitement to violence, misinformation and disinformation. The Mission will also continue to integrate a gender perspective into its support for Congolese institutions and actors to advance the implementation of Security Council resolutions 1325 (2000) on women and peace and security and 2250 (2015) on youth, peace and security across governance and security institutions. The Mission will implement a comprehensive approach to address challenges related to the participation of women in peace and political processes, to identify the needs of women, men, boys and girls, and to address obstacles to their participation in the national disarmament, demobilization, community recovery and stabilization programme. The Mission will continue to provide gender analyses of political, peace and security processes and initiatives, and build the capacity of national security actors and young people on positive masculinities to prevent and reduce sexual and gender-based violence.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "37.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["1325 (2000)", "https://docs.un.org/en/S/RES/1325(2000)"], ["2250 (2015)", "https://docs.un.org/en/S/RES/2250(2015)"]]}, {"text": "Mission support initiatives", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "During the 2025/26 period, the key strategic objectives and initiatives in terms of mission support will be implemented in the context of the disengagement process and the consolidation of the Mission’s presence in Ituri and North Kivu. The Mission Support Division will provide the administrative and logistical support necessary to implement the mandate of MONUSCO, with three key objectives: (a) supporting the disengagement process and the transfer of functions and responsibilities to the Government; (b) adjusting the posture of the mission support component to support the operations of the force and the United Nations police to protect civilians, including by enhancing the mobility and capability of the force through the use of the unmanned aerial system and heavy-lift fixed-wing and rotary-wing aircraft; and (c) improving the safety and security of peacekeepers in line with the Action for Peacekeeping initiative of the Secretary-General.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "38.", "action_verb": "During", "action_verb_type": "preambular", "action_verb_normalized": "dur", "links": []}, {"text": "MONUSCO will improve the living and working conditions of its personnel, as well as their safety, by enhancing existing facilities and infrastructure, including camps and civilian premises, while prioritizing gender-sensitive accommodation. This will include improvements designed to prevent sexual exploitation and abuse, such as the installation of closed-circuit television (CCTV) systems and the continued implementation of projects under the Elsie Initiative for Women in Peace Operations to increase the deployment of women. The Mission will also continue to renovate roads and bridges to ensure the mobility of the force and seamless supply chain routes.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "39.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Mission will increase the production and use of renewable energy to align with the targets of the United Nations Secretariat climate action plan 2020–2030 for sustainable energy, upgrade sanitation facilities and wastewater systems, and establish three waste-management yards to strengthen environmental compliance and waste management practices. To mitigate its environmental impact, MONUSCO will implement multi-year management plans for energy and for the management of water, wastewater and solid waste. The Mission will perform environmental risk assessments to prevent wastewater leakage, contamination and other environmental damage in all of the Mission’s locations.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "40.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Mission will reduce its asset holdings, such as equipment and consumables, through rigorous inventory control, the disposal of unserviceable assets, the use of warehouse management and acquisition management systems supported by high-quality data, reporting using Umoja data analytics, and continually improved processes in its warehouses. The Mission will decentralize inventories across the warehouse hubs to avoid frequent stock-outs and the high cost of replenishment and minimize supply chain disruptions. The Mission will also strengthen collaboration with the Global Procurement Support Section in Entebbe to enhance regional contracts.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "41.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "New technology will be leveraged to support operational requirements; artificial intelligence will be used to combat misinformation, disinformation and hate speech; and intelligence-gathering and analytics will be employed in support of military operations and the safety and security of United Nations premises, properties and personnel across the Mission.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "42.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The proposed civilian staffing complement reflects an overall decrease of 17 posts and positions. This decrease is the effect of the proposed abolishment of 17 posts and positions (6 international staff, 4 National Professional Officer and 7 national General Service) and the nationalization of 2 posts, which were converted from the Field Service to the national General Service category.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "43.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In line with Security Council resolution 2717 (2023), MONUSCO had ceased operations in South Kivu by the end of the 2023/24 period. In conjunction with the withdrawal, the Mission, with the oversight of the Department of Operational Support, conducted a civilian staffing review from February to September 2024, in line with General Assembly resolution 76/274, to ensure that the staffing and structure of MONUSCO met the Mission’s priorities and that MONUSCO would be optimally positioned both to deliver its mandate and to meet the challenges associated with a gradual and phased disengagement from the Democratic Republic of the Congo.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "44.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["2717 (2023)", "https://docs.un.org/en/S/RES/2717(2023)"], ["76/274", "https://docs.un.org/en/A/RES/76/274"]]}, {"text": "The conduct of the civilian staffing review included a combination of qualitative and quantitative data analysis methods, including: (a) desk review of key documents (mission mandate, reports of the Secretary-General, budget reports, disengagement plan and other relevant documents); (b) review of the staffing tables and organizational charts, including staff and non-staff capacities, and vacant or loaned posts; (c) analysis of workforce requirements for each downsizing phase; (d) consultations with stakeholders at Headquarters; and (e) a field visit of the Department of Operational Support to MONUSCO from 26 May to 5 June 2024 to conduct interviews with relevant stakeholders focused on operational challenges, identifying areas of possible duplication and functional overlaps, and rationalizing processes and staffing levels.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "45.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The cross-cutting findings and recommendations to improve efficiency and effectiveness included post actions, such as repurposing and nationalization, and an organizational restructuring to enhance effectiveness for the implementation of key mandated tasks, including tasks in support of stabilization and the strengthening of national rule of law and security institutions. The review also identified gaps in workforce capabilities, opportunities to rationalize the organizational structure and staffing, and measures to improve partnerships with the United Nations country team and the Government of the Democratic Republic of the Congo during the transition process, notably in the context of an ongoing strategic discussion to address requirements and residual capacity for upcoming phases and to ensure that the Mission is prepared to meet future constantly evolving challenges. Furthermore, the lessons learned exercise conducted by the Mission on the withdrawal from South Kivu will further inform any upcoming phases of disengagement.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "46.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The review was undertaken in the context of a planned withdrawal process. However, its implementation has been on hold due to the need for further clarity on the timing and sequencing of future disengagement phases to be decided by the Security Council. Accordingly, the Mission is taking a phased approach and is proposing the nationalization of two posts and streamlined work processes to improve efficiency for the 2025/26 period. When the withdrawal process goes forward, the recommendations of the civilian staffing review will be revisited, and any related changes to the Mission’s staffing will be presented in future budget proposals.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "47.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The estimated resource requirements for the maintenance and operation of the Mission for the 2025/26 financial period reflect increased requirements due to the application of higher salary rates for national staff in the Democratic Republic of the Congo and for international staff compared with the rates applied in the approved budget for the 2024/25 period, as well as an increase in residential security reimbursement claims for individual uniformed personnel. The increased requirements are partly offset by reduced requirements for air operations due to plans to deploy a smaller number of aircraft, a lower number of projected flight hours in line with the pattern of flight utilization, and a lower price for fuel, in addition to lower requirements for military contingents as a result of higher estimated deductions for absent or non-functional contingent-owned equipment, offset in part by higher requirements for freight for the rotation of the equipment of a number of battalions and supporting units.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "48.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "C.\tRegional mission cooperation", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In line with Security Council resolution 2765 (2024), the Mission’s engagement with the Office of the Special Envoy for the Great Lakes, the United Nations Regional Office for Central Africa and the United Nations Office to the African Union will remain important, particularly within the framework of regional processes to support political solutions to the conflict, as well as to ensure regular collaboration among disarmament, demobilization and reintegration commissions across the region. MONUSCO will also continue its cooperation with the Office of the Special Envoy for the Great Lakes and other countries in the region, through the Contact and Coordination Group on non-military measures, to support the voluntary disarmament and repatriation of members of foreign armed groups operating in eastern Democratic Republic of the Congo. The Mission will further engage with signatory countries of the Peace, Security and Cooperation Framework for the Democratic Republic of the Congo and the Region, as well as with regional organizations and mechanisms, including the African Union, SADC, the International Conference on the Great Lakes Region and the East African Community, to advocate their support for the Government’s stabilization priorities. The Mission will also continue to support the implementation of regional peace initiatives, including the Nairobi and Luanda processes, to establish a climate of trust between the countries of the region and create the conditions for dialogue and political consultations to address insecurity in eastern Democratic Republic of the Congo.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "49.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["2765 (2024)", "https://docs.un.org/en/S/RES/2765(2024)"]]}, {"text": "During the 2025/26 period, MONUSCO will continue to manage the Entebbe Support Base and provide logistical and technical support services to the Regional Service Centre in Entebbe, Uganda, and other tenants, which include utilities, fuel, aviation and passenger services, medical services, maintenance of premises, and other transportation services, on a cost-recovery basis.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "50.", "action_verb": "During", "action_verb_type": "preambular", "action_verb_normalized": "dur", "links": []}, {"text": "D.\tPartnerships, country team coordination and integrated missions", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In the 2025/26 period, the Mission will enhance its collaboration with the United Nations country team and other partners to support the implementation of provincial transition plans in North Kivu and Ituri, in close coordination with the Government, to ensure a responsible and gradual drawdown. The provincial integrated transition teams and associated United Nations provincial teams will continue to play a critical role in ensuring coordinated efforts for an inclusive and effective transition process, through consultations with civil society organizations, multilateral and bilateral partners, and international financial institutions. In line with the priorities identified in the provincial transition plans, the United Nations Sustainable Development Cooperation Framework for the period 2025–2029 and the disengagement plan, the Mission will strengthen joint programming, knowledge transfer and collaboration with the country team and other partners to support the long-term capacity-building of Congolese institutions. MONUSCO will support joint programming of programmatic activities with the country team and the implementation of the joint provincial transition plans in North Kivu and Ituri. The Mission will also enhance coordination with the country team to plan for follow-on arrangements related to legacy issues, such as the prevention of sexual exploitation and abuse, strategic communication, situational awareness and analytical capacities. Moreover, early planning for an eventual reconfiguration of the Department of Safety and Security will be undertaken.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "51.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Mission will continue to contribute to an integrated United Nations approach towards peace, development and stability, in line with the implementation of the humanitarian, development and peace nexus approach, as well as with the implementation of the United Nations Sustainable Development Cooperation Framework for the period 2025–2029, which fully reflects the transition priorities. The Mission will also continue to contribute to the implementation of national commitments under the Peace, Security and Cooperation Framework for the Democratic Republic of the Congo and the Region, the second-generation national action plan on Security Council resolution 1325 (2000) on women and peace and security, and the national strategy for the implementation of Security Council resolution 2250 (2015) on youth, peace and security.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "52.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["1325 (2000)", "https://docs.un.org/en/S/RES/1325(2000)"], ["2250 (2015)", "https://docs.un.org/en/S/RES/2250(2015)"]]}, {"text": "Effective partnerships with international financial institutions and multilateral and bilateral partners will be critical to ensuring a gradual, responsible transition, particularly in the areas of justice; disarmament, demobilization and reintegration; policing; stabilization; protection of civilians; and human rights. Resource mobilization efforts will continue to be instrumental to sustaining the transition process, as well as peacebuilding interventions, on the basis of lessons learned from the Mission’s disengagement from South Kivu.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "53.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Mission will pursue its collaboration at the strategic and operational levels with national partners, the United Nations country team and key partners in support of the national disarmament, demobilization, community recovery and stabilization programme, as well as regional repatriation and resettlement mechanisms. To that end, the Mission will support the United Nations joint programme to build the capacity of the national institutions of the national disarmament, demobilization, community recovery and stabilization programme to implement the national programme and support the reinsertion and reintegration of former combatants and community members.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "54.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In line with the transition priorities jointly agreed with the Government, the Mission will continue to support an inclusive and nationally owned security sector reform process in order to strengthen transparency, responsibility, accountability, participation and responsiveness to the needs of the people; and to enhance the governance and overall performance of the security sector. The Mission will continue to collaborate with and support FARDC and the Congolese National Police to enhance their capacity to protect civilians. The Mission will support the development and implementation of a holistic, Congolese-led approach to the protection of civilians through early warning and response mechanisms, community-based protection mechanisms and strengthened partnerships with Government entities.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "55.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Mission will continue to support the implementation of the national justice reform policy through the new Joint Justice Reform Support Programme for the period 2025–2029. The programme will harness the expertise of United Nations agencies, fund and programmes and draw upon the efforts of the Office of the Special Envoy for the Great Lakes to address cross-border crimes. The Programme will also serve as a key transition tool, clarifying priority tasks and ensuring continued support for the justice and corrections sectors.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "56.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Mission will continue to collaborate with and support FARDC and the Congolese National Police in the implementation of their action plans to prevent and respond to sexual violence, in line with the spirit of the joint communiqué signed between the United Nations and the Democratic Republic of the Congo and its addendum. The Mission will continue to support the Congolese National Police on community policing and investigations related to serious, organized and transnational crimes and collaborate with judicial authorities for effective justice delivery. Closer collaboration will be sought with partners to support the coordinator of the special office of the President on youth, violence against women and trafficking in persons, as well as with the Ministry of Gender, Family and Children, and the Ministry of Human Rights. This will pave the way for the full operationalization of multisectoral integrated services for victims of sexual violence in conflict and gender-based sexual violence. Furthermore, the Mission will contribute to efforts led by the United Nations country team and the Office of the Special Envoy for the Great Lakes to ensure the implementation of the women and peace and security agenda.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "57.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "E.\tResults-based budgeting frameworks", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Executive direction and management", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Overall mission direction and management are to be provided by the immediate office of the Special Representative of the Secretary-General.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "58.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Table 1", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Human resources: executive direction and management", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Note: The following abbreviations are used in the tables: ASG, Assistant Secretary-General; FS, Field Service; NGS, national General Service; NPO, National Professional Officer; UNV, United Nations Volunteers; USG, Under-Secretary-General.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Funded under generl temporry ssistnce.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 5, "prefix": "a", "action_verb": "Funded", "action_verb_type": "preambular", "action_verb_normalized": "funded", "links": []}, {"text": "Table 2", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Human resources: executive direction and management", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Office of the Chief of Staff", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Legal Affairs Office", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In the first quarter of 2021, the United Nations healthcare insurance provider in the Democratic Republic of the Congo detected a significant number of suspected medical insurance fraud cases. In order to assist in the disciplinary processes and the financial recovery in these cases and to defend the Organization before the United Nations Dispute Tribunal, a position of Legal Officer (P-3), funded under general temporary assistance, was established. In view of the number of currently open cases and the continuation of the Office of Internal Oversight Services (OIOS) investigations in the 2025/26 period, it is proposed that the position of Legal Officer (P-3) be retained. The incumbent will work on processing the open cases, as well as the additional cases referred by OIOS for appropriate action, and to defend the Organization before the Dispute Tribunal regarding the imposition of disciplinary and financial recovery measures.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "59.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Office of the Deputy Special Representative of the Secretary-General (Protection and Operations)", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A position of Programme Management Officer (P-4), funded under general temporary assistance, was established on 1 July 2022 to direct the implementation of the mine action programme in MONUSCO. In view of the continuation of the programme in the 2025/26 period, it is proposed that the position of Programme Management Officer (P-4) be retained. The incumbent develops the Mission’s mine action programme strategy; leads operational planning, programme design and responses to threats; supports advocacy efforts; and oversees the delivery and performance of implementing partners.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "60.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Component 1: protection of civilians", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Table 3", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Human resources: component 1, protection of civilians", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Table 4", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Human resources: protection of civilians", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Joint Human Rights Office", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "It is proposed that one post of Associate Human Rights Officer (National Professional Officer) and one post of Human Rights Assistant (national General Service) be abolished as a result of the Mission’s reduction of its residual capacity in South Kivu.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "61.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Component 2: support to stabilization and the strengthening of State institutions in the Democratic Republic of the Congo and key governance and security reforms", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Table 5", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Human resources: component 2, support to stabilization and the strengthening of State institutions in the Democratic Republic of the Congo and key governance and security reforms", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Funded under generl temporry ssistnce.", "type": "paragraph", "heading_level": null, "paragraph_type": null, "paragraph_level": 5, "prefix": "a", "action_verb": "Funded", "action_verb_type": "preambular", "action_verb_normalized": "funded", "links": []}, {"text": "Table 6", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Human resources: support to stabilization and the strengthening of State institutions in the Democratic Republic of the Congo and key governance and security reforms", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Disarmament, Demobilization and Reintegration Section", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "It is proposed that one position of Disarmament, Demobilization and Reintegration Officer (National Professional Officer) be abolished as a result of the Mission’s reduction of its residual capacity in South Kivu.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "62.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "During the 2025/26 period, MONUSCO will continue to focus, in Ituri and North Kivu, on accelerating the implementation of the national disarmament, demobilization, community recovery and stabilization programme. The Mission will provide capacity-building and technical support in planning, implementing and evaluating the programme; provide support, including logistical support, to streamline the disarmament and demobilization processes; and implement community violence reduction projects to kick-start community reinsertion and effective engagement of armed groups. Furthermore, the Mission will support the disarmament, demobilization, repatriation, resettlement and reintegration of foreign combatants and their dependants through the provision of operational support to the Contact and Coordination Group in collaboration with the Office of the Special Envoy for the Great Lakes. Accordingly, it is proposed that 4 positions of Disarmament, Demobilization and Reintegration Officer (National Professional Officer), 2 positions of Associate Disarmament, Demobilization and Reintegration Officer (National Professional Officer) and 30 positions of Disarmament, Demobilization and Reintegration Assistant (national General Service) be retained.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "63.", "action_verb": "During", "action_verb_type": "preambular", "action_verb_normalized": "dur", "links": []}, {"text": "Stabilization Support Unit", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Democratic Republic of Congo has adopted a national strategy for the implementation of the disarmament, demobilization, community recovery and stabilization programme for ex-combatants, which is expected to continue in the 2025/26 period. It is proposed that the position of Principal Coordination Officer (D-1), as the Mission’s main interlocutor on the programme at the strategic level, be retained. The Principal Coordination Officer will coordinate support for the national programme among partners of the United Nations system, national authorities and international partners, including Member States; undertake high-level political engagements, with frequent interactions with the presidency, the Prime Minister’s Office and ambassadors; provide strategic advice to the Government; and manage the Stabilization Coherence Fund.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "64.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Justice Support Section", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "It is proposed that one post of Associate Judicial Affairs Officer (National Professional Officer) be abolished as a result of the Mission’s reduction of its residual capacity in South Kivu.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "65.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "During the 2025/26 period, the Justice Support Section will continue its efforts, in the context of the transition, to enhance coordination on issues related to the rule of law with national authorities, the United Nations country team and international partners. The Joint Justice Reform Support Programme is a key transition tool, and the Senior Judicial Affairs Officer (P-5) will play a significant role in ensuring its success, enabling the sustained strategic engagement of the Mission in the programme and undertaking planning and programmatic work, both for the current programme and for the development of a successor programme to be anchored in the United Nations Sustainable Development Cooperation Framework for the period 2025–2029. It is therefore proposed that the position of Senior Judicial Affairs Officer (P-5) be retained to ensure the sustainability of the achievements in the justice sector.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "66.", "action_verb": "During", "action_verb_type": "preambular", "action_verb_normalized": "dur", "links": []}, {"text": "Political Affairs Division", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "It is proposed that one post of Senior Political Affairs Officer (P-5) and one post of Political Affairs Officer (P-3) be abolished as a result of the Mission’s reduction of its residual capacity in South Kivu.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "67.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Office of Public Information", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "It is proposed that one post of Assistant Public Information Officer (National Professional Officer) be abolished as a result of the Mission’s reduction of its residual capacity in South Kivu.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "68.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In line with requests of the General Assembly, including in paragraph 34 of its resolution 76/274, in which it requested the Secretary-General to consider options for greater nationalization of functions when formulating budget submissions, commensurate with mission mandates and requirements where applicable, it is proposed that two posts of TV/Video Assistant (Field service) be converted to two posts of TV/Video Assistant (national General Service).", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "69.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["76/274", "https://docs.un.org/en/A/RES/76/274"]]}, {"text": "Component 3: support", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Table 7", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Human resources: component 3, support", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Table 8", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Human resources: support", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Security and Safety Section", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "It is proposed that one post of Security Officer (Field Service) and two posts of Field Security Guard (national General Service) be abolished as a result of the Mission’s reduction of its residual capacity in South Kivu.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "70.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Mission Support Centre", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "It is proposed that two posts of Logistics Assistant (1 Field Service and 1 national General Service) be abolished as a result of the Mission’s reduction of its residual capacity in South Kivu.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "71.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Field Technology Section", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "It is proposed that one post of Telecommunications Assistant (Field Service) be abolished as a result of the Mission’s reduction of its residual capacity in South Kivu.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "72.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Engineering Section", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "It is proposed that one post of Construction and Maintenance Worker (national General Service) and one post of Electrician (national General Service) be abolished as a result of the Mission’s reduction of its residual capacity in South Kivu.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "73.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Transport Section", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "It is proposed that one post of Vehicle Technician (national General Service) be abolished as a result of the Mission’s reduction of its residual capacity in South Kivu.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "74.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Movement Control Section", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "It is proposed that one post of Movement Control Assistant (Field Service) be abolished as a result of the Mission’s reduction of its residual capacity in South Kivu.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "75.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Evaluation activities", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The following evaluations completed in the 2023/24 period have guided the proposed planning for the 2025/26 period:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "76.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "External evaluations: (i) 2024 OIOS triennial review report on the implementation of the recommendations contained in the 2019 OIOS report on the evaluation of the effectiveness of human rights monitoring, reporting and follow-up in the United Nations multi-dimensional peacekeeping missions; and (ii) 2024 OIOS synthesis of secondary evidence on the impact of MONUSCO on the protection of civilians and human rights;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(a)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Internal evaluations: (i) evaluation of the quick-impact projects and community violence reduction programme, focused on an analysis of project selection, implementation and impact; (ii) evaluations of the functioning of protection of civilian mechanisms and tools; (iii) evaluation of justice support activities in South Kivu, focusing on the Mission’s withdrawal and its legacy for the national justice system; and (iv) evaluation to identify lessons learned and best practices from the two-year implementation of the Tanganyika transition plan following the departure of MONUSCO from the province in June 2022.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(b)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In response to the results of the evaluations referenced above, the Mission ensured that key findings, lessons learned and recommendations were incorporated into the planning for the 2025/26 period. These include increased coherence and effectiveness of human rights monitoring and reporting, strengthening of the programme support framework for quick-impact projects and community violence reduction projects, adjustment of the Mission’s tools to address misinformation and disinformation, capacity-building of local and territorial security governance actors to improve the quality of security assessments, and accelerated efforts to combat impunity and improve access to justice.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "77.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The plan for the 2025/26 period incorporates several key actions regarding the preparation for the disengagement in North Kivu and Ituri, including initiating joint provincial and national planning and analysis, as well as conducting a mapping of MONUSCO tasks, stakeholder interventions and the capacity of the United Nations country team.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "78.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The following self-evaluations are planned for the 2025/26 period: (a) evaluation of the security situation in 14 territories of North Kivu and Ituri to assess the functioning of Consultative Commission for the Resolution of Customary Conflicts and local protection and security committees; (b) annual evaluation of the implementation of quick-impact projects and other programmatic activities, including in the context of the disengagement and transition; (c) annual evaluation of the implementation of the United Nations Joint Police Reform Support Programme to assess its effectiveness and alignment with strategic objectives; (d) evaluation of the impact of the specialized police team project on enhancing local policing capabilities; (e) evaluation of the disarmament, demobilization and reintegration programme; (f) evaluation of the implementation of the provincial road map for the transition in South Kivu; and (g) evaluation of the implementation of the activities of the Justice Support Section focused on enhancing the functionality and accountability of judicial institutions and actors.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "79.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Financial resources", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "II.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A.\tOverall", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(Thousands of United States dollars; budget year is from 1 July to 30 June)", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "(Thousands", "action_verb_type": "operative", "action_verb_normalized": "(thousand", "links": []}, {"text": "B.\tNon-budgeted contributions", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The estimated value of non-budgeted contributions for the period from 1 July 2025 to 30 June 2026 is as follows:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "80.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(Thousands of United States dollars)", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "(Thousands", "action_verb_type": "operative", "action_verb_normalized": "(thousand", "links": []}, {"text": "Inclusive of estimted rentl vlue of government-provided lnd nd fcilities, lnding rights t irports, irport fees, vehicle registrtion, driver’s licences nd rdio frequency fees.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 5, "prefix": "a", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "C.\tEfficiency gains", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The cost estimates for the period from 1 July 2025 to 30 June 2026 take into account the following efficiency initiatives:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "81.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(Thousands of United States dollars)", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "(Thousands", "action_verb_type": "operative", "action_verb_normalized": "(thousand", "links": []}, {"text": "The Mission is implementing a comprehensive strategy to improve operational efficiency, focusing on reducing lead times and minimizing resource consumption, particularly during the transition and disengagement phases. In addition to the reduction in the consumption of water, electricity and fuel, in line with the environmental policy, the Mission proactively coordinates with State and local authorities to secure timely government clearance for the import and export of contingent-owned equipment and ammunition, thereby preventing delays and demurrage charges from freight forwarders. Furthermore, the Mission facilitates asset transfers from closing offices to other mission locations and asset disposal through sale and donation while ensuring timely approval from troop- and police-contributing countries for the on-site disposal of unserviceable contingent-owned equipment and ammunition, as a more economical alternative to repatriation.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "82.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "D.\tVacancy factors", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The cost estimates for the period from 1 July 2025 to 30 June 2026 take into account the following vacancy factors:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "83.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(Percentage)", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Funded under generl temporry ssistnce.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 5, "prefix": "a", "action_verb": "Funded", "action_verb_type": "preambular", "action_verb_normalized": "funded", "links": []}, {"text": "The assumptions considered for the vacancy factors include the current 12-month average vacancy rate, from January to December 2024, or the actual vacancy rate as at 31 December 2024, as well as the planned deployment of uniformed personnel. This is in line with the policy guidance provided to improve the accuracy and consistency of the vacancy factors applied in the proposed budgets for the 2025/26 period and to ensure that proposed vacancy rates are based, as much as possible, on actual rates. A vacancy rate of 50 per cent has been applied in the calculation of costs for the proposed conversions.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "84.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "E.\tContingent-owned equipment: major equipment and self-sustainment", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Requirements for the period from 1 July 2025 to 30 June 2026 are based on standard reimbursement rates for major equipment (wet lease) and self-sustainment in the total amount of $113,814,300, as follows:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "85.", "action_verb": "Requirements", "action_verb_type": "operative", "action_verb_normalized": "requirement", "links": []}, {"text": "(Thousands of United States dollars)", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "(Thousands", "action_verb_type": "operative", "action_verb_normalized": "(thousand", "links": []}, {"text": "F.\tTraining", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The estimated resource requirements for training for the period from 1 July 2025 to 30 June 2026 are as follows:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "86.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(Thousands of United States dollars)", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "(Thousands", "action_verb_type": "operative", "action_verb_normalized": "(thousand", "links": []}, {"text": "The number of participants planned for the period from 1 July 2025 to 30 June 2026, compared with previous periods, is as follows:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "87.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(Number of participants)", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Includes the United Ntions Logistics Bse t Brindisi, Itly, nd outside the mission re.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 5, "prefix": "a", "action_verb": "Includes", "action_verb_type": "operative", "action_verb_normalized": "includ", "links": []}, {"text": "MONUSCO will continue to focus on training as a vehicle for mandate implementation, support increased compliance with mandatory training courses and build national capacity as the Mission continues its transition phase. Career-focused training will be provided to civilian staff to enhance their future employability outside the United Nations. The Mission will continue to provide training on the protection of civilians, child protection, conflict-related sexual violence and gender using various platforms to maximize attendance in a cost-effective way.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "88.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Training Unit will work with sections to develop and deliver training to staff on the protection of civilians, information sensitivity, human rights investigation and reporting, HIV/AIDS, and sexual exploitation and abuse. MONUSCO will continue to provide training on demand to managers to reduce work-related conflicts and improve productivity in areas such as air safety, dangerous goods and firearms, finance, budgeting, acquisition, entrepreneurship, leadership, warehousing and security.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "89.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Mission will promote-on-the job training that is cost-effective and relevant to the job. It will facilitate staff participation in relevant training organized outside of the mission at the United Nations Logistics Base at Brindisi, the Regional Service Centre in Entebbe and other locations. Language training will continue virtually to improve the language skills of staff members. Learning and the upgrading of skills will continue in field offices and other locations through package training. MONUSCO will endeavour to increase the number of staff trained to improve service delivery.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "90.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "G.\tOfficial travel, non-training", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The resource requirements for official travel, non-training, for the period from 1 July 2025 to 30 June 2026 are estimated at $4,230,500, as follows:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "91.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Mission’s planned official travel in support of its mandate includes a range of travel within and outside the mission area for: (a) political engagement with national partners to support peace and security efforts in eastern Democratic Republic of the Congo; (b) meetings with the Special Envoy for the Great Lakes, the African Union, the Security Council and the General Assembly; (c) missions to field offices to enhance coordination, conduct outreach and facilitate political dialogue in hotspot areas; (d) meetings of the Human Rights Council, the annual meeting on the protection of civilians and conflict-related sexual violence, and meetings with regional bodies such as SADC, the East African Community and the Nairobi peace process; (e) joint protection missions, joint assessment missions, investigation and fact-finding missions on violations of human rights and international humanitarian law, including conflict-related sexual violence, protection missions for victims and witnesses of serious human rights violations, and field missions to support the implementation of the action plan on sexual and gender-based violence within FARDC and the Congolese National Police; (f) field mission visits to sectors and field offices for military observation, performance assessment tasks, inspection of camps and review of ammunition; (g) missions to undertake research and follow-up on command and control and the organization of armed groups, and participation in workshops for information-sharing purposes on armed groups with relevant actors; (h) missions to conduct environmental awareness briefings aimed at troop- and police-contributing countries, environmental inspections, assessment of the implementation of environmental requirements, and other support services; and (i) missions in support of the deployment of SAMIDRC.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "92.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "H.\tAnalysis of requirements for air operations", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The flight hour utilization rates for the periods from 2021/22 to 2023/24, the approved and proposed number of flight hours for the 2024/25 and 2025/26 periods, respectively, and the number of flight hours calculated on the basis of the new policy guidance are as follows:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "93.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Mission will deploy 28 aircraft in various locations in eastern Democratic Republic of the Congo where the Mission has field offices, and in Kinshasa, to carry passengers and cargo; for patrols, observation and protection; for medical and casualty evacuations; and for search and rescue. The proposed number of flight hours takes into account the Mission’s pattern of flight utilization rates. However, and on an exceptional basis, for fixed-wing aircraft, the proposed number of flight hours takes into account the need to support FARDC in its fight against armed groups, the mandated support to SAMIDRC, and the support for the reinforced ad hoc verification mechanism. For helicopters, the proposed number of flight hours takes into account the fact that assets that were repatriated in the 2022/23 period and could not be deployed since then, are being deployed during the 2024/25 period and will be fully operational during the 2025/26 period. The Mission’s air operations have shifted from helicopter-centric to fixed-wing-centric, mostly due to air threats over North Kivu. This has resulted in a lower flight-hour utilization than planned for helicopters. One military aviation unit that has consistently underperformed by not meeting the minimum crew and air asset availability requirements will be repatriated by 30 June 2025.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "94.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Programmatic activities", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "I.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The estimated resource requirements for programmatic activities for the period from 1 July 2025 to 30 June 2026 are estimated at $27,239,300 as follows:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "95.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(Thousands of United States dollars)", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "(Thousands", "action_verb_type": "operative", "action_verb_normalized": "(thousand", "links": []}, {"text": "Detailed information is provided under the relevant outputs in the results-based budgeting frameworks. The proposed resource requirements provide for the following activities to be implemented by the Mission during the budget period:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "96.", "action_verb": "Detailed", "action_verb_type": "preambular", "action_verb_normalized": "detailed", "links": []}, {"text": "Mine detection and mine clearing services: MONUSCO will help build the capacity of the Congolese security forces on explosive ordnance threat mitigation and safe practices in identifying, handling and disposing of improvised explosive devices. The Mission will also continue to address directly the threat posed by explosive hazards through the survey, clearance and disposal of explosive hazards in response to alerts by communities in North Kivu and Ituri;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(a)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Rule of law and security sector reform: The Mission will work with the national authorities to strengthen the Congolese judicial system in order to investigate and prosecute all those allegedly responsible for genocide, war crimes and crimes against humanity and violations of international humanitarian law, and violations or abuses of human rights. Support will be provided for the reinforcement of justice institutions through capacity-building for judicial actors, mobile court hearings and judicial inspections to facilitate access to justice and address the issue of prolonged pretrial detention and overcrowding of prisons. In addition, support will be provided to disciplinary and accountability mechanisms through training and the organization of disciplinary chamber hearings. MONUSCO will also support the revision of the existing legal and institutional frameworks to ensure a more modern, efficient and transparent police service. In support of the prison deradicalization strategy, as well as the humane and safe management of high-risk prisons, MONUSCO will build the capacity of prison managers and train trainers on the management of violent offenders, intelligence gathering and deradicalization. On security sector reform, MONUSCO will increase its technical support for key governance actors to strengthen their capacity in executing oversight, control and democratic accountability of the security sector;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(b)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Promotion and protection of human rights: MONUSCO will ensure that human rights considerations are mainstreamed in the various institutional reform processes and in the disarmament, demobilization, community recovery and stabilization programme. The Mission will support the transitional justice process to respond to the legacies of serious human rights violations committed over decades in the country. The Mission will also support national efforts to expand the capacity of the follow-up committees on human rights violations designed to address such violations committed by State security actors. The Mission will work closely with justice, law enforcement and military authorities, as well as civil society organizations, to support national ownership of prevention and response strategies related to conflict-related sexual violence. MONUSCO will support capacity development for the collection, analysis and reporting of information on conflict-related human rights violations and sexual violence in high-risk areas, and preserve and strengthen the monitoring and reporting mechanism on grave violations against children in conflict, including by building the capacity of the personnel of the National Human Rights Commission;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(c)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Community stabilization projects: MONUSCO will continue to build the capacity of provincial governments and local communities to improve and manage their own protection. The Mission and its partners will also collect and analyse data on local perceptions of security, justice and social cohesion, as well as stabilization and peace consolidation. A community engagement programme aimed at building the capacity of the media and civil society organizations will be implemented, to track and respond to misinformation, disinformation and hate speech. Lastly, the Mission will support initiatives to enhance the capacity of State institutions to prevent the recruitment of children by armed groups and protect their fundamental rights;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(d)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Peace consolidation: MONUSCO and its partners will support local conflict resolution initiatives and conduct community awareness-raising sessions to address conflicts, including land conflicts, and reduce tensions and intercommunal violence in North Kivu and Ituri. The Mission will also support the Consultative Commission for the Resolution of Customary Conflicts in addressing customary power conflicts. In furtherance of the transition and transfer of responsibilities, MONUSCO will ensure that provincial integrated transition teams are operational and develop and implement provincial transition plans; and support a Congolese-led approach to the protection of civilians by strengthening existing protection, early warning and response mechanisms and collaborating with State and non-State actors to increase the Government’s readiness to manage the population’s protection needs;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(e)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Confidence-building and trust in security institutions: MONUSCO will maintain its technical and logistical support for activities related to the operational strategy for combating insecurity with a view to a responsible transfer of the responsibilities under the strategy to the Congolese National Police. In support of political engagement, MONUSCO will conduct “political cafés” which facilitate exchanges with political actors and civil society organizations, and support the community of practice on peacebuilding and interfaith engagement on specific issues in North Kivu and Ituri. In the context of regional peace processes, MONUSCO will support the implementation of the Luanda process;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(f)", "action_verb": "Confidence-building", "action_verb_type": "preambular", "action_verb_normalized": "confidence-build", "links": []}, {"text": "Community violence reduction: The Mission will continue its community violence reduction programme in Ituri and North Kivu to support disengaged combatants, vulnerable youth and other community members in securing alternate livelihoods, thereby reducing the incentives for them to join armed groups and reducing violence, and to foster reconciliation and social cohesion. The major areas of intervention will include income-generating activities, vocational training and the construction of training centres;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(g)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Disarmament, demobilization, reintegration and repatriation: In support of the Nairobi and Luanda processes, as well as the disarmament, demobilization, community recovery and stabilization programme, the Mission will use its good offices with foreign and local armed groups, communities and international partners to find durable solutions to ongoing conflicts in Ituri and North Kivu, and provide expert advice on the effectiveness of repatriation pathways;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(h)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Women and peace and security: The Mission will continue to support women’s mediation networks in Ituri and North Kivu and empower women to contribute to security, social cohesion and development in Ituri and North Kivu;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(i)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Youth, peace and security: The Mission will build the knowledge of members of youth groups on security sector governance, for improved oversight and local ownership, and survey their perception of the security sector in conflict-affected territories for an inclusive security sector reform;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(j)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Support for national processes, including electoral assistance: MONUSCO will reinforce local ownership of tools and mechanisms related to the protection of civilians among local authorities through capacity-building and awareness-raising sessions to strengthen gender sensitivity within the local protection committees and community alert network mechanisms for early warning, and capacity-building sessions for provincial authorities and focal points of civilian alert networks on the functioning and management of the permanent and emergency alert hubs;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(k)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Small arms and light weapons management: MONUSCO will support the Government’s efforts to control small arms and light weapons; advocate for the ratification of the various laws and instruments on small arms and light weapons, which should allow the Government to effectively monitor their movement in the eastern provinces; support the construction of armouries to secure weapons; provide specialized weapons and ammunition training; and support the production of nationally standardized procedures to enhance weapons and ammunition management;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(l)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Sanctions regime: The Mission will maintain its programme of monitoring and tracking, with the intent of disrupting, ongoing trafficking and illegal circulation of arms and related equipment used by armed groups into and within the Democratic Republic of the Congo. The Mission will also build the capacity of national institutions to trace small arms and light weapons, and associated munitions.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(m)", "action_verb": "Sanctions", "action_verb_type": "operative", "action_verb_normalized": "sanction", "links": []}, {"text": "J.\tQuick-impact projects", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The estimated resource requirements for quick-impact projects for the period from 1 July 2025 to 30 June 2026, compared with previous periods, are as follows:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "97.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(Thousands of United States dollars)", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "(Thousands", "action_verb_type": "operative", "action_verb_normalized": "(thousand", "links": []}, {"text": "The proposed resource requirements for the 2025/26 period will amount to $1 million. The implementation of quick-impact projects will continue to be an effective confidence-building tool shared between the Congolese population and MONUSCO through the joint design and execution of projects that address the immediate needs of communities in areas where MONUSCO is still present. The quick-impact projects will include the provision of lighting through the installation of solar panels for markets and key public areas; the construction or rehabilitation of critical health centres, school buildings and water points; the construction of and provision of equipment to vocational training centres; bridge repairs; the rehabilitation of police stations and administration buildings; the provision of psychosocial support to victims of sexual and gender-based violence; and awareness-raising activities and awareness campaigns to increase the public’s understanding of the Mission’s mandate.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "98.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Analysis of variances", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "III.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The reduced requirements are due primarily to the implementation of the administrative instruction on mission subsistence allowance (ST/AI/2021/2/Rev.1), which states that the meals and miscellaneous expenses components of the allowance shall not be payable during official travel.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "99.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["ST/AI/2021/2/Rev.1", "https://undocs.org/en/ST/AI/2021/2/Rev.1"]]}, {"text": "The reduced requirements are due primarily to: (a) higher estimated deductions for absent or non-functional contingent-owned equipment against troop reimbursement costs based on historical trends compared with the deductions in the approved budget for the 2024/25 period; (b) the application of higher deductions for non-functional major contingent-owned equipment; (c) a decrease in the daily cost of rations from $8.20 per person per day in the 2024/25 period to $7.74 per person per day in the 2025/26 period; and (d) a decrease in the hourly flight cost of charter flights.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "100.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The reduced requirements are offset in part by higher requirements for freight for the rotation of the equipment of a number of battalions and supporting units, and improved performance compared with standards set in the memorandums of understanding for the self-sustainment of contingent-owned equipment.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "101.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The reduced requirements are due primarily to the implementation of ST/AI/2021/2/Rev.1, which states that the meals and miscellaneous expenses components of the mission subsistence allowance shall not be payable during official travel.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "102.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["ST/AI/2021/2/Rev.1", "https://undocs.org/en/ST/AI/2021/2/Rev.1"]]}, {"text": "The increased requirements are due primarily to: (a) lower estimated deductions for absent or non-functional contingent-owned equipment against police reimbursement costs based on historical trends compared with the deductions in the approved budget for the 2024/25 period; and (b) increased warehousing costs in line with the rations contract.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "103.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The increased requirements are due primarily to the application of higher salary and common staff rates compared with the rates applied in the approved budget for the 2024/25 period.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "104.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The increased requirements are offset in part by (a) the application of a higher vacancy rate of 13 per cent compared with a vacancy rate of 10 per cent in the approved budget for the 2024/25 period; and (b) the abolishment of six posts and the nationalization of two posts.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "105.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The increased requirements are due primarily to: (a) the application of higher salary rates compared with the rates in the approved budget for the 2024/25 period; and (b) the application of a lower vacancy rate of 10.6 per cent compared with a vacancy rate of 11.8 per cent in the approved budget.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "106.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The increased requirements are offset in part by the abolishment of three posts.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "107.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The increased requirements are due primarily to: (a) the application of higher salary rates compared with the rates in the approved budget for the 2024/25 period; and (b) the nationalization of two posts.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "108.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The increased requirements are offset in part by: (a) the abolishment of seven posts; and (b) the application of a higher vacancy rate of 12.2 per cent compared with a vacancy rate of 6.6 per cent in the approved budget for the 2024/25 period.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "109.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The increased requirements are due primarily to: (a) an increase in the living allowance; (b) the establishment of an accommodation supplement for volunteers based in Kinshasa; and (c) an increase in the requirements related to home visits, as well as assignment and repatriation.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "110.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The increased requirements are offset in part by: (a) the application of a higher vacancy rate for international United Nations Volunteers of 5.2 per cent compared with a vacancy rate of 3.8 per cent in the approved budget for the 2024/25 period; and (b) the lower cost of medical insurance.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "111.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The increased requirements are due primarily to: (a) the application of higher salary and common staff rates compared with the rates applied in the approved budget for the 2024/25 period for international staff; and (b) the application of a lower vacancy rate of 0 per cent compared with a vacancy rate of 20 per cent in the approved budget for international staff.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "112.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The reduced requirements are due primarily to the discontinuation of two consultancies: one related to the provision of technical support to strengthen the mining sector and one related to the provision of information on organizational structures, entities and stakeholders within the security forces.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "113.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The increased requirements are due primarily to: (a) the implementation of ST/AI/2021/2/Rev.1, which states that, during official travel, mission subsistence allowance recipients shall receive the daily subsistence allowance; (b) increased engagement with SAMIDRC in line with Security Council resolution 2746 (2024), in which the Mission was requested to support SAMIDRC through enhanced coordination, information-sharing and technical assistance in furtherance of the Mission’s mandate; and (c) the need for further regional engagement by the Special Representative of the Secretary-General in support of the Luanda process, as well as other initiatives involving regional and subregional organizations.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "114.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["ST/AI/2021/2/Rev.1", "https://undocs.org/en/ST/AI/2021/2/Rev.1"], ["2746 (2024)", "https://undocs.org/en/S/RES/2746(2024)"]]}, {"text": "The increased requirements are due primarily to: (a) an increase in residential security reimbursement claims for individual uniformed personnel; (b) the acquisition of prefabricated facilities to improve the living conditions of military and police personnel; and (c) the acquisition of defence barriers and gabions to improve the security of the Mission’s facilities.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "115.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The increased requirements are offset in part by: (a) lower operational and management fees, as well as the absence of mobilization fees under the fuel contract; (b) a lower estimated average price of fuel of $1.005 per litre for diesel and $0.95 per litre for kerosene compared with a price of $1.083 per litre for diesel and $1.030 per litre for kerosene included in the approved budget for the 2024/25 period; (c) the discontinuation of the one-time provision for the closure of 10 camps and environmental clean-up as a result of the Mission’s withdrawal from South Kivu; (d) the receipt by the Mission of equipment and supplies from the United Nations Multidimensional Integrated Stabilization Mission in Mali; and (e) lower requirements for utilities due to the closure of the office in Bukavu and a reduction in water consumption and in the production of waste mission-wide in line with the Mission’s environmental policy.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "116.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The increased requirements are due primarily to the planned replacement of 30 light passenger vehicles and 5 medium buses that are past their life expectancy.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "117.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The reduced requirements are due primarily to: (a) the repatriation of two helicopters; (b) a lower number of flight hours in line with the pattern of flight utilization; (c) lower requirements for fuel as a result of lower operational and management fees, the absence of mobilization fees, a lower estimated average price of fuel of $0.94 per litre compared with a price of $1.013 per litre included in the approved budget for the 2024/25 period, and a reduction in consumption as a result of a reduction in the number of aircraft and flight hours; and (d) the absence of requirements for painting, positioning and depositioning for the unmanned aerial system as a result of the extension of the existing contract.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "118.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The increased requirements are due primarily to the acquisition of sea containers for the transportation of prefabricated facilities.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "119.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The increased requirements are due primarily to: (a) the acquisition of video, audio and interpretation equipment to replace obsolete systems and upgrade the existing videoconference and interpretation facilities across the Mission; and (b) increased outreach activities on gender issues.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "120.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The increased requirements are offset in part by: (a) decreased requirements due to the lower cost of transponder services; and (b) the reconfiguration of local Internet provider infrastructure.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "121.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The reduced requirements are due primarily to the current stock levels of medical supplies and equipment.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "122.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The increased requirements are due primarily to: (a) changes in the average monthly salary rates for individual contractors; and (b) higher requirements for freight related to the acquisition of 30 light passenger vehicles and 5 medium buses.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "123.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The reduced requirements are due to a reduction in the number of projects, in line with the Mission’s withdrawal from South Kivu, as the Mission seeks to prioritize projects that deliver measurable results and can be implemented during the budget period.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "124.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Actions to be taken by the General Assembly", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "IV.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The actions to be taken by the General Assembly in connection with the financing of the United Nations Organization Stabilization Mission in the Democratic Republic of the Congo are:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "125.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Appropriation of the amount of $914,501,700 for the maintenance of the Mission for the 12-month period from 1 July 2025 to 30 June 2026;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(a)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Assessment of the amount in subparagraph (a) above at a monthly rate of $76,208,475 should the Security Council decide to continue the mandate of the Mission.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(b)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Summary of follow-up action taken to implement the decisions and requests of the General Assembly in its resolutions 76/274 and 78/301, including the requests and recommendations of the Advisory Committee on Administrative and Budgetary Questions endorsed by the Assembly", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "V.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["76/274", "https://undocs.org/en/A/RES/76/274"], ["78/301", "https://undocs.org/en/A/RES/78/301"]]}, {"text": "A.\tGeneral Assembly", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Cross-cutting issues", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(Resolution 76/274)", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["76/274", "https://undocs.org/en/A/RES/76/274"]]}, {"text": "Financing of the United Nations Organization Stabilization Mission in the Democratic Republic of the Congo", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(Resolution 78/301)", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["78/301", "https://undocs.org/en/A/RES/78/301"]]}, {"text": "B.\tAdvisory Committee on Administrative and Budgetary Questions", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Financing of the United Nations Organization Stabilization Mission in the Democratic Republic of the Congo", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(A/78/744/Add.9 and General Assembly resolution 78/301)", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["A/78/744/Add.9", "https://undocs.org/en/A/78/744/Add.9"], ["78/301", "https://undocs.org/en/A/RES/78/301"]]}, {"text": "Annex", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Organization charts", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A.\tSubstantive", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Abbreviations: ASG, Assistant Secretary-General; FS, Field Service; GTA, general temporary assistance; NGS, national General Service; NPO, National Professional Officer; USG, Under-Secretary-General; UNV, United Nations Volunteer.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Conversion.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 5, "prefix": "a", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Includes Food and Agriculture Organization of the United Nations; International Laour Organization; International Monetary Fund; International Organization for Migration; Joint United Nations Programme on HIV/AIDS; Office for the Coordination of Humanitarian Affairs of the Secretariat; Office of the United Nations High Commissioner for Human Rights; Office of the United Nations High Commissioner for Refugees; United Nations Children’s Fund; United Nations Development Programme; United Nations Educational, Scientific and Cultural Organization; United Nations Office for Project Services; United Nations Population Fund; World Bank; and World Health Organization.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 5, "prefix": "b", "action_verb": "Includes", "action_verb_type": "operative", "action_verb_normalized": "includ", "links": []}, {"text": "B.\tSupport", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Abbreviations: FS, Field Service; NPO, National Professional Officer; NGS, national General Service; UNV, United Nations Volunteer.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "C.\tEntebbe Support Base", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Abbreviations: FS, Field Service; NGS, national General Service; NPO, National Professional Officer; UNV, United Nations Volunteer.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "D.\tUnited Nations police", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "E.\tMilitary contingents and observers", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Abbreviations: ATU, Aviation Transport Unit; FIB, Force Intervention Brigade; HQ, headquarters; RDB, rapidly deployable battalion.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Map", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}]