[{"text": "Seventy-ninth session", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Agenda item 156", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Financing of the United Nations Interim Security Force for Abyei", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Budget for the United Nations Interim Security Force for Abyei for the period from 1 July 2025 to 30 June 2026", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Report of the Secretary-General", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Contents", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Mandate and planned results", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "I.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A.\tOverall", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The mandate of the United Nations Interim Security Force for Abyei (UNISFA) was established by the Security Council in its resolution 1990 (2011). In its resolution 2760 (2024), the Council decided to extend until 15 November 2025 the mandate of UNISFA and its tasks as set out in resolution 1990 (2011). In the same resolution, the Council decided to extend until 15 November 2025 the Force’s mandate modification set forth in resolutions 2024 (2011) and 2075 (2012), which provides for the Force’s support for the Joint Border Verification and Monitoring Mechanism, and further decided that UNISFA should continue to implement that mandate in accordance with resolutions 2550 (2020) and 2760 (2024).", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "1.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["1990 (2011)", "https://docs.un.org/en/S/RES/1990(2011)"], ["2760 (2024)", "https://docs.un.org/en/S/RES/2760(2024)"], ["1990 (2011)", "https://docs.un.org/en/S/RES/1990(2011)"], ["2024 (2011)", "https://docs.un.org/en/S/RES/2024(2011)"], ["2075 (2012)", "https://docs.un.org/en/S/RES/2075(2012)"], ["2550 (2020)", "https://docs.un.org/en/S/RES/2550(2020)"], ["2760 (2024)", "https://docs.un.org/en/S/RES/2760(2024)"]]}, {"text": "The overarching political objective of UNISFA is to enable conditions conducive to political dialogue between the parties, leading to an agreement to resolve both the final status of Abyei and Sudan-South Sudan border issues through the Mechanism’s activities.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "2.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Within this overall objective, UNISFA will, during the budget period, contribute to a number of expected accomplishments by delivering related key outputs, shown in the frameworks below. The frameworks are organized according to components (security, governance and border monitoring, and support), which are derived from the mandate of the Force.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "3.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The expected accomplishments would lead to the fulfilment of the objective of the Security Council, and the indicators of achievement show a measurement of progress towards such accomplishments during the budget period. The human resources of UNISFA, in terms of the number of personnel, have been attributed to the individual components, with the exception of the Force’s executive direction and management, which can be attributed to UNISFA as a whole. Variances in the number of personnel, compared with the approved budget for the 2024/25 period, have been explained under the relevant components.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "4.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UNISFA is headed by a Head of Mission at the level of Assistant Secretary-General. UNISFA will continue to operate from its headquarters in Abyei town, 10 company operating bases (Diffra, Todach, Goli, Dokura/Rumajak, Highway, Noong, Tejalei, Marial Achak, Athony and Agok), 4 permanent operating bases (Banton, Dokura II, PM Chief and Rumamier), 2 temporary operating bases (Um Khariet and Leu), 1 logistics base (Kadugli), and the headquarters of the Joint Border Verification and Monitoring Mechanism (Kadugli) and its team sites (Tishwin and Abu Qussa/Wunkur). Three infantry battalions are deployed to cover the northern, central and southern sectors in the Abyei Area, supported by associated enabling units. A company-sized quick reaction force is maintained at UNISFA headquarters to provide flexibility and act as a reserve force. Staff officers and military observers are also deployed in Abyei and Kadugli.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "5.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "B.\tPlanning assumptions and mission support initiatives", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The situation in Abyei has been challenging, with the deployment of national security personnel, the proliferation of arms and intercommunal violence. Amid conflict in the Sudan and political uncertainty in South Sudan, the political process between the two parties regarding the final status of Abyei and border issues remains on hold. The conflict in the Sudan. has contributed to a deterioration in the humanitarian and economic situation.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "6.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UNISFA will continue to focus on the strategic areas of engagement and main priorities for the implementation of its mandate, which were set out in Security Council resolution 2609 (2021), including continued: (a) physical protection of civilians and facilitation of humanitarian assistance; (b) support for the political process between the Sudan and South Sudan, including the provision of support for Joint Border Verification and Monitoring Mechanism activities along the safe demilitarized border zone to ensure that the Abyei Area is demilitarized and free of weapons; (c) promotion of peaceful coexistence between communities through dialogue and local-level mediation in order to address intercommunal conflict; (d) peacebuilding activities to address the root causes of conflict, including through the Joint Programme of the Resident Coordinators in the Sudan and South Sudan in Abyei (United Nations Joint Programme in Abyei); and (e) promotion of accountability, access to justice and support for the rule of law.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "7.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["2609 (2021)", "https://docs.un.org/en/S/RES/2609(2021)"]]}, {"text": "UNISFA will work to help to establish conditions in Abyei that are conducive to constructive engagement between the Sudan and South Sudan in order to address the final status of Abyei and border issues, while working closely with the African Union and other United Nations partners, such as the Special Envoy of the Secretary-General for the Horn of Africa and the United Nations Mission in South Sudan (UNMISS), to support the resumption of dialogue once the situation permits.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "8.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UNISFA will further provide mediation support to the communities in Abyei to establish and implement a framework for constructive dialogue, ensuring the active involvement of women, youth and civil society in decision-making processes. The focus will be on addressing the root causes of conflict that fuel violent protests and political grievances within communities. This will involve facilitating dialogues, such as through meetings of the joint community peace committee and migration conferences, and encouraging the communities to come to mutual agreements to reduce the frequency and severity of intercommunal conflicts. UNISFA will also implement community activities using public media to deter any threats of misinformation and disinformation. Moreover, UNISFA will work to strengthen the community-based protection from sexual exploitation and abuse network, in collaboration with United Nations agencies, funds and programmes, local peace and humanitarian partners and the local communities, to prevent sexual exploitation and abuse.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "9.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Efforts to accelerate the implementation of the women and peace and security and youth and peace and security mandates will be made in close consultation with the relevant stakeholders and local actors. The integration of gender and youth perspectives into all peacekeeping efforts will also be prioritized.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "10.", "action_verb": "Efforts", "action_verb_type": "operative", "action_verb_normalized": "effort", "links": []}, {"text": "UNISFA will bolster its protection of civilians capabilities by engaging more with the Juba-appointed and Khartoum-appointed administrations in Abyei, traditional leaders and civil society. Efforts will be made to improve coordination among various UNISFA components and adopt data-driven conflict analysis and early warning systems. UNISFA will continue to set up operating bases to increase its physical presence in critical areas and ensure a whole-of-mission approach to implementing the protection of civilians mandate. Key activities will include joint patrols of UNISFA troops, United Nations military observers and United Nations police, the facilitation of Joint Security Committee meetings with the local communities and mine action services and the implementation of early warning systems.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "11.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UNISFA will endeavour to effectively address various security incidents in the Abyei Area in order to protect civilians and promote peace, including by halting violent armed clashes and protecting vulnerable and displaced persons. UNISFA will also work towards reducing tensions and violence between Ngok Dinka and Twic Dinka, managing the presence of Ngok Dinka armed youth (Tiit Baai) and monitoring the presence of the South Sudan People’s Defence Forces and the South Sudan National Police Service in Abyei. To mitigate criminal activities, UNISFA will maintain high operational presence and visibility, including through day and night ground patrols for area domination, community and force protection, and escorts and convoy duties, and will also conduct checkpoints and, where possible, aerial patrols along key routes.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "12.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The rule of law support strategy for Abyei will continue to serve as the primary framework for implementing the rule of law in Abyei, focusing on improving accountability, enhancing access to justice and fostering local participation and ownership of the rule of law processes. This will be carried out through a coordinated effort between UNISFA and the United Nations country team, working closely with the host Governments and communities. UNISFA will work on strengthening the community protection committees and the joint protection committee by providing basic training in human rights and law enforcement, offering material support, rehabilitating the infrastructure for and increasing the representation of women, and supporting the effective functioning of the gender-based violence desks. Working closely with the United Nations country teams for the Sudan and South Sudan, UNISFA will provide support to the humanitarian and development actors by assessing the security situation, providing security, transportation and continuous information-sharing, and taking steps to include humanitarian and development partners in intercommunity dialogue processes.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "13.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The United Nations Joint Programme in Abyei aims to contribute to the conditions necessary for peace in Abyei by ensuring that essential social services, such as healthcare, sexual and reproductive health and nutrition assistance services, are accessible, including for vulnerable populations. The support is provided by agencies, funds and programmes, including the World Health Organization, the United Nations Population Fund, the United Nations Children’s Fund and the World Food Programme. Humanitarian and development projects through the Joint Programme include those on health, water, sanitation and hygiene, livelihood creation, and skills development, as well as those that are meant to complement efforts towards the facilitation of intercommunity and inter-ethnic dialogues.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "14.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UNISFA will continue to engage with the Government of South Sudan to call for the reoperationalization of the Joint Border Verification and Monitoring Mechanism Sector 1 headquarters in Gok Machar, South Sudan, and its two team sites, following the Mechanism’s forced withdrawal from the area in 2021, and to maintain the resupply and rotation routes through South Sudan due to the ongoing closure of the Force’s main northern supply routes from Port Sudan and Khartoum. UNISFA will also continue to engage with South Sudanese authorities to call for the withdrawal of South Sudanese security forces from southern Abyei, in line with the 2011 Agreement between the Government of the Republic of the Sudan and the Sudan People’s Liberation Movement on Temporary Arrangements for the Administration and Security of the Abyei Area, and the demilitarized and weapons-free status of Abyei.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "15.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Mission support initiatives", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UNISFA remains committed to the reconstruction of military operating bases, incorporating the principles of the Secretary-General’s Action for Peacekeeping and Action for Peacekeeping Plus, and to minimizing the Force’s environmental footprint as an integral part of the Administration’s broader environmental strategy.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "16.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "During the 2025/26 period, to underscore the above-mentioned commitment, UNISFA plans to continue its camp reconstruction effort, aimed at replacing outdated infrastructure and designed to improve the safety and well-being of peacekeepers and to overcome barriers for women in peacekeeping.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "17.", "action_verb": "During", "action_verb_type": "preambular", "action_verb_normalized": "dur", "links": []}, {"text": "The proposed budget for the 2025/26 period includes the following construction projects: (a) a helicopter maintenance hangar facility at UNISFA headquarters; (b) the installation of a lift station and water pumps at three team sites; (c) concrete works in the central, northern and southern sectors; (d) a contingent-owned equipment workshop at the Highway team site; (e) two supply chain warehouses at UNISFA headquarters; (f) a concrete floor for the movement control cargo warehouse facility at UNISFA headquarters; and (g) the reconstruction of company operating bases in Tejalei, Marial Achak and Noong and the completion of a base in Goli.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "18.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Environmental initiatives will include: (a) the construction of waste management yards, in Banton, Tejalei, Goli and Todach, to meet environmental requirements and improve waste handling and recycling processes; (b) the construction of three solar farms, to reduce reliance on diesel generators, cut emissions and support cleaner energy use; and (c) the continuation of soil remediation projects in the Highway, Athony, Agok and Diffra camps, the quick reaction force camp and the Goli base, in order to address and mitigate effects of fuel contamination.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "19.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The ongoing collaboration between the United Nations Logistics Base at Brindisi, Italy, and UNISFA focuses on overcoming challenges related to real-time reporting of water, fuel and electricity consumption, entailing reporting systems that have been integrated into the Environment Action Planning and Performance (eApp) tool to improve reporting of the Force’s environmental performance and overall resource management. Most team sites are now connected to the Unite field remote infrastructure monitoring system (Unite FRIM), enabling data collection through meters and sensors, and comprehensive real-time measurement and monitoring of resource production and consumption and of the performance of critical equipment. Technology is also integrated into critical infrastructure and equipment to reduce labour-intensive tasks through automation by introducing auto-refuelling and generator switchovers. This technology is intended to: (a) improve the effectiveness of the management of safety and security, utilities, logistics, transportation and environmental affairs; (b) protect, sustain and operationalize peacekeepers; and (c) reduce the environmental impact of UNISFA.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "20.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The proposed civilian staffing complement consists of an overall decrease of one position, comprising the net effect of the proposed abolishment of two general temporary assistance positions (one international and one national position) and the proposed establishment of one United Nations Volunteer position.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "21.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The estimated resource requirements for the maintenance and operation of the Force for the 2025/26 financial period reflect increased requirements under: (a) military and police personnel, attributable primarily to a new contract for rations, increased mission subsistence allowances and lower vacancy rates; (b) civilian personnel, attributable primarily to the application of the higher common staff costs rate for international staff and lower vacancy rates for general temporary assistance personnel; and (c) operational costs, attributable primarily to higher costs for all classes of fuel, due mainly to higher average prices per litre and the mobilization fee for a new fuel contract.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "22.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "C.\tRegional mission cooperation", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UNISFA will maintain its engagement and cooperation with UNMISS and the Office of the Special Envoy of the Secretary-General for the Horn of Africa as it continues to engage the Governments of the Sudan and South Sudan, the African Union and other stakeholders to support efforts to revive political progress on Abyei once conditions permit. This includes support for the resumption of meetings of the Joint Political and Security Mechanism and the Abyei Joint Oversight Committee. UNISFA will also conduct regular coordination and information-sharing meetings with UNMISS and the Office of the Special Envoy of the Secretary-General for the Horn of Africa on matters of mutual concern, including cross-boundary security and transhumance issues.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "23.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "D.\tPartnerships, country team coordination and integrated missions", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The United Nations Joint Programme in Abyei will continue to serve as a basis for joint efforts to promote peacebuilding through the provision of humanitarian and development support to the people of Abyei. Areas of focus will include health, water, sanitation, hygiene, creating livelihoods and developing skills. UNISFA will continue close coordination with the offices of the Resident Coordinators for the Sudan and South Sudan to ensure a unified and coordinated approach.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "24.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "E.\tResults-based budgeting frameworks", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Executive direction and management", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Overall mission direction and management are to be provided by the Office of the Head of Mission/Force Commander. The proposed staffing complement is set out in table 1.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "25.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Note: The following abbreviations are used in the tables: ASG, Assistant Secretary-General; FS, Field Service; NGS, national General Service; NPO, National Professional Officer; UNV, United Nations Volunteers; USG, Under-Secretary-General.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Table 1", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Human resources: executive direction and management", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Funded under generl temporry ssistnce.", "type": "paragraph", "heading_level": null, "paragraph_type": null, "paragraph_level": 5, "prefix": "a", "action_verb": "Funded", "action_verb_type": "preambular", "action_verb_normalized": "funded", "links": []}, {"text": "A summary of proposed staffing changes under the Force’s executive direction and management is set out in table 2.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "26.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Table 2", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Human resources: executive direction and management", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Mine Action Section", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The UNISFA mine action component will continue to implement its mandated activities, which will address the threats posed by explosive remnants of war and landmines and will enable Force mobility and freedom of movement within the UNISFA area, freedom of movement for the Joint Border Verification and Monitoring Mechanism, the safe return of civilians to their communities, safe transhumance (seasonal movement of people with their livestock) and the delivery of humanitarian aid.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "27.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In this context, it is proposed that seven temporary positions be continued, as shown in table 2, in the Mine Action Section in the Office of the Head of Mission, in order to advance the UNISFA mine action objectives in the most effective, cost-efficient and transparent manner. In line with continuing efforts to realize efficiencies associated with the mine action programme, including the streamlining of staffing requirements, the abolishment of one of the eight positions, a Logistics Assistant (national General Service), is proposed.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "28.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Component 1: security, governance and border monitoring", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Table 3", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Human resources: component 1, security, governance and border monitoring", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Component 2: support", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Table 4", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Human resources: component 2, support", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Funded under generl temporry ssistnce.", "type": "paragraph", "heading_level": null, "paragraph_type": null, "paragraph_level": 5, "prefix": "a", "action_verb": "Funded", "action_verb_type": "preambular", "action_verb_normalized": "funded", "links": []}, {"text": "A summary of proposed staffing changes under component 2, support, is set out in table 5.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "29.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Table 5", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Human resources: mission support", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Office of the Chief of Mission Support", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "It is proposed that one general temporary assistance position of Senior Programme Management Officer (P-5), which was established as from 1 July 2023 for one year in the Office of the Chief of Mission Support in order to lead and coordinate special project teams in the planning, implementation and delivery of medium- and long-term multifunctional projects under the smart camp concept, and which was extended for a second year for the 2024/25 period, be abolished for the 2025/26 period.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "30.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Operations and Resource Management Section (Mission Support Centre and sector/regional offices)", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Service Delivery Services Section (Transport Unit and Engineering Unit)", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In the context of the UNISFA mine action component continuing to implement its mandated activities, as outlined in paragraph 27 of the present report, it is proposed that two P-3 general temporary assistance positions (one Logistics Officer in the Mission Support Centre and one Transport Officer in the Transport Unit) be continued for the 2025/26 period. These positions were established as from 1 July 2024 as part of the transition of the delivery model for mine action.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "31.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "It is also proposed that one general temporary assistance position of Logistics Officer (P-3), which was established as from 1 July 2020 in the sector/regional offices to serve as a focal point between Joint Border Verification and Monitoring Mechanism sectors and the UNISFA Chief of Operations and Resource Management and to coordinate and manage logistical, technical and administrative support in the sectors, be continued for the 2025/26 period.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "32.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "It is further proposed that one general temporary assistance position of Engineer (P-3), which was established as from 1 July 2013 in the Engineering Unit to oversee ongoing Force mobility projects, be continued for the 2025/26 period.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "33.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Supply Chain Management Section", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Movement Control and Distribution Unit", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The workload of the Movement Control and Distribution Unit, which is charged with the shipping, tracking and tracing of inbound and outbound United Nations-owned and contingent-owned equipment, has increased significantly owing to: (a) the increase in troop movement operations by 60 per cent following the reconfiguration of UNISFA to a multinational force; (b) the requirement by United Nations Headquarters to decentralize the Umoja Transportation Management supply chain function at the mission level; and (c) the need for UNISFA to use the southern main supply route from Entebbe, Uganda, through South Sudan, to Abyei instead of the northern route, from Port Sudan, owing to the ongoing conflict in the Sudan.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "34.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Accordingly, it is proposed that one Movement Control Assistant (international United Nations Volunteer) position be established in Entebbe.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "35.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Evaluation activities", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The following evaluations that were completed for UNISFA in the 2023/24 period have guided the proposed planning for the 2025/26 period:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "36.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "External evaluation by the Office of Internal Oversight Services on the relevance, effectiveness and coherence of the implementation of the UNISFA protection of civilians mandate covering the period from 2017 to June 2023;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(a)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Internal performance and capability evaluation of UNISFA military contingents by the Military Performance Evaluation Team in the Office of Military Affairs of the Department of Peace Operations.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(b)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In line with the recommendations of the evaluations, UNISFA is developing community engagement standard operating procedures that include strategies for engaging diverse groups, building trust and managing community expectations. In addition, the Force developed a performance improvement plan, resulting in the establishment and deployment of a base in Rumamier in the southern sector to ensure the maintenance of security and protection of civilians in that part of the UNISFA area.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "37.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The following self-evaluations are planned for UNISFA for the 2025/26 period: one evaluation of the UNISFA military contingents and one evaluation of quick-impact projects.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "38.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Financial resources", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "II.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A.\tOverall", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(Thousands of United States dollars; budget year is 1 July to 30 June)", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "(Thousands", "action_verb_type": "operative", "action_verb_normalized": "(thousand", "links": []}, {"text": "B.\tNon-budgeted contributions", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The estimated value of non-budgeted contributions for the period from 1 July 2025 to 30 June 2026 is as follows:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "39.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(Thousands of United States dollars)", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "(Thousands", "action_verb_type": "operative", "action_verb_normalized": "(thousand", "links": []}, {"text": "Inclusive of estimted vlue of lnd in Abyei, Kdugli nd the loctions of compny operting bses, s well s the estimted vlue of lnding rights t irports.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 5, "prefix": "a", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "C.\tEfficiency gains", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The cost estimates for the period from 1 July 2025 to 30 June 2026 take into account the following efficiency initiatives:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "40.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(Thousands of United States dollars)", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "(Thousands", "action_verb_type": "operative", "action_verb_normalized": "(thousand", "links": []}, {"text": "Abbreviations: MINUSMA, United Nations Multidimensional Integrated Stabilization Mission in Mali; UNOPS, United Nations Office for Project Services.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "With regard to efficiency gains, the UNISFA budget proposal for the 2024/25 period reflected estimated efficiency gains of $2.0 million for the first year of the implementation of the transition away from the United Nations Office for Project Services (UNOPS) for the delivery of UNISFA mine action services, including the transfer from UNOPS to the UNISFA staffing table of nine temporary positions, related programme service and administrative costs, and travel, equipment, ground transportation and other operational costs that would no longer be applicable. In the 2024/25 budget proposal, efficiencies of $1.1 million were also estimated for the 2025/26 period and subsequent periods. However, additional annual efficiencies of $1.2 million have subsequently been identified, starting with the 2024/25 period and continuing into 2025/26 and subsequent periods, associated with the procurement of specialized mine action services by the Secretariat, which had previously been provided by UNOPS. Therefore, the estimated annual efficiencies related to the UNISFA mine action programme now comprise $2.3 million.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "41.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Additional estimated efficiency gains for the 2025/26 period comprise: (a) the smart camp project ($30,000) related to the construction of solar farms and the enabling of remote, virtual off-site information technology assistance; (b) air operations ($1.8 million) relating to the elimination of the provision for the Let-410 fixed-wing aircraft and the Citation II standby fixed-wing aircraft that had been used for medical evacuations, which are proposed to be carried out using other existing UNISFA aircraft; and (c) the transfer of assets from the United Nations Multidimensional Integrated Stabilization Mission in Mali (MINUSMA) ($0.7 million).", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "42.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "D.\tVacancy factors", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The cost estimates for the period from 1 July 2025 to 30 June 2026 take into account the following vacancy factors:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "43.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(Percentage)", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Abbreviation: n/a, not applicable.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Funded under generl temporry ssistnce.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 5, "prefix": "a", "action_verb": "Funded", "action_verb_type": "preambular", "action_verb_normalized": "funded", "links": []}, {"text": "The assumptions considered for vacancy factors include the current 12-month average vacancy rate, from January to December 2024, or the actual vacancy rate as at 31 December 2024. This is in line with the policy guidance provided to improve the accuracy and consistency of the vacancy factors applied in the proposed budgets for the 2025/26 period and to ensure that proposed vacancy rates are based, as much as possible, on actual rates. A vacancy rate of 50 per cent has been applied in the calculation of costs for proposed reassignments and the establishment of new posts and positions.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "44.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "E.\tContingent-owned equipment: major equipment and self-sustainment", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Requirements for the period from 1 July 2025 to 30 June 2026 are based on standard reimbursement rates for major equipment and self-sustainment in the total amount of $38,241,300, as follows:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "45.", "action_verb": "Requirements", "action_verb_type": "operative", "action_verb_normalized": "requirement", "links": []}, {"text": "(Thousands of United States dollars)", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "(Thousands", "action_verb_type": "operative", "action_verb_normalized": "(thousand", "links": []}, {"text": "F.\tTraining", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The estimated resource requirements for training for the period from 1 July 2025 to 30 June 2026 are as follows:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "46.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(Thousands of United States dollars)", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "(Thousands", "action_verb_type": "operative", "action_verb_normalized": "(thousand", "links": []}, {"text": "The number of participants planned for the period from 1 July 2025 to 30 June 2026, compared with previous periods, is as follows:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "47.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(Number of participants)", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Includes the United Ntions Logistics Bse nd outside the mission re.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 5, "prefix": "a", "action_verb": "Includes", "action_verb_type": "operative", "action_verb_normalized": "includ", "links": []}, {"text": "The planned training activities for the 2025/26 period will continue to focus on enhancing staff skills and knowledge in areas such as air operations, ground transportation, human resources, management, information technology, organizational development, procurement, protection of civilians, supply chain and property management, and safety and security. The decrease in the number of courses and participants is attributable primarily to some training requirements that were included in the 2024/25 budget not being anticipated to recur during the 2025/26 period.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "48.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "G.\tOfficial travel, non-training", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The resource requirements for official travel, non-training for the period from 1 July 2025 to 30 June 2026 are estimated at $526,200, as follows:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "49.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Force’s planned official travel in support of its mandate includes a range of travel within and outside the UNISFA area to support the delivery of its mandated activities, including aviation, supply chain management, and safety and security.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "50.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "H.\tAnalysis of requirements for air operations", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The flight hour utilization rates for the periods from 2021/22 to 2023/24, the approved and proposed number of flight hours for the 2024/25 and 2025/26 periods, respectively, and the number of flight hours calculated on the basis of the new policy guidance are as follows:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "51.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UNISFA cost estimates for the 2025/26 period reflect the deployment of eight aircraft, reflecting a reduction by two fixed-wing aircraft: (a) the Let-410, because it was utilized primarily for air patrols and for logistics support between Kadugli and Khartoum, both of which have been suspended since the outbreak of conflict in the Sudan in April 2023; and (b) the Citation II, which had been used under standby arrangements for medical evacuations, which would now be provided from the Force’s own aircraft. In this regard, UNISFA would require 5,646 flight hours (1,800 for fixed-wing aircraft and 3,846 for helicopters). The proposed overall number of flight hours, based on UNISFA operational requirements, is lower by 66 than the flight hours indicated by the policy guidance. This reflects the Force’s ability to revert to its 2021/22 approved configuration of six helicopters (two Mi-8s and four Mi-17s), which is optimal considering the remote environment and lengthy wet season in which UNISFA operates, which make aviation, especially helicopter, one of the most efficient forms of transportation. The lower utilization of flight hours over the past three periods was attributable primarily to: (a) a safety concern from the International Civil Aviation Organization in July 2022, leading to the repatriation of two Mi-8 helicopters; (b) delays in the deployment of replacements (Bell 412s) for these two helicopters; (c) the outbreak of conflict, which resulted in the closure of Sudanese airspace; and (d) delays in the deployment of, and technical difficulties of, three military helicopters.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "52.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Programmatic activities", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "I.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The estimated resource requirements for substantive and other programmatic activities for the period from 1 July 2025 to 30 June 2026 are as follows:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "53.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(Thousands of United States dollars)", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "(Thousands", "action_verb_type": "operative", "action_verb_normalized": "(thousand", "links": []}, {"text": "Detailed information is provided under the relevant outputs in the results-based budgeting frameworks. The proposed resource requirements provide for the following activities to be implemented by the Force during the budget period:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "54.", "action_verb": "Detailed", "action_verb_type": "preambular", "action_verb_normalized": "detailed", "links": []}, {"text": "Mine detection and mine-clearing services. The UNISFA Mine Action Section will: (i) provide route assessment, verification and clearance operations in the Abyei Area; (ii) ensure that weapons and ammunition confiscated by UNISFA will be safely destroyed; and (iii) provide explosive ordnance risk education for United Nations personnel and local communities;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(a)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Rule of law and security sector reform. UNISFA will implement five projects: (i) co-location of United Nations police with the community protection committees/joint protection committee to ensure continued interaction, daily monitoring of human rights violations and management of detainees in line with international human rights law and humanitarian law standards; (ii) enhancement of community protection committee/joint protection committee capacity through the provision of operational and logistical support; (iii) community protection activity, including awareness-raising, environmental protection campaigns and conduct of community-oriented training to the committees on law enforcement and basic policing techniques; (iv) enhancement of the rule of law, law and order processes and the humane and dignified treatment of suspects and detainees, through the provision of operational and logistical support; and (v) provision of support for rule of law activities, including: contribution to violence reduction through the organization of a mobile court system aimed at the disposal of outstanding cases and disputes; training of joint community peace committee members in human rights-related issues; and rehabilitation of detention facilities;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(b)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Promotion and protection of human rights. UNISFA will implement three projects: (i) provision of basic human rights training to the community protection committees and the joint protection committee, traditional chiefs, civil society actors, persons with disabilities, women and youth representatives; (ii) implementation of community-based complaints mechanisms for misconduct and sexual exploitation and abuse to promote the protection of civilians; and (iii) human rights advocacy and activism campaigns, including: introduction of human rights education in schools; awareness-raising activities, including commemoration of Human Rights Day, the International Day of Persons with Disabilities and the 16 Days of Activism against Gender-based Violence; and provision of workshops and training sessions for local stakeholders;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(c)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Community stabilization projects. UNISFA will implement three projects: (i) support to one pre-migration conference, one post-migration conference and a series of follow-up consultations, one women’s conference and one youth conference, and provision of administrative and logistical support to the joint community peace committee through weekly and ad hoc meetings; (ii) improvement of access to livelihoods, income-generating activities and services for a target of 2,000 people in order to lower the risk of intercommunal tensions and curb criminality, including through the construction of community access roads, ponds and drainage systems to manage the flooding of farms, the distribution of seeds and other inputs for crop and vegetable production; and (iii) the promotion of peaceful coexistence, peacebuilding and social cohesion for a target of 1,200 people, including through: the distribution of seeds and tools to farmers and displaced groups; the provision of agricultural training using farmer field schools; the procurement and delivery of solar irrigation pumps to support farmers’ food production in northern Abyei; and the provision of training on value chain approaches and finance for farmers and producers;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(d)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Peace consolidation. UNISFA will implement three projects: (i) peace consolidation between host communities and migrant herder communities, including support for a traditional leaders’ conference of the Ngok Dinka and Misseriya to discuss pending and emerging issues regarding traditional justice and population movements for social peace; (ii) support for a peace dialogue/conference for the Twic Dinka and Ngok Dinka communities as a basis for resolving intercommunal conflict; and (iii) support to the Abyei Joint Oversight Committee and other high-level engagements, including with the African Union and its High-level Implementation Panel, to support the political process for Abyei;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(e)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Confidence-building and trust in security institutions. UNISFA will implement five projects: (i) support for efforts to foster political and public support for UNISFA to effectively implement its mandate to prevent conflict, protect civilians, and enhance trust and confidence between parties as well as between parties and the local population; (ii) enhancement of equal and equitable access to healthcare through the provision of essential preventive and curative medical services to approximately 5,000 individuals from vulnerable populations, especially women, children and displaced populations; (iii) support for basic primary healthcare services at Diffra Clinic in northern Abyei and improvement of access to essential healthcare for approximately 10,000 individuals, including internally displaced persons; (iv) the enhancement of equal and equitable access to sexual and gender-based violence and sexual and reproductive health services in women and girls-friendly space for relevant communities; and (v) the enhancement of equal and equitable access to nutrition services to prevent and address malnutrition among children, pregnant and breastfeeding women and girls in the Amiet market area and other mobile outreach points;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(f)", "action_verb": "Confidence-building", "action_verb_type": "preambular", "action_verb_normalized": "confidence-build", "links": []}, {"text": "Community violence reduction. UNISFA will implement two projects: (i) strengthening implementation of a mission-wide early warning and response strategy; and (ii) improving access to gender- and environmentally-friendly water and sanitation along transhumance migration routes, including through: the rehabilitation and/or construction of critical water infrastructure and mini water yards in conflict hotspots and in high-density migration/population areas; the organization of refresher training for early warning/response for central and western migration routes and for established water management committees; and the review of latest safety audits and plans to minimize risks of conflict in locations of community assets and public infrastructure;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(g)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Women and peace and security. UNISFA will implement four projects: (i) supporting equal and meaningful participation by women in peace processes and decision-making through the commemoration of the adoption of Security Council resolution 1325 (2000) and the organization of meetings between Ngok Dinka and Misseriya women; (ii) prevention of and protection from sexual and gender-based violence through sensitization and capacity-building sessions and the 16 Days of Activism against Gender-based Violence campaign; (iii) strengthening of women’s civil society organizations and networks through the provision of technical and logistical support; and (iv) promotion of intersectional gender equality and gender mainstreaming through activities for young, disabled and widowed women and marginalized groups;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(h)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["1325 (2000)", "https://docs.un.org/en/S/RES/1325(2000)"]]}, {"text": "Youth and peace and security. UNISFA will implement two projects:  increasing the empowerment of young people and their role in peacebuilding and reconciliation at the community level; and (ii) empowering youth to establish early warning mechanisms for early response and mitigation measures;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(i)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Small arms and light weapons management. UNISFA will implement one project, to raise the population’s awareness of negative effects of arms and ammunition that are in circulation in Abyei and are being held in individual homes, to assist in gathering information for UNISFA to track, trace and retrieve weapons.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(j)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "J.\tQuick-impact projects", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The estimated resource requirements for quick-impact projects for the period from 1 July 2025 to 30 June 2026, compared with previous periods, are as follows:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "55.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(Thousands of United States dollars)", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "(Thousands", "action_verb_type": "operative", "action_verb_normalized": "(thousand", "links": []}, {"text": "For the 2025/26 period, UNISFA will implement approximately 25 quick-impact projects in several areas, including water, health, education, rule of law, gender, community and social development, focusing on initiatives that support social cohesion, women and young people, and peace and security. The projects will be aimed at fulfilling basic needs in addition to winning the confidence of the local population. On the basis of previous assessments, focusing on these areas has contributed significantly to the implementation of the Force’s mandate regarding the protection of civilians, in particular because it benefits the most vulnerable populations, including women, children and persons with disabilities, and because it works to deter the potential outbreak of hostilities between communities. Furthermore, the quick-impact projects will play a pivotal role in promoting the acceptance of UNISFA-mandated tasks and activities and will complement the United Nations Joint Programme in Abyei in the areas of water, health and education.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "56.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Analysis of variances", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "III.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The increased requirements are attributable primarily to the higher cost for mission subsistence allowance, based on the revised rates effective 1 January 2025, compared with the rates applied in the approved budget for the 2024/25 period; and to the application of a lower vacancy rate of 7.4 per cent, compared with the rate of 10.4 per cent applied in the approved budget.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "57.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The increased requirements are attributable primarily to: (a) the higher contractual costs for food rations and for the outbound delivery of rations from Abyei to the camps owing to a new contract for rations that takes into account higher delivery rates as a result of supply chain disruptions resulting from the conflict in the Sudan; (b) the application of a lower vacancy rate of 0.2 per cent compared with the rate of 2.9 per cent applied in the approved budget for the 2024/25 period; and (c) the higher cost for mission subsistence allowance for military staff officers, based on the revised rates effective 1 January 2025, compared with the rates applied in the approved budget.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "58.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The increased requirements are attributable primarily to the higher cost for mission subsistence allowance, based on the revised rates effective 1 January 2025, compared with the rates applied in the approved budget for the 2024/25 period, as well as to the application of a lower vacancy rate of 64.9 per cent compared with the rate of 70.3 per cent applied in the approved budget.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "59.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The increased requirements are attributable primarily to the application of the higher common staff costs rate compared with the rate applied in the approved budget for the 2024/25 period. The increased requirements are offset in part by the application of a lower post adjustment multiplier compared with the multiplier applied in the approved budget.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "60.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The increased requirements are attributable primarily to the assumption of full incumbency for the 2025/26 period, compared with the vacancy rate of 20.0 per cent applied in the approved budget for the 2024/25 period.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "61.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The increased requirements are attributable primarily to the application of the higher average level/step of the salary scale, based on the current staffing establishment, compared with the approved budget for the 2024/25 period.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "62.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The increased requirements are attributable primarily to the application of a lower vacancy rate of 2.6 per cent compared with the rate of 13.2 per cent applied in the approved budget for the 2024/25 period, and to the proposed establishment of one international United Nations Volunteer position.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "63.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The increased requirements are attributable primarily to the assumption of full incumbency for eight of the nine positions that were approved for the UNISFA mine action programme for the 2024/25 period with a vacancy rate of 50.0 per cent in respect of new positions. The increased requirements are offset in part by the proposed abolishment of one international position (P-5) and one national staff position (G-5).", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "64.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The increased requirements are attributable primarily to: (a) the higher estimated average price of fuel for generators of $1.712 per litre, compared with $1.510 per litre included in the approved budget for the 2024/25 period; (b) the increased volume of 8.4 million litres, compared with 8.0 million litres in the approved budget, in order to reflect a new contractual requirement for UNISFA to provide fuel to the rations contractor; (c) the acquisition of generators and electrical equipment for the construction of solar farms in Diffra, Todach and Kadugli; and (d) the acquisition of water treatment and fuel distribution equipment owing to the need to replace damaged pumps and wastewater treatment plants across 17 locations.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "65.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The increased requirements are attributable primarily to the need to replace one forklift, one excavator and 25 light passenger vehicles that are past life expectancy, in line with the five-year vehicle replacement plan.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "66.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The reduced requirements are attributable primarily to lower fixed costs, based on market prices, reflected in the new contract for two commercial helicopters and to the termination of the contract for one fixed-wing aircraft and of the provision for a standby aircraft for medical evacuations. The reduced requirements are offset in part by the higher estimated average price of fuel for aviation of $1.228 per litre for 4.8 million litres, compared with $1.174 per litre for 4.8 million litres in the approved budget for the 2024/25 period, as well as for a mobilization fee related to new refueller trucks for aviation fuel under a new contract.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "67.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The reduced requirements are attributable primarily to the transfer from MINUSMA of containers for the transportation and storage of supplies and equipment.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "68.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The reduced requirements are attributable primarily to: (a) the direct procurement of specialized mine action services through United Nations Headquarters, while the budget for the 2024/25 period was prepared on the basis of the cost of the contract with UNOPS for those services for the 2023/24 period; and (b) lower estimated costs for freight, on the basis of recent patterns of expenditure. The decreased requirements are offset in part by the need to establish a remote teller service to provide for the needs for cash of uniformed and civilian personnel owing to the remote location of UNISFA.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "69.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Actions to be taken by the General Assembly", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "IV.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The actions to be taken by the General Assembly in connection with the financing of the United Nations Interim Security Force for Abyei are:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "70.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Appropriation of the amount of $316,515,800 for the maintenance of the Force for the 12-month period from 1 July 2025 to 30 June 2026;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(a)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Assessment of the amount in subparagraph (a) above at a monthly rate of $26,376,317 should the Security Council decide to continue the mandate of the Force.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(b)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Summary of follow-up action taken to implement the decisions and requests of the General Assembly in its resolutions 76/274 and 78/297, including the requests and recommendations of the Advisory Committee on Administrative and Budgetary Questions endorsed by the Assembly", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "V.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["76/274", "https://docs.un.org/en/A/RES/76/274"], ["78/297", "https://docs.un.org/en/A/RES/78/297"]]}, {"text": "A.\tGeneral Assembly", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Cross-cutting issues", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(Resolution 76/274)", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["76/274", "https://docs.un.org/en/A/RES/76/274"]]}, {"text": "Financing of the United Nations Interim Security Force for Abyei", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(Resolution 78/297)", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["78/297", "https://docs.un.org/en/A/RES/78/297"]]}, {"text": "B.\tAdvisory Committee on Administrative and Budgetary Questions", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Financing of the United Nations Interim Security Force for Abyei", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(A/78/744/Add.4 and General Assembly resolution 78/297)", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["A/78/744/Add.4", "https://docs.un.org/en/A/78/744/Add.4"], ["78/297", "https://docs.un.org/en/A/RES/78/297"]]}, {"text": "Annex", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Organization charts", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A.\tSubstantive", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Abbreviations: ASG, Assistant Secretary-General; FS, Field Service; NGS, national General Service; NPO, National Professional Officer; PL, Principal level.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Position funded under general temporary assistance.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 5, "prefix": "a ", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "B.\tSupport", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Abbreviations: FS, Field Service; NGS, national General Service; NPO, National Professional Officer; UNV, United Nations Volunteer.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Position funded under general temporary assistance.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 5, "prefix": "a ", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Estalishment.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 5, "prefix": "b", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Map", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}]