[{"text": "Seventy-ninth session", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Agenda item 165", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Financing of the United Nations Mission for the Referendum in Western Sahara", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Budget for the United Nations Mission for the Referendum in Western Sahara for the period from 1 July 2025 to 30 June 2026", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Report of the Secretary-General", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Contents", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Mandate and planned results", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "I.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A.\tOverall", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The mandate of the United Nations Mission for the Referendum in Western Sahara (MINURSO) was established by the Security Council in its resolution 690 (1991). The most recent extension of the mandate was authorized by the Council in its resolution 2756 (2024), by which the Council extended the mandate until 31 October 2025.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "1.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["690 (1991)", "https://undocs.org/en/S/RES/690(1991)"], ["2756 (2024)", "https://undocs.org/en/S/RES/2756(2024)"]]}, {"text": "The Mission is mandated to help in the achievement of a just, lasting and mutually acceptable political solution, based on compromise, which will provide for the self-determination of the people of Western Sahara in the context of arrangements consistent with the principles and purposes of the Charter of the United Nations.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "2.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Within this overall objective, MINURSO will, during the budget period, contribute to a number of expected accomplishments by delivering related key outputs, shown in the frameworks below. The frameworks are organized according to components (substantive civilian, military and support), which are derived from the mandate of the Mission.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "3.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The expected accomplishments would lead to the fulfilment of the Security Council’s objective within the lifetime of the Mission, and the indicators of achievement show a measurement of progress towards such accomplishments during the budget period. The human resources of MINURSO in terms of the number of personnel have been attributed to the individual components, with the exception of the Mission’s executive direction and management, which can be attributed to the Mission as a whole. Variances in the number of personnel compared with the 2024/25 budget, including reclassifications, have been explained under the respective components.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "4.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "MINURSO headquarters are established in Laayoune, and the Mission is headed by the Special Representative of the Secretary-General (Assistant Secretary-General). Military operations are headed by the Force Commander (D-2). The Mission will continue to operate in Laayoune and at 10 other locations: 1 in Tindouf, Algeria, and 9 at team sites around Western Sahara.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "5.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "B.\tPlanning assumptions and mission support initiatives", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Mission’s operations in support of mandate implementation are predicated on the continued consent of the parties to its deployment, a cessation of hostilities, and freedom of movement of United Nations personnel within the Territory of Western Sahara.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "6.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Mission’s primary strategic objectives are to continue to monitor, observe and report on key developments in the Territory and maintain a sustainable presence east of the berm despite continued challenges to its logistics and resupply chain. Through the advocacy of a cessation of hostilities and interaction with the parties, the Mission will continue to promote its conflict prevention role to lower tensions and create an environment that is conducive to the political process.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "7.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Mission’s mandate is implemented through ground and aerial patrols by United Nations military observers deployed throughout a mission area of 266,000 km2. The execution of those patrols depends on the Mission’s freedom of movement east and west of the berm, which enables it to carry out unrestricted ground patrols and helicopter reconnaissance flights. MINURSO will continue to review its overall aerial and ground patrol strategy and coverage in at-risk areas and adjust patrolling routes and schedules to reflect the security situation on the ground as required. The Mission will continue to investigate alleged incidents related to hostilities, leveraging its role as the only impartial international observer in the Territory.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "8.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Since November 2020, the Mission has faced challenges in resupplying its team sites east of the berm. Freedom of movement and the deployment of logistical and resupply ground convoys in this part of the Territory remain restricted and subject to provisional and exceptional approvals by Frente Popular para la Liberación de Saguía el-Hamra y de Río de Oro (Frente POLISARIO). Each operational, logistical and resupply movement east of the berm requires coordination and agreement by both parties due to the ongoing low-intensity hostilities. Since late 2023, the Mission has been able to deploy, on average, one ground convoy per month, thus mitigating the impact of these restrictions. However, while the Mission continues to seek an agreement with Frente POLISARIO on a sustainable solution regarding ground convoys and general freedom of movement, its ability to provide supplies and engineering equipment to team sites east of the berm remains limited.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "9.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The mine action programme continues to be a vital component of the Mission’s mandate. As a result of the resumption of hostilities, explosive hazards are likely to have increased throughout the Territory, including in areas previously considered safe. The Mission will continue to engage with the parties to gather detailed information on where hostilities have taken place and the types of munitions used to identify hazardous areas, thus contributing to a safe environment for MINURSO peacekeepers and the local population.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "10.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The military component of the Mission will continue to monitor activities and engage with the parties to promote a cessation of hostilities, a return to a ceasefire and a reduction of tensions. The main priorities for the 2025/26 period will be the continued conduct of air and land patrols where possible and analysis of data obtained from ground sources, aviation reconnaissance flights and satellite imagery, along with engagement with the parties.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "11.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Mission will continue to apply efforts toward an enhanced data-driven approach to situational awareness and analysis, policy formulation and decision-making through the use of the Comprehensive Planning and Performance Assessment System and Situational Awareness and Geospatial Enterprise databases.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "12.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "MINURSO will continue to address disinformation and misinformation regarding ongoing hostilities and the role of the Mission in promoting stability in the region, in addition to galvanizing support for the Mission's military observers.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "13.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Mission support initiatives", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "During the 2025/26 period, the support component of MINURSO will continue to deliver efficient administrative and logistical support to the Mission’s mandate through key outputs, service improvements and efficiency gains across all mission locations.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "14.", "action_verb": "During", "action_verb_type": "preambular", "action_verb_normalized": "dur", "links": []}, {"text": "The Mission operates in an extremely challenging geographical environment defined by severe and unpredictable climatic conditions. These environmental factors, which are characterized by extreme summer heat, cold desert nights during winter and frequent sandstorms, create significant operational complexities. The harsh terrain and climatic variations impose substantial physical demands on both personnel and mission-critical equipment, including the need for frequent equipment repairs and robust spare parts inventory management. Long distances between the mission headquarters in Laayoune, the Tindouf liaison office and nine scattered team sites make the operations challenging, directly affecting air and ground operations. To successfully navigate these challenges, the Mission has developed comprehensive operational strategies aimed at optimizing resource allocation, increasing commodity supplies and enabling team sites to sustain operations for two to three months. Through advanced logistical planning that takes into account security assessments, the Mission ensures operational effectiveness and safety.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "15.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Mission established a contract for technical support services at team sites east of the berm during the 2022/23 period to address critical infrastructure maintenance and repair needs arising from restricted movement to the team sites east of the berm. The contract was implemented with the limited scope on the basis of available funding during that period. In order to fully respond to evolving operational demands and enhance the overall functionality, safety and efficiency of team sites, the Mission will implement the remaining scope of the contract to include essential services, such as aviation fire safety, maintenance of security equipment, local transportation and improvements to living conditions across five team sites east of the berm.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "16.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Mission will continue to implement several environmental projects, such as replacing conventional security lighting and air conditioning, and greening all team sites. It will continue with the installation of a 100-kW hybrid diesel-photovoltaic solar power system at the Agwanit team site. The hybrid solar-diesel power project will reduce carbon dioxide emissions through the reduction of power and fuel consumption, reduce the number of field trips for the maintenance of generators and increase the lifespan of the generators. The Mission will also start replacing some of its infrastructure support equipment, such as wastewater treatment equipment, and obsolete water treatment plants.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "17.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "To mitigate environmental impact, the Mission implemented several strategic measures focused on reducing fuel consumption and supporting environmental sustainability. The Mission will continue with these initiatives, including by optimizing shuttle bus routes for staff and establishing a strict daily vehicle mileage allowance of 20 km. In addition, nighttime vehicle movement is now limited exclusively to authorized duty vehicles.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "18.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Mission proposes the replacement of 10 vehicles (minibuses, panel vans, pickup trucks, a fuel truck and palletized load system trucks) in line with the second year of the five-year phased asset replacement plan. The Mission also proposes the acquisition of water trucks and palletized load system trucks to address water shortages east of the berm due to lower yields in water wells around some team sites.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "19.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Mission plans to expand the Global Positioning System (GPS) real-time asset tracking platform for convoy and patrol tracking, initially piloted during the 2023/24 period for 15 vehicles. The system is being extended to 25 vehicles during the 2024/25 period and an additional 15 vehicles during the 2025/26 period. This expansion will include a satellite subscription for the live tracking of movements, significantly improving situational awareness and the safety of peacekeepers.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "20.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Through an innovative licensing model that integrates high availability, security and performance optimization, the Mission will address the complexity of modern digital environments, enhance network infrastructure management and improve operational efficiency. Regular and automated evaluations of the infrastructure will ensure that the Mission’s information and communications technology systems are continuously protected from potential threats and vulnerabilities, in line with the established information and communications technology security standards.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "21.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Mission will continue to provide geographic information system (GIS) services to improve its situational awareness capabilities by mapping and analysing data on threats and applying geospatial imagery techniques and geospatial analysis of terrain and route mapping for patrols, conflicts and boundaries.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "22.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Mission began deploying the live video analytics platform in 2024/25, in coordination with the United Nations Logistics Base at Brindisi, Italy, to enable closed-circuit television camera feed analysis for incident reporting, security decision-making and enhanced situational awareness through statistical visualization. In 2025/26, the deployment of the platform will be completed at headquarters and extended to team sites.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "23.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Mission will continue the deployment of access control systems at team sites east of the berm, automating the logging of entries by authorized personnel into the data centre and thereby restricting access, as well as enhancing and improving the data centre’s physical security.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "24.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The estimated resource requirements for 2025/26 reflect a net increase, primarily due to: (a) higher military and police personnel costs due to increased costs for mission subsistence allowances and lower vacancy rates; (b) higher civilian personnel costs due to higher international staff costs on the basis of the revised salary scale; and (c) higher operational costs, including for: (i) the replacement of vehicles and equipment, including 10 vehicles, two water trucks and a vehicle tracking system; (ii) contract amendments for technical support services; (iii) the replacement of communications technology and higher transponder charges; (iv) higher costs for mine action services; and (v) the acquisition of a hybrid power system. The increase is partially offset by a reduction of one light utility helicopter due to the reconfiguration of the air fleet owing to the limited air patrol.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "25.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "C.\tRegional mission cooperation", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Mission receives human resources and financial services in accordance with the signed service-level agreement with the Regional Service Centre in Entebbe, Uganda. MINURSO also receives support from the United Nations Logistics Base on issues related to supply chain and service delivery and field technology, as required. MINURSO will continue to seek support from other missions in the region as needed and from United Nations Headquarters and the United Nations Logistics Base for in-house training and logistics support.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "26.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "D.\tPartnerships and country team coordination", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Mission remains ready to provide logistical support on a cost-reimbursable basis to the Office of the United Nations High Commissioner for Refugees (UNHCR) confidence-building programme comprised of family exchange visits between the area west of the berm and the refugee camps in Tindouf, Algeria. MINURSO also stands ready to resume its logistical support for the Office of the African Union in Laayoune if the latter resumes its presence.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "27.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In addition, the Special Representative of the Secretary-General acts as the designated official for security for Western Sahara and the Tindouf area, including the refugee camps. As the lead organization on security-related issues, the Mission’s Liaison Office in Tindouf will continue to provide security services to, and work closely with, all stakeholders, including United Nations entities such as UNCHR, the World Food Programme and the United Nations Children’s Fund, as well as the International Committee of the Red Cross, the European Commission Humanitarian Office, the Spanish Agency for International Development Cooperation and the international non-governmental organizations that operate in the refugee camps near Tindouf.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "28.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "E.\tResults-based budgeting frameworks", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Executive direction and management", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Overall mission direction and management are to be provided by the immediate office of the Special Representative of the Secretary-General.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "29.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Table 1", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Note: The following abbreviations are used in the tables: ASG, Assistant Secretary-General; FS, Field Service; NGS, national General Service; NPO, National Professional Officer; UNV, United Nations Volunteers; USG, Under-Secretary-General.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Human resources: executive direction and management", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Funded under generl temporry ssistnce, in civilin personnel costs.", "type": "paragraph", "heading_level": null, "paragraph_type": null, "paragraph_level": 5, "prefix": "a", "action_verb": "Funded", "action_verb_type": "preambular", "action_verb_normalized": "funded", "links": []}, {"text": "The summary of proposed staffing changes under the Mission’s executive direction and management is set out in table 2.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "30.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Table 2", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Human resources: executive direction and management", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A position of Programme Management Officer (P-4), funded under general temporary assistance, was established on 1 July 2022 to direct the implementation of the mine action programme in MINURSO. In view of the continuation of the programme in the 2025/26 period, it is proposed to retain the position of Programme Management Officer (P-4). The incumbent develops the Mission’s mine action programme strategy; leads operational planning, programme design and responses to threats; supports advocacy efforts; and oversees the delivery and performance of implementing partners.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "31.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Component 1: substantive civilian", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Table 3", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Human resources: component 1, substantive civilian", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Component 2: military", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Table 4", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Human resources: component 2, military", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Component 3: support", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Table 5", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Human resources: component 3, support", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Evaluation activities", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In November 2023, the Department of Peace Operations, in collaboration with the Department of Operational Support and the Department of Safety and Security, performed a military and police capability study of the MINURSO military component. The study comprised a desktop review and a field visit to examine the existing capabilities of the Mission’s military component vis-à-vis current and future tasks.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "32.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The study included several recommendations to enhance the operational effectiveness and security of MINURSO, as well as gender representation in the Mission. Key actions include: (a) development of a mission-wide strategic guidance document; (b) upgrading of the Joint Operations Centre and Military Operations Centre; (c) enhancement of casualty evacuation procedures; (d) review of risk management processes west of the berm; (e) construction of safe havens at team sites; and (f) launch of a network for uniformed women peacekeepers.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "33.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The following self-evaluation is planned for the 2025/26 period: the Mission, under the coordination of the Mine Action Service, will conduct reviews of the mine action workplan to ensure operational effectiveness and strategic alignment. As part of the cross-cutting evaluation, the Mission will provide updates for Action for Peacekeeping Plus, focusing on the integrated peacekeeping performance and accountability framework to maintain comprehensive mission oversight.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "34.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Financial resources", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "II.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A.\tOverall", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(Thousands of United States dollars; budget year is 1 July to 30 June)", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "(Thousands", "action_verb_type": "operative", "action_verb_normalized": "(thousand", "links": []}, {"text": "Cost estimtes for 2025/26 re inclusive of $235,000 from the Government of Morocco nd $284,000 from the Government of Algeri.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 5, "prefix": "a", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "B.\tNon-budgeted contributions", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The estimated value of non-budgeted contributions for the period from 1 July 2025 to 30 June 2026 is as follows:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "35.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(Thousands of United States dollars)", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "(Thousands", "action_verb_type": "operative", "action_verb_normalized": "(thousand", "links": []}, {"text": "Inclusive of estimted rentl vlue of government-provided lnd nd fcilities, lnding rights t irports nd irport fees.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 5, "prefix": "a", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "C.\tEfficiency gains", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The cost estimates for the period from 1 July 2025 to 30 June 2026 take into account the following efficiency initiative:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "36.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(Thousands of United States dollars)", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "(Thousands", "action_verb_type": "operative", "action_verb_normalized": "(thousand", "links": []}, {"text": "The Mission has strategically reduced its fleet of helicopters by one to optimize operational resources and efficiency. MINURSO aims to significantly increase the utilization of the remaining aircraft and lower costs, including expenses related to rental, fixed-wing assets and fuel. Despite this reduction, the Mission maintains its comprehensive logistical support system within its area of responsibility. The optimization ensures maximum utilization of available rotary-wing assets while preserving the same level of operational capability.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "37.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "D.\tVacancy factors", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The cost estimates for the period from 1 July 2025 to 30 June 2026 take into account the following vacancy factors:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "38.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(Percentage)", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Funded under generl temporry ssistnce.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 5, "prefix": "a", "action_verb": "Funded", "action_verb_type": "preambular", "action_verb_normalized": "funded", "links": []}, {"text": "The assumptions considered for the vacancy factors include the current 12-month average vacancy rate, from January to December 2024, or the actual vacancy rate as at 31 December 2024, as well as the planned deployment of uniformed personnel. This is in line with the policy guidance provided to improve the accuracy and consistency of the vacancy factors applied in the proposed budgets for the 2025/26 period and to ensure that proposed vacancy rates are based, as much as possible, on actual rates.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "39.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "E.\tContingent-owned equipment: major equipment and self-sustainment", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Requirements for the period from 1 July 2025 to 30 June 2026 are based on standard reimbursement rates for major equipment (wet lease) and self-sustainment in the total amount of $233,400, as follows:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "40.", "action_verb": "Requirements", "action_verb_type": "operative", "action_verb_normalized": "requirement", "links": []}, {"text": "(Thousands of United States dollars)", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "(Thousands", "action_verb_type": "operative", "action_verb_normalized": "(thousand", "links": []}, {"text": "F.\tTraining", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The estimated resource requirements for training for the period from 1 July 2025 to 30 June 2026 are as follows:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "41.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(Thousands of United States dollars)", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "(Thousands", "action_verb_type": "operative", "action_verb_normalized": "(thousand", "links": []}, {"text": "The number of participants planned for the period from 1 July 2025 to 30 June 2026, compared with previous periods, is as follows:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "42.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(Number of participants)", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Includes the United Ntions Logistics Bse nd outside the mission re.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 5, "prefix": "a", "action_verb": "Includes", "action_verb_type": "operative", "action_verb_normalized": "includ", "links": []}, {"text": "The overall number of participants in internal training courses will increase for international and national staff, in conjunction with training courses for ground transport technicians relating to new trucks, advanced data analytics, aviation, communications and information technology, logistics, medical services, engineering, gender, supply management and property management.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "43.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "G.\tOfficial travel, non-training", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The resource requirements for official travel, non-training for the period from 1 July 2025 to 30 June 2026 are estimated at $456,600 as follows:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "44.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Mission’s planned official travel in support of its mandate includes a range of travel within and outside the mission area for: political consultations and meetings with key local, regional and international stakeholders; military coordination visits; attendance at thematic and functional conferences; and within-mission travel, mainly for critical logistical support for the team sites and the Tindouf Liaison Office.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "45.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "H.\tAnalysis of requirements for air operations", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The flight hour utilization rates for the periods from 2021/22 to 2023/24, the approved and proposed number of flight hours for the 2024/25 and 2025/26 periods, respectively, and the number of flight hours calculated on the basis of the new policy guidance are as follows:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "46.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Mission’s air fleet is being reduced from five aircraft to four, with the number of rotary-wing aircraft being reduced from three to two, while maintaining two fixed-wing aircraft, with the aim of enhancing operational efficiency and facilitating the movement of personnel and life support items across the mission area. The proposed deployment takes into account the unique local environment, and movement restrictions, which make air assets the only efficient transportation mode to certain locations. The number of aircraft and flight hours are in line with the policy guidance and based on the Mission’s pattern of flight utilization. The lower rate of flight utilization for helicopters can be attributed to the coronavirus disease (COVID-19), the resumption of conflict in Western Sahara in November 2020, and the safety concerns of the International Civil Aviation Organization, which led to the repatriation of three Mi-8 helicopters on 25 September 2022. The delayed deployment of two Bell 412 helicopters and one Mi-8 helicopter between March and June 2023 created operational gaps, limiting the number of military air patrol flights.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "47.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Programmatic activities", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "I.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The estimated resource requirements for programmatic activities for the period 1 July 2025 to 30 June 2026 are as follows:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "48.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(Thousands of United States dollars)", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "(Thousands", "action_verb_type": "operative", "action_verb_normalized": "(thousand", "links": []}, {"text": "During the 2025/26 period, the Mission will continue to prioritize safety and security through a comprehensive approach focused on the protection of mission personnel and operational effectiveness. The Mission will concentrate on critical activities such as route verification, convoy escort and the provision of technical advice during investigations at sites of alleged drone strikes. MINURSO will also offer expertise in high-calibre shooting incidents and conduct explosive ordnance risk education. The Mission will support logistical movements east of the berm and analyse existing data on mine and explosive ordnance contamination, ensuring that updated information is shared across team sites to safeguard peacekeepers.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "49.", "action_verb": "During", "action_verb_type": "preambular", "action_verb_normalized": "dur", "links": []}, {"text": "Should conditions permit, a key objective is to release 5 million m2 of land from known mine and explosive threats through methodical surveys, manual demining and battle area clearance. This strategic approach will expand access for military observers and create safer passage for local populations. To maintain operational readiness, MINURSO will sustain a standing capacity for explosive ordnance disposal, clearance activities and investigation support, enabling rapid response to emerging requirements and minimizing risks to personnel.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "50.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In addition, MINURSO will continue to liaise with both parties to the conflict on mine action initiatives, provide route verification and facilitate expert investigations into suspected aerial attacks upon request. MINURSO will also provide explosive ordnance safety and awareness education training to all newly appointed MINURSO civilian and military personnel shortly after arrival. Furthermore, it will bolster the capacity of local mine action stakeholders, including the Sahrawi Mine Action Coordination Office, through regular coordination meetings. Demining activities to the west of the berm will continue to be conducted by the Royal Moroccan Army, with MINURSO providing technical advice if requested.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "51.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The workplan and the resource requirements for mine detection and mine-clearing services for the period 1 July 2025 to 30 June 2026 have been thoroughly reviewed by the Mine Action Service Programme Review Committee.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "52.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Analysis of variances", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "III.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The increased requirements are attributable primarily to: (a) the higher cost for mission subsistence allowance, based on the revised rates effective 1 January 2025, compared with the rates applied in the approved budget for the 2024/25 period; and (b) the application of a lower vacancy rate of 8.3 per cent, compared with the rate of 11.5 per cent applied in the approved budget.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "53.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The increased requirements are attributable primarily to: (a) the non-application of estimated deductions for absent or non-functional contingent-owned major equipment, based on historical expenditure, against troop reimbursement costs, compared with the deduction included in the approved budget for the 2024/25 period; and (b) the higher cost for mission subsistence allowance, based on the revised rates effective 1 January 2025, compared with the rates applied in the approved budget.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "54.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The increased requirements are attributable primarily to the higher cost for mission subsistence allowance, based on the revised rates effective 1 January 2025, compared with the rates applied in the approved budget for the 2024/25 period.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "55.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The increased requirements are attributable primarily to the application of higher salary rates based on the revised scale compared with the rates applied in the approved budget for the 2024/25 period.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "56.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The increased requirements are attributable primarily to the application of higher salary rates based on the revised scale compared with the rates applied in the approved budget for the 2024/25 period.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "57.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The increased requirements are attributable primarily to the higher cost for mission subsistence allowance, based on the revised rates effective 1 January 2025, compared with the rates in the approved budget for the 2024/25 period.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "58.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The reduced requirements are attributable primarily to the discontinuation of the consultancy for a graphic designer, partially offset by the need for a consultancy to enhance project management capabilities throughout the Mission through improved organization, control, communication and overall project delivery.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "59.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The increased requirements are attributable primarily to higher travel costs and a greater number of trips as the Mission resumes essential travel to the team sites east of the berm, as well as an increase in training-related travel, as some specific training sessions require physical presence to ensure comprehensive learning and proper certification.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "60.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The increased requirements are attributable primarily to: (a) the full implementation of the technical support services contract for team sites east of the berm to include essential services, specifically aviation fire safety, maintenance of security equipment, local transportation and living condition improvements across five team sites; and (b) the acquisition of a 100-kW hybrid diesel-photovoltaic solar power system that will enhance energy independence, reduce reliance on diesel fuel and promote the generation of more sustainable power.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "61.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The increased requirements are attributable primarily to: (a) the replacement of 10 vehicles (minibuses, panel vans, pickup trucks, a fuel truck and palletized load system trucks) that have reached the end of their useful life or are damaged beyond economical repair, as per the five-year fleet replacement plan, and the acquisition of two water trucks and two palletized load systems trucks; (b) the acquisition of additional spare parts due to more frequent and unanticipated repairs of the ageing vehicle fleet; and (c) the acquisition of a vehicle tracking system as a replacement for the existing car log security system to increase the safety of the staff through real-time monitoring of movements.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "62.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The reduced requirements are attributable primarily to the reconfiguration of the rotary-wing fleet by reducing its size by one light utility helicopter (Bell 412) due to limited helicopter utilization, owing to the movement restrictions imposed on air patrols east of the berm. The reduced requirements are offset in part by higher contractual operating costs for fixed-wing aircraft.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "63.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The reduced requirements are attributable primarily to the acquisition of fewer sea containers for the transportation of equipment compared with the number included in the approved budget for the 2024/25 period, resulting from the acquisition of less engineering material and fewer spare parts.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "64.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The increased requirements are attributable primarily to: (a) the higher share borne by the Mission of the cost of centralized support services, including charges for transponders and leased lines; and (b) the replacement of obsolete information and communications technology equipment.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "65.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The reduced requirements are attributable primarily to the non-acquisition of polymerase chain reaction tests.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "66.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The increased requirements are attributable primarily to: (a) the anticipated higher contractual costs for mine action services, mostly related to mobilization costs and the replacement of equipment; (b) higher other freight and related costs owing to the acquisition of a higher number of assets that require shipment as freight; and (c) increased provision for one international individual contractor to serve as a nurse and assist the civilian Medical Officer, and one international individual contractor to support the firefighting capability for the air assets.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "67.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Actions to be taken by the General Assembly", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "IV.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The actions to be taken by the General Assembly in connection with the financing of MINURSO are:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "68.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Appropriation of the amount of $71,808,400 for the maintenance of the Mission for the 12-month period from 1 July 2025 to 30 June 2026;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(a)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Assessment of the amount in subparagraph (a) above at a monthly rate of $5,984,033 should the Security Council decide to continue the mandate of the Mission.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(b)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Summary of follow-up action taken to implement the decisions and requests of the General Assembly in its resolutions 76/274 and 78/307, including the requests and recommendations of the Advisory Committee on Administrative and Budgetary Questions endorsed by the Assembly", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "V.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["76/274", "https://undocs.org/en/A/RES/76/274"], ["78/307", "https://undocs.org/en/A/RES/78/307"]]}, {"text": "A.\tGeneral Assembly", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Cross-cutting issues", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(Resolution 76/274)", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["76/274", "https://undocs.org/en/A/RES/76/274"]]}, {"text": "B.\tAdvisory Committee on Administrative and Budgetary Questions", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Financing of the United Nations Mission for the Referendum in Western Sahara", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(A/78/744/Add.12 and General Assembly resolution 78/307)", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["A/78/744/Add.12", "https://undocs.org/en/A/78/744/Add.12"], ["78/307", "https://undocs.org/en/A/RES/78/307"]]}, {"text": "Annex", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Organization charts", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A.\tOrganizational structure of the United Nations Mission for the Referendum in Western Sahara, 2025/26", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Abbreviations: ASG, Assistant Secretary-General; D, Director; FS, Field Service; GPP, government-provided personnel; GTA, general temporary assistance; NGS, national General Service; NPO, National Professional Officer; P, Professional; UNV, United Nations Volunteers.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "B.\tMilitary component", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Abbreviations: D, Director; FS, Field Service; MC, military contingent; UNMO, United Nations military observers.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "C.\tMission Support", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Abbreviations: D, Director; FS, Field Service; NGS, national General Service; NPO, National Professional Officer; P, Professional; UNV, United Nations Volunteers.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Map", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}]