[{"text": "Seventy-ninth session", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Agenda item 157", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Financing of the United Nations Multidimensional Integrated Stabilization Mission in the Central African Republic", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Budget for the United Nations Multidimensional Integrated Stabilization Mission in the Central African Republic for the period from 1 July 2025 to 30 June 2026", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Report of the Secretary-General", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Contents", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Mandate and planned results", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "I.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A.\tOverall", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The mandate of the United Nations Multidimensional Integrated Stabilization Mission in the Central African Republic (MINUSCA) was established by the Security Council in its resolution 2149 (2014). The most recent extension of the mandate was authorized by the Council in its resolution 2759 (2024), by which the Council extended the mandate until 15 November 2025.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "1.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["2149 (2014)", "https://docs.un.org/en/S/RES/2149(2014)"], ["2759 (2024)", "https://docs.un.org/en/S/RES/2759(2024)"]]}, {"text": "The Mission is mandated to help the Security Council to advance a multi-year strategic vision to create political, security and institutional conditions conducive to national reconciliation and durable peace through the implementation of the Political Agreement for Peace and Reconciliation in the Central African Republic (the Political Agreement) and the elimination of the threat posed by armed groups through a comprehensive approach and proactive and robust posture, without prejudice to the basic principles of peacekeeping.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "2.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Within this overall objective, and reflecting the expanded mandate on electoral support, MINUSCA will, during the budget period, contribute to a number of expected accomplishments by delivering related key outputs, presented in the frameworks below. These frameworks are organized according to four components: support for political, peace and reconciliation processes; security, protection of civilians and human rights; fight against impunity and support for the extension of State authority and rule of law; and support, which are derived from the mandate of the Mission.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "3.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In its resolution 2759 (2024), the Council decided that MINUSCA would comprise an authorized troop ceiling of 14,400 military personnel, including 580 military observers and military staff officers, and 3,020 police personnel, including 600 individual police officers and 2,420 formed police unit personnel, as well as 108 corrections officers, and recalled its intention to keep that number under continuous review. In the same resolution, the Council mandated the Mission to continue the protection of civilians, support for the restoration and extension of State authority, and the peace and political process, including national reconciliation, social cohesion and transitional justice mechanisms. The Mission will also continue to facilitate a secure environment for the immediate, full, safe and unhindered delivery of humanitarian assistance and the protection of United Nations personnel and property.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "4.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["2759 (2024)", "https://docs.un.org/en/S/RES/2759(2024)"]]}, {"text": "The Council further authorized MINUSCA, working in close coordination with the United Nations country team, to support the preparation and delivery of free, fair and peaceful local, presidential and legislative elections scheduled in 2025 and 2026, in a transparent, credible, peaceful and timely manner.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "5.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The expected accomplishments would lead to the fulfilment of the objectives of the Security Council within the anticipated lifetime of the Mission, and the indicators of achievement will measure progress towards such accomplishments during the budget period. The human resources of MINUSCA in terms of the number of personnel have been attributed to the individual components, with the exception of the executive direction and management of the Mission, which is attributed to the Mission as a whole. Variances in the number of personnel, compared with the approved budget for the 2024/25 period, are explained under the respective components.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "6.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The MINUSCA headquarters and logistics base are located in Bangui and will support a total of 158 sites in 46 locations across the country. Mission locations comprise 12 field locations, including Bangui, with civilian, military and police units.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "7.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "B.\tPlanning assumptions and mission support initiatives", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "MINUSCA remains committed to advancing its political strategy and integrated mission plan for the period 2023–202 In the context of anticipated challenges, the Mission will remain focused on enhancing its effectiveness through strengthened integration, coordination and decentralization.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "8.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In line with the request made by the Government of the Central African Republic on 28 February 2024 for United Nations electoral assistance, and as mandated by the Security Council, MINUSCA will prioritize supporting national stakeholders in the creation of conditions conducive to free, fair and inclusive rounds of elections during the 2025/26 period. This includes facilitating the preparation and conduct of the local elections and presidential and legislative elections, including preparation of necessary contingency plans. These elections are vital to advancing the Political Agreement and represent a significant step towards strengthening peace and stability in the Central African Republic by promoting democratic governance and expanding political participation for women, youth, internally displaced persons and returnees, while ensuring the timely renewal of political mandates in line with constitutional requirements. MINUSCA, in a whole-of-mission effort, will concentrate on facilitating the electoral processes, promoting dialogue, reducing tensions and supporting inclusive participation while providing operational, logistical, security and technical assistance in close coordination with the United Nations Development Programme (UNDP) and other international partners regarding international electoral assistance ensuring clear roles and responsibilities, with the support of the United Nations Resident Coordinator.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "9.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In line with the revised calendar for the holding of local elections issued by the National Electoral Authority in October 2024, the revision of the voter list is assumed to be completed by the end of March 2025. The local elections are anticipated to take place in July 2025, while the presidential and legislative elections are expected to occur between late December 2025 and mid-February 2026, in accordance with constitutional timelines. Preparations for the presidential and legislative elections are expected to commence after the conclusion of the local elections. Accordingly, the proposed budget for the 2025/26 period includes provisions amounting to $18,775,500 to support the local, presidential and legislative elections, as follows:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "10.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(Thousands of United States dollars)", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "(Thousands", "action_verb_type": "operative", "action_verb_normalized": "(thousand", "links": []}, {"text": "As electoral dynamics are expected to dominate the period, potentially affecting the peace and security landscape, the Mission’s political role will continue to be vital, requiring the proactive use of good offices and political engagement to create the conditions for continued progress, including at the local level in key strategic areas. The Mission will intensify its efforts to promote the peace process through a decentralized approach supporting national institutions in enhancing ownership of implementation of the Political Agreement and its monitoring mechanisms. This involves building trust among national stakeholders, providing platforms for political dialogue and reconciliation, supporting the democratic process, and human rights and rule of law-compliant institutions and processes.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "11.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Mission will also continue to support the Special Criminal Court and advocate for the promulgation of a Truth, Justice, Reparation and Reconciliation Commission mandate, as well as its operationalization as a key transitional justice mechanism recommended by the Political Agreement. In addition, it will work to strengthen grassroots reconciliation initiatives. These efforts are expected to capitalize on ongoing reconciliation efforts and build popular trust in national institutions. MINUSCA will leverage its strengthened integrated field presence to sustain, decentralize and enhance the country’s peace architecture and connections between the peace process at the national, regional and local levels in coordination with the Government, the United Nations country team and international partners.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "12.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "MINUSCA will also continue to facilitate the implementation of the Political Agreement by supporting the national disarmament, demobilization, repatriation and reintegration programme, complemented by community violence reduction initiatives following integrated stabilization missions in key strategic areas. Special attention will be given to women participating in training programmes, in line with the national community violence reduction strategy. Further, the Mission will enhance the implementation of the security provisions outlined in the Political Agreement by providing policy, governance-focused and gender-sensitive advice, as well as technical and logistical support for the national security sector reform process. This will include intensified measures to secure and manage priority border areas, strategic advisory services, capacity-building initiatives and targeted assistance focused on the sustainable redeployment of national defence and internal security forces. All activities will be aimed at fostering democratic oversight and adherence to human rights principles, including compliance with the human rights due diligence policy.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "13.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "MINUSCA will strengthen its political role through a proactive security strategy that integrates military and police components to create a secure environment that supports the peace process, protects civilians and upholds human rights, including during the electoral period. The Mission will concentrate on securing transhumance corridors and enhancing the internal security forces while empowering local stakeholders to peacefully resolve conflicts through comprehensive operational intelligence. In addition, MINUSCA will strengthen the capacity of Judicial Police Officers on transhumance law to address impunity and assess the deployment of internal security forces to mitigate inter-community violence.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "14.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "To address explosive ordnance threats, the Mission will enhance monitoring efforts and provide life-saving risk education to vulnerable communities. Recognizing the potential for armed groups to expand their influence, MINUSCA will assist the Government of the Central African Republic in fostering relations with neighbouring countries, tackling cross-border criminality and promoting social cohesion. The Mission will employ integrated interventions to reduce threats of physical violence against civilians and support State authority in priority regions such as Vakaga, Haute-Kotto and Haut-Mbomou. These stabilization efforts will be complemented by logistical and institutional capacity support for relevant ministries and local authorities, ensuring the sustainable extension of the rule of law and governance for the population of the Central African Republic.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "15.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Mission will enhance the mobility of uniformed components and improve its integrated field presence in priority areas, in line with the recommendations of the 2023 comprehensive logistics transportation assessment. This will involve the use of air assets, the concentration of forces, the optimization of operating bases and the construction or rehabilitation of airstrips, roads, bridges and ferries repositioning key enablers as part of the decentralization plan.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "16.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The mission-wide strategy on the protection of civilians will reinforce community-level dialogue and engagement, early warning and rapid response, and proactive security to address protection concerns and build national capacities. The Mission will continue to monitor and report on human rights violations, including conflict-related sexual violence and grave violations against children, while supporting national authorities in combating impunity and ensuring accountability. Furthermore, the Mission will support the safe transfer of children associated with armed groups to civilian authorities, in line with handover protocols, and will operationalize training centres to provide skills training and prevent child recruitment in conflict-affected areas. In line with the mandate, the budget proposal includes provisions for technical and logistical support for national defence and internal security forces engaged in joint operations with MINUSCA.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "17.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Despite improvements in security conditions in parts of the country, the humanitarian situation is expected to remain fragile owing to the continued socioeconomic hardship of large parts of the population. Improved security is anticipated to result also in an increased return of both internally displaced persons and refugees, which may exacerbate the needs of communities, and will challenge the economic recovery process by straining the State service delivery capacity. The instability observed in neighbouring countries, particularly in the Sudan, may precipitate an influx of refugees in inaccessible northern and eastern areas of the country. In response, the Mission will continue to support the safe delivery of humanitarian aid within its capacities and available resources, as well as through infrastructure projects, including the rehabilitation and construction of roads and bridges on main supply routes to improve access, support Mission operations and facilitate humanitarian assistance.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "18.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Mission will intensify its collaboration with the United Nations country team and other humanitarian actors to create a protective environment through its good offices and advocacy at both the national and local levels, including regular security patrols and multifaceted community engagement, aiding the provision of assistance and supporting the voluntary, safe and durable return or resettlement of internally displaced persons and refugees. These efforts will embody a coordinated United Nations-wide response that will play a pivotal role in supporting the country’s long-term stability and development.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "19.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The sustainable extension and restoration of State authority will remain vital for safeguarding the Mission’s progress under its peace and protection mandates, including the gradual transition of static security tasks from MINUSCA to national defence and internal security forces. The Mission will continue to offer integrated operational, logistical and institutional support to national defence forces, adhering strictly to the human rights due diligence policy. MINUSCA will also continue to support the deployment of justice and penitentiary personnel to locations outside of Bangui as well as to provide internal oversight mechanisms in the justice and penitentiary systems to curb corruption and absenteeism.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "20.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "MINUSCA will pursue efforts aimed at empowering the office for national security sector reform coordination, including with a view to better aligning international assistance with national needs and priorities. In addition, the Mission will continue to support the implementation of the national defence policy, facilitating the establishment of a garrison army, which will be instrumental in restoring security and State authority across the country. The Mission will continue to enhance the capacity of the General Inspectorate of the National Army to exercise its oversight function.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "21.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Furthermore, MINUSCA will continue to support the strengthening of the justice system, including through support for the ordinary justice system in the organization of criminal sessions for the trial of serious crimes and support for competent judicial bodies to address electoral disputes. MINUSCA will also continue to provide technical, logistical, financial and organizational support to the Special Criminal Court and the justice and penitentiary systems to address prison overcrowding and prolonged detention. MINUSCA will also continue to implement projects aimed at improving detention conditions and deliver capacity-building activities for all actors in the criminal justice system. The Mission will also support the Government in the implementation of the law on legal aid.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "22.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The illicit proliferation of small arms and light weapons is expected to continue and to pose a threat to peace and security. MINUSCA will continue to support the National Commission to Combat the Proliferation and Illegal Movement of Small Arms and Light Weapons, offering strategic, technical and logistical assistance in line with the objectives outlined in the National Commission’s national action plan for 2024–2028. In addition, the weapons and ammunition management capacities of the national defence and internal security forces will be further developed, including training and logistical support for managing and disposing of weapons and ammunition.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "23.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Mission will continue to offer training to Mission personnel across the country and support predeployment visits to contributing countries, to uphold the United Nations zero-tolerance policy on sexual exploitation and abuse. Efforts to reduce sexual exploitation and abuse will be sustained through the appointment of focal points, the conduct of regular inspections and the integration of police and civilian staff with military units. In addition, the Mission will support victims of sexual exploitation and abuse through referral to existing service providers for medical care, psychosocial support, legal assistance, livelihood support and vocational training. MINUSCA will also continue to monitor the delivery and impact of these services and ensure that victims’ rights are upheld in collaboration with relevant partners.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "24.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "To ensure the safety and security of United Nations personnel and assets, the Mission will bolster efforts to protect its staff and improve peacekeeper security. This will include an ongoing focus on enhancing mobility, force and camp protection, and living conditions, especially in the field. Efforts will also target improvements in aviation, critical for mobility, including capabilities for casualty and medical evacuation. In addition, technical support will be provided to national authorities to investigate and prosecute those responsible for crimes against peacekeepers.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "25.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Mission has made significant strides in digital transformation and will continue to enhance this progress through the integrated use of tools such as Umoja for strategic planning, budgeting, and performance management; the strategic management application module; the integrated planning and reporting solution; and the Comprehensive Planning and Performance Assessment System. Efforts will continue to be focused on aligning all frameworks within these tools to optimize planning. These resources will support the implementation and monitoring of the Mission’s political strategy and integrated mission plan. MINUSCA will continue to regularly evaluate the effectiveness and impact of its political strategy and integrated mission plan for the period 2023–2028, identifying best practices and areas for improvement, in full cooperation with the United Nations country team and other partners for a comprehensive approach as defined in the United Nations Sustainable Development Cooperation Framework. Furthermore, the Mission will leverage data and analysis from Umoja and its complementary systems to illustrate their impact and challenges.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "26.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The comprehensive communications and outreach strategy of the Mission, including its continued support for the Ministry of Communications and national communication initiatives, will be focused on enhancing the visibility of MINUSCA and keeping the public informed about its strategic priorities and impartial role, particularly in the electoral context. The Mission will engage in proactive strategic communications to counter misinformation and disinformation and hate speech. This will be combined with strengthened media monitoring, especially during electoral periods. MINUSCA will also improve survey methodology to gain deeper insights into public perceptions, thus informing more effective decision-making.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "27.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "MINUSCA will strengthen its positive legacy strategy by fostering a political framework that is sustainable, supports the humanitarian-development-peace nexus and remains fully aligned with the national development plan. This approach will acknowledge past achievements while charting a clear path for the future. The Mission will reduce its environmental impact and support national renewable energy initiatives in line with the United Nations environmental strategy for peace operations. In addition, MINUSCA will concentrate on the gradual transfer of institutional knowledge to local stakeholders and on enhancing capacity-building, including boosting income-generating activities. Improvements to the country’s infrastructure, primarily aimed at supporting mandate implementation and ensuring civilian protection, will offer lasting benefits beyond the Mission’s duration, contributing to its legacy through close collaboration with the United Nations country team and multilateral partners.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "28.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Mission support initiatives", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "MINUSCA plans to implement its political strategy, including the decentralization of operations and the execution of construction projects aligned with the new force and police layouts, as well as initiatives aimed at enhancing the living and working conditions of Mission personnel, while carefully managing the ongoing cash liquidity challenges.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "29.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "To support the decentralization and integration of field operations in the context of the implementation of new force and police layouts, planned infrastructure projects will include: (a) the construction of accommodation and aviation facilities in Bangassou; (b) the construction of new camps in Obo, Bambouti, Mboki, Am Dafok, Ouanda Djallé and Bangassou; (c) the construction of an aviation unit in Bangassou, including accommodation camps and helicopter landing pads; (d) the installation of a turnkey microgrid renewable energy system in M’Poko to upgrade and centralize the existing solar photovoltaic systems; (e) the rehabilitation and resurfacing of roads in Bangui; and (f) the construction of boreholes mission-wide.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "30.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Mission will explore innovative solutions for water supplies in remote areas by utilizing atmospheric generators to provide water in temporary operating bases and other locations lacking alternative water sources. It will also increase the construction of hardwall buildings using locally available materials for accommodation and office space. This approach not only contributes to fulfilling the Mission’s commitment to sustainability but also leaves a positive legacy by increasing local employment opportunities and capacity-building and enhancing local procurement to foster economic stability.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "31.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Mission’s supply chain systems will be improved to boost logistical efficiency and ensure dependable support throughout its operations. For this purpose, a decentralized warehousing approach will be implemented in regions with the highest demands, thus reducing lead times and overcoming transportation challenges. These investments will be bolstered by the digitalization of supply chain processes, including enhanced forecasting and risk monitoring. In addition, the Mission will maximize the use of a recently positioned C-130 Hercules aircraft to improve air cargo support. These initiatives are guided by recommendations from the Board of Auditors and the Office of Internal Oversight Services, as well as insights from the 2023 comprehensive logistics transportation assessment, which recommended the transition to a more efficient logistics model that leverages distribution hubs in Kaga Bandoro, Bangassou, Bambari and Bouar.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "32.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Mission will continue its efforts to strengthen inventory and warehouse management through training, paying special attention on national capacity development, which in turn will improve demand forecasting and inventory accuracy and optimize transportation. In addition, through the deployment of monitoring systems, the Mission will ensure that logistics remain agile, resilient and capable of achieving results in fast-track decision-making processes.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "33.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Following the termination of the contract for the Mission’s unmanned aerial system in mid-2024, and acknowledging that no other capability can fully replace the system, MINUSCA will utilize the newly deployed Blackhawk UH-60 helicopters to conduct limited intelligence, surveillance and reconnaissance operations.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "34.", "action_verb": "Following", "action_verb_type": "preambular", "action_verb_normalized": "follow", "links": []}, {"text": "MINUSCA will continue to implement its environmental strategy to mitigate its impact and reduce its overall footprint by increasing renewable energy capacity, refining energy management and enhancing solid and waste management. The Mission aims to diversify energy sources, including hydroelectricity, and connect to efficient grids and generators to reduce its reliance on diesel, cutting carbon emissions and fostering a positive legacy.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "35.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "MINUSCA will continue to strengthen its information and communications technology systems, applications and infrastructure by: (a) making them more updated, integrated, resilient, agile and flexible in terms of service availability; (b) continuously strengthening the Mission’s infrastructure by replacing equipment that is beyond its life expectancy and is no longer supported by manufacturers; (c) continuing the migration of Mission data to the cloud (including servers and related services) as part of the Microsoft Azure authentication, and deploying the new cloud-based vehicle tracking system in Bangui and the regions; and (d) maintaining robust cybersecurity measures, including software updates for laptops, firewall and server updates/patching, and website filtering to protect the Mission against external cyberattacks.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "36.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "To enhance operational effectiveness and to address in part the staffing gaps identified by the civilian staffing review conducted in MINUSCA in 2023, the Mission plans to outsource various high labour-content support services, including camp management, facility maintenance, warehousing operations, stock cycle counting and property physical verification. This approach will enable the Mission to leverage the expertise of specialized service providers, ensuring high-quality asset and maintenance management and the adoption of industry best practices and technologies.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "37.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Mission will prioritize the development of a more structured training plan and the expansion of information and communications technology capabilities, in line with the Secretariat’s digital transformation strategy, strengthening data-driven decision-making through integrated information-sharing.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "38.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Beginning in the 2018/19 period, the Mission took a prudent approach to implementing the standardized mission support structure for field missions that was noted by the General Assembly in 2017 in its resolution 70/271. Subsequent changes in the Mission’s support structure were implemented through the realignment and/or redeployment of approved resources to strengthen and improve the efficiency and effectiveness of the component. The Mission will continue its efforts to align its support structure with the standardized approach during the 2025/26 period. The proposed changes are detailed in tables 12 to 24 of the present report.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "39.", "action_verb": "Beginning", "action_verb_type": "preambular", "action_verb_normalized": "beginn", "links": [["70/271", "https://docs.un.org/en/A/RES/70/271"]]}, {"text": "The estimated resource requirements for the maintenance and operation of the Mission for the 2025/26 period reflect increased requirements under: (a) civilian personnel, attributable primarily to the application of lower vacancy rates, increased salary rates and higher common staff costs; and (b) operational costs, attributable primarily to the outsourcing of facilities maintenance and camp management services, including cleaning services, warehouse operations and physical verification services to enhance operational effectiveness and manage risks by leveraging the expertise of specialized service providers, and additional construction projects to support the decentralization and integration of field operations in the context of the implementation of new force and police layouts. The increased requirements are offset in part by reduced requirements under military and police personnel, attributable primarily to the planned deployment of less contingent-owned major equipment.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "40.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "C.\tRegional mission cooperation", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Mission will continue to liaise with the Global Procurement Support Section in Entebbe, Uganda, for the provision of commodities and services in support of mandate implementation. The Mission will also continue to use the logistics hub of the United Nations Organization Stabilization Mission in the Democratic Republic of the Congo (MONUSCO), located in Entebbe, embedding one national General Service and two Field Service civilian personnel from MINUSCA to perform support functions related to administration, logistics and supply chain management.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "41.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Regional Service Centre in Entebbe, Uganda, will continue to provide services to MINUSCA in the areas of onboarding and separation, benefits and payroll, vendor payments, entitlements and official travel, claims processing, including education grants and reimbursement for mission-related travel, cashier services, training and conference services, transport and movement control. In addition, MINUSCA will continue to use the United Nations Logistics Base at Brindisi, Italy, for stock deployment services, thereby optimizing procurement processes and enabling the timely delivery of mission supplies.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "42.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "D.\tPartnerships, country team coordination and integrated missions", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "To advance the implementation of the Political Agreement and support good governance, the Mission will prioritize coordination with the African Union, the Economic Community of Central African States, the International Conference on the Great Lakes Region, the European Union and other regional and international partners. MINUSCA will concentrate on enhancing interregional cooperation and leveraging synergies with regional missions such as the United Nations Regional Office for Central Africa (UNOCA) to improve collaboration, information-sharing, analysis and facilitation of peacebuilding efforts and conflict resolution initiatives. These partnerships are crucial for aligning strategic and organizational priorities to deliver unified and consistent support to national authorities, including post-electoral support.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "43.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "To address transnational threats and promote stabilization and development in the Central African Republic, the Mission will continue to work closely with regional actors to implement joint bilateral commissions with neighbouring countries and ensure effective cross-border mechanisms, advancing the national policy for border area management developed in collaboration with UNOCA. Further, MINUSCA will continue to advocate for sustained engagement from neighbouring countries in the peace process and reconciliation efforts.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "44.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Mission will maintain its collaboration with the United Nations country team, international financial institutions and other key stakeholders to advance a comprehensive approach that comprises humanitarian, human rights, development and peace initiatives. This includes bolstering support for the national human rights policy, the United Nations Sustainable Development Cooperation Framework for the period 2024–2027, the national strategy on lasting solutions for internally displaced persons and returnees and the national development plan for the Central African Republic for the period 2024–2028. The United Nations will continue to support the Government of the Central African Republic in delivering on the outputs of the national development plan and enhancing the communication of achievements and tangible peace dividends to the population.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "45.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The use of good offices and peacebuilding projects through the Peacebuilding Fund will continue to play a catalytic role in supporting the implementation of the Political Agreement, including the joint road map for peace in the Central African Republic, supporting the operationalization of the border management strategy and creating favourable conditions for credible, peaceful, inclusive and participatory local elections.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "46.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "E.\tResults-based budgeting frameworks", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Executive direction and management", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Overall mission direction and management are to be provided by the Office of the Special Representative of the Secretary-General. The proposed staffing complement is set out in table 1.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "47.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Table 1", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Human resources: executive direction and management", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Note: The following abbreviations are used in the tables: ASG, Assistant Secretary-General; FS, Field Service; NGS, national General Service; NPO, National Professional Officer; UNV, United Nations Volunteers; USG, Under-Secretary-General.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Funded under generl temporry ssistnce.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 5, "prefix": "a", "action_verb": "Funded", "action_verb_type": "preambular", "action_verb_normalized": "funded", "links": []}, {"text": "Office of the Special Representative of the Secretary-General", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Table 2", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Human resources: Office of the Special Representative of the Secretary-General", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Office provides direction and guidance to all mission components to ensure that all mandated tasks are implemented in a coordinated manner. The Office leads the design, development and delivery of coherent strategic communication programmes with ownership by all Mission components. In addition, the Special Representative established under her immediate leadership the Mission’s mis- and disinformation working group to monitor and address threats to effective mandate delivery. Additional support is required to provide adequate assistance to the Special Representative in the performance of her strategic communication responsibilities within the context of the Mission’s response to misinformation and disinformation.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "48.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "It is proposed that one post of Communications Officer (P-3) (formerly Radio Producer in the Strategic and Communications and Public Information Service), as shown in table 2, be reassigned from the Strategic Communications and Public Information Service. The reassigned post will enhance the Mission’s strategic communication programmes, carry out cross-pillar coordination and address misinformation and disinformation issues. It will also support the Office of the Special Representative and the Mission at large in developing and implementing global, comprehensive, coherent and coordinated responses to the threat of hate speech, stigmatization, misinformation and public incitement to violence within the context of mandate implementation.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "49.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "It is also proposed that one post of Special Assistant, Political Affairs (P-4) be redeployed from the Office of the Special Representative of the Secretary-General to the Office of the Chief of Staff, as the latter requires additional capacity in order to effectively support the coordination and management of operational tasks, including planning, decision-making and the integration of various Mission components that face the growing complexities and demands of the Mission’s operations. The incumbent will assist the Chief of Staff in ensuring the coherence and alignment of Mission activities across all units, while directly supporting the senior leadership of the Mission.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "50.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Office of the Deputy Special Representative of the Secretary-General (Political)", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Table 3", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Human resources: Office of the Deputy Special Representative of the Secretary-General (Political)", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The position of Programme Management Officer (P-4), funded under general temporary assistance, was established on 1 July 2022 and is embedded in the staffing of the Office of the Deputy Special Representative of the Secretary-General (Political) to direct implementation of the mine action programme in MINUSCA. In view of the continuation of the programme in the 2025/26 period, it is proposed that the position of Programme Management Officer (P-4) be retained. The incumbent develops the Mission’s mine action programme strategy; leads operational planning, programme design and responses to threats; supports advocacy efforts; and oversees the delivery and performance of implementing partners.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "51.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Office of the Chief of Staff", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Table 4", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Human resources: Office of the Chief of Staff", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Office is responsible for providing direction and integrated management for all Mission activities, in accordance with the strategic vision and guidance of the Special Representative of the Secretary-General. To that end, the Chief of Staff oversees the core mechanisms and processes that enable integrated delivery of the Mission’s mandate, in particular strategic and operational planning, policy coordination, senior-level decision-making and information management within the Mission and with the United Nations country team. The Office plays a central role in directing and managing the day-to-day running of the Mission, the management and oversight of programmatic funds and quick-impact projects, and the greater coordination among Mission components. It also facilitates effective integration and controls within Mission headquarters and field offices. The Office requires additional capacity to address an increased need for enhanced coordination and coherence across Mission components, as described below.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "52.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In the context of the above, it is proposed that one post of Joint Operations Officer (P-4), as shown in table 4, be reassigned as Coordination Officer in the Office of the Chief of Staff. The reassigned post will support enhanced coordination between the Office of the Chief of Staff and the Field Coordination Office as well as between the Joint Mission Analysis Centre and the Joint Operations Centre.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "53.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "It is also proposed that one post of Special Assistant, Political Affairs (P-4), as shown in table 4, be redeployed from the Office of the Special Representative of the Secretary-General to the Office of the Chief of Staff. This role has become vital to the effective and efficient operation of the Office of the Chief of Staff, in particular in ensuring coherence across all organizational units. The proposed redeployment would support the Office in effectively managing the increasing scope of responsibilities, including operational planning, management and assessment.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "54.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Table 5", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Human resources: Strategic Communications and Public Information Service", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Strategic Communications and Public Information Service is responsible, inter alia, for the implementation of the Mission’s strategic communication programmes. Additional capacity is required in the Office of the Special Representative to support the discharge of her communications responsibilities, particularly the Mission’s response to misinformation and disinformation and the strengthening of the Mission’s strategic communication programmes. The Mission has identified in the Strategic Communications and Public Information Service the necessary capacity for provision of the required support to the Special Representative.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "55.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In the context of the above, it is proposed that one post of Radio Producer (P-3), as shown in table 5, be reassigned to the Office of the Special Representative of the Secretary-General as Communications Officer.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "56.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Table 6", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Human resources: Joint Operations Centre", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Joint Operations Centre is responsible for the coordination and oversight of operational activities across mission components, ensuring effective communication and coordination among military, police and civilian components, managing situational awareness, supporting decision-making processes during crisis situations and providing situation reports on the common operating environment. Additional capacity is required in the Office of the Chief of Staff to support coordination efforts between the Office and the Field Coordination Office, as well as between the Joint Mission Analysis Centre and the Joint Operations Centre.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "57.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In the context of the above, it is proposed that the post of Joint Operations Officer (P-4), as shown in table 6, be reassigned to the Office of the Chief of Staff as Coordination Officer. The reassigned post will support the advancement of integration in support of the Mission’s decentralization efforts.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "58.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Component 1: support for political, peace and reconciliation processes", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Table 7", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Human resources: component 1: support for political, peace and reconciliation processes", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Funded under generl temporry ssistnce.", "type": "paragraph", "heading_level": null, "paragraph_type": null, "paragraph_level": 5, "prefix": "a", "action_verb": "Funded", "action_verb_type": "preambular", "action_verb_normalized": "funded", "links": []}, {"text": "Electoral Affairs Service", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Table 8", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Human resources: Electoral Affairs Service", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Electoral Affairs Service is responsible for providing support for the local, legislative and presidential elections. The local elections are anticipated to take place in July 2025, while the presidential and legislative elections are expected to be held between late December 2025 and mid-February 2026, in accordance with constitutional timelines. The Mission seeks to retain its capacity to effectively support the National Electoral Authority at its headquarters and at the prefectural level. The Mission’s electoral support is outlined in paragraph 9 above, based on the mandate provided in Security Council resolution 2759 (2024).", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "59.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["2759 (2024)", "https://docs.un.org/en/S/RES/2759(2024)"]]}, {"text": "To implement the Mission’s mandate, the continuation of the Electoral Affairs Service with 30 general temporary assistance positions and 37 United Nations Volunteer positions, as shown in table 8, is proposed. Under the leadership of a Principal Electoral Affairs Officer (D-1), the Service will continue to support the National Electoral Authority. The Service will also continue to ensure territorial coverage through the deployment of one Electoral Officer/Regional Coordinator, one Electoral Adviser (Logistics) and one Electoral Adviser (Civic and Voter Registration) in each of its field offices, covering the country’s 20 prefectures, who will consult with all electoral stakeholders and partners, including United Nations entities on the ground, and provide technical and logistical support for the local branches of the National Electoral Authority.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "60.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Component 2: security, protection of civilian and human rights", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Table 9", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Human resources: component 2, security, protection of civilian and human rights", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Component 3: fight against impunity and support for the extension of State authority and rule of law", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Table 10", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Human resources: component 3, fight against impunity and support for the extension of State authority and rule of law", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Component 4: support", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Table 11", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Human resources: component 4, support", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Funded under generl temporry ssistnce, in civilin personnel costs.", "type": "paragraph", "heading_level": null, "paragraph_type": null, "paragraph_level": 5, "prefix": "a", "action_verb": "Funded", "action_verb_type": "preambular", "action_verb_normalized": "funded", "links": []}, {"text": "Office of the Director of Mission Support", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Table 12", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Human resources: Office of the Director of Mission Support", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Office of the Director of Mission Support is responsible for the effective management of the Mission’s human, financial, logistical and physical resources. The Office supports implementation of the Mission’s mandate by providing essential managerial, logistical, technological and administrative assistance.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "61.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In the context of paragraph 39 of the present report, it is proposed that the Mission’s environment portfolio, which includes seven posts and positions, as shown in table 12, be redeployed from the Occupational Health, Safety and Environmental Unit to provide coordination, monitoring and oversight of the Mission's implementation of various environmental policies and initiatives, strengthen related programmes and activities, mainstream an environmental approach to operations mission-wide and enhance the portfolio’s strategic posture.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "62.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Operations and Resource Management Service", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Table 13", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Human resources: Office of the Chief of the Operations and Resource Management Service", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Office of the Chief of the Operations and Resource Management Service is responsible for overall resourcing, coordination of administrative and operational support, performance management and strategic planning as well as quality assurance in support of the implementation of the Mission’s mandate. The Office assists and supports the Director of Mission Support in the effective management of support services in the Mission, including monitoring the level and quality of support services delivered to Mission headquarters and field office locations.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "63.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The implementation of a decentralized approach in the field in previous budget periods coupled with the planned movement of mission personnel from Bangui to the field will translate into an increased presence at those remote locations in difficult working and living conditions. A survey on mental health recently conducted at the Mission revealed the need to strengthen the management of Mission personnel’s well-being. The Mission will enhance its monitoring and control of operational activities to ensure the successful and timely delivery of a sustainable welfare strategy.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "64.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In the context of paragraph 39 of the present report, it is proposed that the Mission’s counselling and welfare portfolio, which includes three posts, as shown in table 13, be redeployed from the Human Resources Management Section to strengthen the oversight of counselling and welfare services delivery.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "65.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Table 14", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Human resources: Human Resources Management Section (Counselling and Welfare Unit)", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Human Resources Management Section is responsible for the Mission’s integrated and strategic human resources management services, including the planning of staff requirements, recruitment, placement, administration, training services and capacity-building. The Section also oversees the entitlements of military observers and United Nations police personnel, and advises on entitlements and benefits and on the development of staff members.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "66.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Counselling and Welfare Unit, as part of the Human Resources Management Section, is responsible for devising strategic guidance and providing support to Mission personnel in the areas of stress management and personal counselling, recommending welfare improvements, and monitoring the implementation of welfare measures in compliance with applicable policies.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "67.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In the context of paragraph 39 of the present report, it is proposed that the Mission’s counselling and welfare portfolio, which includes three posts, as shown in table 14, be redeployed to the Office of the Chief of the Operations and Resource Management Service to enhance the portfolio’s strategic posture.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "68.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Table 15", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Human resources: Occupational Health, Safety and Environmental Unit", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Occupational Health, Safety and Environmental Unit is responsible for the coordination, monitoring and oversight of the implementation of the environmental and waste management policies and the environment strategy with its five pillars. The Unit also assists the Director of Mission Support in fulfilling his responsibility for implementation of the occupational safety risk management programme, in accordance with the applicable policy.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "69.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In the context of paragraph 39 of the present report, it is proposed that the occupational health, safety and environmental portfolio, which includes nine posts and positions, as shown in table 15, be redeployed to: (a) the Office of the Director of Mission Support to ensure the effective coordination, monitoring and oversight of the implementation of the environment-related strategy and initiatives; and (b) the Medical Services Section under the Services Delivery pillar to support implementation of the occupational safety risk management programme.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "70.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Table 16", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Human resources: Claims Unit", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Claims Unit is responsible for supporting the Local Claims Review Board in reviewing claims-related documentation to verify accuracy and reasonableness for settlement while ensuring compliance with the Financial Regulations and Rules of the United Nations. The Unit also manages third party uninsured claims; claims for loss of/or damage to personal effects attributable to service; and third party insured claims arising from road traffic accidents involving United Nations vehicles, in accordance with the established policies.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "71.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In the context of paragraph 39 of the present report, it is proposed that the claims management portfolio, which includes five posts, as shown in table 16, be redeployed to the Office of the Chief of the Supply Chain Management Service to complement the property surveying process of the Property Survey Board, thereby combining claims and property surveys into one single oversight process.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "72.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Table 17", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Human resources: Integrated Mission Training Cell", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Integrated Mission Training Cell is responsible for all learning and training that supports the Mission’s mandate implementation and capacity development for all its uniformed and civilian personnel. The Cell is responsible for creating impactful learning solutions to ensure that staff members acquire new knowledge, skills or abilities.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "73.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "One of the main objectives of the Conference and Translation Unit and the Integrated Mission Training Cell is to facilitate the exchange of knowledge and information across the Mission and to achieve effective communication. To ensure a better alignment of functions, the Conference and Translation Unit will be embedded within the Training Cell.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "74.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In the context of paragraph 39 of the present report, it is proposed that the conference and translation portfolio, which includes 41 posts and positions, as shown in table 17, be redeployed from the Conference and Translation Unit to strengthen the oversight of programme delivery, ensure compliance with existing key performance indicators and build national capacity.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "75.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Table 18", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Human resources: Conference and Translation Unit", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Conference and Translation Unit is responsible for providing conference services and professional translation and interpretation services in support of various Mission components, particularly for the military and police contingents.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "76.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In the context of paragraph 39 of the present report, it is proposed that the conference and translation portfolio, which includes 41 posts and positions, as shown in table 18, be redeployed from the Conference and Translation Unit to the Integrated Mission Training Cell to strengthen the oversight of programme delivery and build national capacity.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "77.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Table 19", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Human resources: Mission Support Centre", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Mission Support Centre is responsible for ensuring that all Mission logistics requirements are met in an effective and timely manner. The Centre also coordinates logistics requirements with other United Nations entities, other organizations in the Mission area and host Government entities and is responsible for conducting periodic assessments and inspections of all contingent equipment with regard to operational readiness.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "78.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In the context of paragraph 39 of the present report, it is proposed that three posts, as shown in table 19, be redeployed from the Support Services MONUSCO logistics hub to ensure effective and efficient end-to-end service delivery to clients of the Mission.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "79.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Table 20", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Human resources: Support Services MONUSCO logistics hub", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Support Services MONUSCO logistics hub is responsible for following up on all mission logistics and administrative support issues with relevant offices in Entebbe, Uganda, including the Entebbe Support Base of MONUSCO and the Regional Service Centre in Entebbe, Uganda, to ensure the timely delivery of support to all clients in MINUSCA.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "80.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In the context of paragraph 39 of the present report, it is proposed that three posts, as shown in table 20, be redeployed to the Mission Support Centre to strengthen the oversight of services delivery and ensure the timely coordination of logistics and administrative support.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "81.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Services Delivery Service", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Table 21", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Human resources: Aviation Section", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Aviation Section is responsible for providing safe, cost-effective and reliable air transport services for cargo and to meet all staff air travel requirements within and outside of the mission area. The Section also provides flights for the Mission’s senior management, medical and casualty evacuations, troop deployments, cargo resupply flights, troop rotations and insertions, deployment of quick reaction forces for the protection of civilians, search-and-rescue missions, day and night reconnaissance and regular passenger flights.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "82.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "It is proposed that the 10 temporary positions of Air Operations Assistant be retained in the Aviation Section to operate the specialized firefighting vehicles during aircraft refuelling and engine start-ups, take-offs and landings.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "83.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Table 22", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Human resources: Medical Services Section", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Medical Services Section is responsible for providing medical coverage to all Mission personnel through integrated services in United Nations-owned and contingent-owned medical facilities.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "84.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In the context of paragraph 39 of the present report, it is proposed that two posts, as shown in table 22, be redeployed from the Occupational Health, Safety and Environmental Unit to the Medical Services Section to support the implementation of the occupational safety risk management programme.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "85.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Supply Chain Management Service", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Table 23", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Human resources: Office of the Chief of the Supply Chain Management Service", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Office of the Chief of the Supply Chain Management Service is responsible for the reliable and responsive management of the Mission’s supply chain. The Office manages critical supply chain functions such as acquisition, procurement, warehousing, movement control, property management and business intelligence.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "86.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In the context of paragraph 39 of the present report, it is proposed that a post of Contracts Management Officer (P-4) be reassigned as Management and Programme Analyst to support a set of responsibilities, including digital transformation, performance monitoring, design of supply chain strategies and monitoring and optimization of operations. This role will concentrate on business process reengineering, internal controls and change management, directly addressing audit recommendations. In addition, it is proposed that the claims management portfolio, which includes five posts, as shown in table 23, be redeployed from the Claims Unit to complement the property surveying process of the Property Survey Board, thereby combining end-to-end processes into one single oversight process.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "87.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Table 24", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Human resources: Movement Control Section", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Movement Control Section is responsible for carrying out deployments, rotations and repatriations of contingents and United Nations- and contingent-owned equipment, customs clearing, freight forwarding, shipment of personal effects, the management of, booking and check-in of passengers travelling by United Nations aircraft and surface transport, management of the movement of civilian and contingent personnel, including very important persons, and cargo handling, shipment, in-theatre convoy operations and transit warehousing operations at the airport, the logistics base and in the various sectors. In addition, the Section oversees the Military Heavy Transport Unit (contingent-owned equipment, a Mission enabler), the Heavy Transport Unit (United Nations-owned equipment) and contracted transporters who are responsible for distributing United Nations-owned equipment throughout the mission area. The Unit also directs the Mission’s Aviation Section and Transport Unit for air and surface transportation needs within the mission area.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "88.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Increases in the number of uniformed personnel, operational deployment, requirements for the provision of support for intra-mission movements, and frequency of troop rotations have expanded the supervisory and managerial responsibilities of the Chief of Unit, Movement Control. The comprehensive logistics transportation assessment in 2023 recommended that the Mission strengthen its movement control capabilities with the deployment of the C-130 cargo aircraft, as well as the capacity of the Heavy Transport Unit, and extend the third-party logistics contract. With ongoing decentralization, the Chief of Unit oversees a team of staff members who are more geographically dispersed, including in Douala, Cameroon, and manages relationships with host nation authorities and international partners.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "89.", "action_verb": "Increases", "action_verb_type": "operative", "action_verb_normalized": "increas", "links": []}, {"text": "In that context, it is proposed that the post of Chief of Unit (P-4), as shown in table 24, be reclassified at the P-5 level as Chief of Section, Movement Control. The reclassified post would be better positioned to make critical decisions on logistical prioritization and planning and resource allocation, ensuring the timely deployment of personnel and cargo. The proposed reclassification will also be aligned with the structure of other sections in the supply chain management pillar of the Mission, where comparable roles are classified at the P-5 level.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "90.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Evaluation activities", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "No evaluations were completed in MINUSCA during the 2023/24 period and no external evaluations are planned for 2025/26.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "91.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Financial resources", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "II.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A.\tOverall", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(Thousands of United States dollars; budget year is 1 July to 30 June)", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "B.\tNon-budgeted contributions", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The estimated value of non-budgeted contributions for the period from 1 July 2025 to 30 June 2026 is as follows:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "92.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(Thousands of United States dollars)", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "(Thousands", "action_verb_type": "operative", "action_verb_normalized": "(thousand", "links": []}, {"text": "Represents buildings, lnd nd services provided by the Government of the Centrl Africn Republic.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 5, "prefix": "a", "action_verb": "Represents", "action_verb_type": "operative", "action_verb_normalized": "represent", "links": []}, {"text": "C.\tEfficiency gains", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The cost estimates for the period from 1 July 2025 to 30 June 2026 take into account the following efficiency initiatives:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "93.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(Thousands of United States dollars)", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "(Thousands", "action_verb_type": "operative", "action_verb_normalized": "(thousand", "links": []}, {"text": "Abbreviations: MINUSMA, United Nations Multidimensional Integrated Stabilization Mission in Mali.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Mission will seek greater efficiency through the use of shared services as well as global and regional support centres. MINUSCA will also concentrate on: (a) centralizing the existing solar photovoltaic systems for higher efficiency and increased savings; and (b) decreasing the use of prefabricated buildings for the construction of accommodation and offices and construct instead more hardwall buildings using locally available materials that are cost effective in both the short and long term.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "94.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "D.\tVacancy factors", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The cost estimates for the period from 1 July 2025 to 30 June 2026 take into account the following vacancy factors:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "95.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(Percentage)", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Funded under generl temporry ssistnce.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 5, "prefix": "a", "action_verb": "Funded", "action_verb_type": "preambular", "action_verb_normalized": "funded", "links": []}, {"text": "The assumptions considered for the vacancy factors include the current 12-month average vacancy rate, from January to December 2024, or the actual vacancy rate as at 31 December 2024, as well as the planned deployment of uniformed personnel and the onboarding of civilian staff. This is in line with the policy guidance provided to improve the accuracy and consistency of the vacancy factors applied in the proposed budgets for the 2025/26 period and to ensure that proposed vacancy rates are based, as much as possible, on actual rates. A vacancy rate of 50 per cent has been applied in the calculation of costs for the proposed reassignment of posts.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "96.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "E.\tContingent-owned equipment: major equipment and self-sustainment", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Requirements for the period from 1 July 2025 to 30 June 2026 are based on standard reimbursement rates for major equipment and self-sustainment in the total amount of $194,167,500, as follows:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "97.", "action_verb": "Requirements", "action_verb_type": "operative", "action_verb_normalized": "requirement", "links": []}, {"text": "(Thousands of United States dollars)", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "(Thousands", "action_verb_type": "operative", "action_verb_normalized": "(thousand", "links": []}, {"text": "F.\tTraining", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The estimated resource requirements for training for the period from 1 July 2025 to 30 June 2026 are as follows:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "98.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(Thousands of United States dollars)", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "(Thousands", "action_verb_type": "operative", "action_verb_normalized": "(thousand", "links": []}, {"text": "The number of participants planned for the period from 1 July 2025 to 30 June 2026, compared with previous periods, is as follows:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "99.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Includes the United Ntions Logistics Bse, the Regionl Service Centre in Entebbe, nd outside the mission re.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 5, "prefix": "a", "action_verb": "Includes", "action_verb_type": "operative", "action_verb_normalized": "includ", "links": []}, {"text": "MINUSCA will continue to conduct training courses to develop staff and enhance their skills across various areas to ensure effective and efficient implementation of the mandate. These areas include leadership development; conduct and discipline, with an emphasis on awareness of and prevention of sexual exploitation and abuse; performance; strengthening competencies and languages; induction for new staff members; communications and information technology applications and skills; supply/property management; and security and human rights.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "100.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "G.\tOfficial travel, non-training", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The resource requirements for official travel that is not related to training for the period from 1 July 2025 to 30 June 2026 are estimated at $3,389,600, as follows:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "101.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The proposed resource requirements for official travel, non-training provide for trips (a) to support consultations with legislative bodies, Member States and international stakeholders for the purpose of establishing a lasting solution for peace and security in the Central African Republic; (b) to participate in coordination meetings on the fight against impunity for malicious acts against peacekeepers; (c) to visit selected troop-contributing countries to reinforce pre-deployment preparation and strengthen the prevention of sexual exploitation and abuse; (d) to travel across the country to highlight the Mission’s activities and feature challenges facing the country’s population; (e) to assess and support implementation of the Political Agreement; and (f) to support the Mission’s field offices in assessing and supporting waste disposal, movement control operations related to cargo distribution, and the upgrade and maintenance of the living and working conditions of Mission personnel.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "102.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "H.\tAnalysis of requirements for air operations", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The flight-hour utilization rates for the periods from 2021/22 to 2023/24, the approved and proposed number of flight hours for the 2024/25 and 2025/26 periods, respectively, and the proposed number of flight hours calculated on the basis of the new policy guidance are as follows:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "103.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Mission’s air assets for the 2025/26 period will include 7 fixed-wing and 14 rotary-wing aircraft, all fully deployed in the mission area. Over the years, there has been a significant improvement in the utilization rate of budgeted flight hours, increasing from 64 per cent in the 2018/19 period to 83.4 per cent in the 2023/24 period. Low utilization rates in prior periods were primarily attributable to: (a) delayed deployment of aircraft caused by delays in the acquisition process; (b) under-performance of military air assets due to extended maintenance periods and some assets that were not fit for purpose; and (c) delays in the electoral calendar. The proposed number of flight hours for the period 2025/26 is in line with the policy and inclusive of an additional 780 flight hours, which represent the additional requirements for the mission to support presidential and legislative elections as newly mandated by the Security Council in its resolution 2759 (2024).", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "104.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["2759 (2024)", "https://undocs.org/en/S/RES/2759(2024)"]]}, {"text": "The Mission’s approach to aircraft deployment focuses on maximizing operational efficiency and ensuring rapid response capabilities. During the 2024/25 period, the Mission has reconfigured its air assets by: (a) replacing a shared fixed-wing aircraft with a C-130 Hercules aircraft on a full-time basis; (b) increasing rotary-wing capability with the addition of one commercial helicopter; (c) upgrading the rotary-wing capability of one tactical military aviation unit by replacing three AB-205 helicopters with Black Hawk UH-60 helicopters, which offer multi-role capabilities better suited to the Mission’s requirements; and (d) replacing an Antonov 26 aircraft with a more versatile ATR-72 aircraft.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "105.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In the 2025/26 period, the Mission plans to reposition one military aviation unit from Bangui to the new sector in Bangassou to support the implementation of the new force and police layout in Sector East.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "106.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Programmatic activities", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "I.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The estimated resource requirements for programmatic activities for the period from 1 July 2025 to 30 June 2026 are as follows:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "107.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(Thousands of United States dollars)", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "(Thousands", "action_verb_type": "operative", "action_verb_normalized": "(thousand", "links": []}, {"text": "Detailed information is provided under the relevant outputs in the results-based budgeting frameworks. The proposed resource requirements would provide for the following activities to be implemented by the Mission during the budget period:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "108.", "action_verb": "Detailed", "action_verb_type": "preambular", "action_verb_normalized": "detailed", "links": []}, {"text": "Mine detection and mine-clearing services:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(a)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Mitigate the explosive ordnance threat by providing training, capacity-building and technical support to national defence and internal security forces to address risks from improvised explosive devices, mines and remnants of war;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 3, "prefix": "(i)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Strengthen weapons and ammunition management through the marking, registration and destruction of obsolete arms and by supporting the National Commission to Combat the Proliferation and Illegal Movement of Small Arms and Light Weapons;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 3, "prefix": "(ii)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Enhance training and capacity-building for national defence forces in explosive ordnance disposal, weapons management and safety procedures, with a focus on training national trainers for long-term sustainability;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 3, "prefix": "(iii)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Prioritize explosive ordnance risk education in high-risk areas, educating local communities to identify and avoid hazards, supported by ongoing projects;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 3, "prefix": "(iv)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Expand regional presence and coordination by deploying personnel to regional offices, enhancing advisory support on mine action and weapons management and fostering cross-sector collaboration within MINUSCA and with local authorities;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 3, "prefix": "(v)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Rule of law and security sector reform:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(b)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Provide essential legal, technical and financial support to enhance the functioning of the Special Criminal Court and assist in managing ongoing cases;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 3, "prefix": "(i)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Implement the national justice sectoral policy and deploy civilian prison personnel to enhance the prison system while rehabilitating infrastructure for improved conditions;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 3, "prefix": "(ii)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Offer legal aid and targeted training to justice actors in the Central African Republic to improve access to justice and empower the judiciary in prosecuting serious crimes and address electoral-related disputes;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 3, "prefix": "(iii)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Assist the authorities of the Central African Republic in implementing key security policies, providing strategic support to the Ministry of Defence and collaborating with international stakeholders for security sector reform;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 3, "prefix": "(iv)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Promotion and protection of human rights:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(c)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Enhance national institutional capacity to uphold human rights in the Central African Republic by supporting civil society organizations and grass-roots initiatives that empower marginalized groups;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 3, "prefix": "(i)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Monitor and report on the human rights situation, producing credible reports to engage with national authorities and build local capacity for early warning systems and human rights responses;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 3, "prefix": "(ii)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Provide vocational skills training for vulnerable populations, particularly victims of sexual exploitation and abuse, to promote economic independence and stability;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 3, "prefix": "(iii)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Operationalize professional and technical training centres for children and youth in conflict-affected areas to prevent recruitment into armed groups and protect against sexual violence;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 3, "prefix": "(iv)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Support the Government in upholding children’s rights during disarmament, demobilization and reintegration processes, fostering social cohesion and peace in the Central African Republic;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 3, "prefix": "(v)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Community stabilization projects:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(d)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Support the Government in reclaiming authority by building the capacity of local leaders;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 3, "prefix": "(i)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Enhance early warning and community protection tools for proactive responses to civilian threats;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 3, "prefix": "(ii)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Facilitate connections among communities to promote peace processes and local dialogues;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 3, "prefix": "(iii)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Engage with youth to foster economic resilience and reintegrate internally displaced persons, returnees and refugees;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 3, "prefix": "(iv)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Strengthen local governance capacities in line with the Government’s strategy for the restoration and extension of State authority;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 3, "prefix": "(v)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Peace consolidation:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(e)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Provide good offices and assistance in implementing the ceasefire and the Political Agreement, ensuring effective monitoring and execution of those agreements;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 3, "prefix": "(i)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Promote national reconciliation and local conflict resolution by collaborating with regional bodies and religious leaders;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 3, "prefix": "(ii)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Ensure the full, equal and meaningful participation of women, particularly survivors of sexual violence, in the peace process;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 3, "prefix": "(iii)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Enhance the capacity of authorities of the Central African Republic to engage with neighbouring countries and regional organizations to foster bilateral cooperation;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 3, "prefix": "(iv)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Support implementation committees and peace initiatives through regular meetings, field missions, conferences, workshops and seminars to promote inclusive participation;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 3, "prefix": "(v)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Confidence-building and trust in security institutions:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(f)", "action_verb": "Confidence-building", "action_verb_type": "preambular", "action_verb_normalized": "confidence-build", "links": []}, {"text": "Redeploy internal security forces with improved working conditions and rehabilitated units to enhance the fulfilment of basic security and protection needs;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 3, "prefix": "(i)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Provide support for integrated joint operations to the national defence and internal security forces in strategically prioritized areas, ensuring respect for human rights and effective deployment;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 3, "prefix": "(ii)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Conduct strategic training for internal security forces focused on election security to build capacity and stabilize the security situation;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 3, "prefix": "(iii)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Facilitate inclusive dialogue among political stakeholders and provide security and logistical support for the holding of peaceful elections in 2025, in line with the republican dialogue and the 2023 integrated elections security plan;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 3, "prefix": "(v)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Community violence reduction:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(g)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Complement the national disarmament, demobilization and reintegration process by curbing violence and enhancing security in targeted “hotspot” communities, particularly during the electoral period;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 3, "prefix": "(i)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Provide vocational training and income-generating activities to individuals affiliated with armed groups, at-risk youth, and women;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 3, "prefix": "(ii)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Support community infrastructure rehabilitation to foster stability and development in violence-affected areas;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 3, "prefix": "(iii)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Promote voluntary weapons collection through public awareness campaigns to combat the proliferation of small arms;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 3, "prefix": "(iv)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Reach 5,800 beneficiaries in the 2025–2026 phase, emphasizing gender inclusivity and addressing emerging areas of violence;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 3, "prefix": "(v)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Disarmament, demobilization, reintegration and repatriation:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(h)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Support the national disarmament, demobilization, reintegration and repatriation programme by disarming and demobilizing approximately 1,000 ex-combatants, primarily from groups affiliated with the Coalition des patriotes pour le changement;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(i)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Conduct gender-sensitive awareness-raising campaigns and ensure the effective separation of children from armed groups, supporting their sustainable reintegration into communities through socioeconomic programmes;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 3, "prefix": "(ii)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Foster collaboration with the United Nations country team to facilitate an effective disarmament, demobilization, reintegration and repatriation process, contributing to enhanced national security and political stability in the Central African Republic;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 3, "prefix": "(iii)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Women and peace and security:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 3, "prefix": "(i)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Promote women’s initiatives for peace and national reconciliation while mobilizing organizations to enhance participation in elections and representation in the National Assembly;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 3, "prefix": "(i)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Build the capacity of elected women in municipal councils on governance and community development, equipping them with advocacy skills for community planning;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 3, "prefix": "(ii)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Conduct awareness campaigns to encourage greater involvement of women in decision-making processes at the local and national levels.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 3, "prefix": "(iii)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "J.\tQuick-impact projects", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The estimated resource requirements for quick-impact projects for the period from 1 July 2025 to 30 June 2026, compared with previous periods, are as follows:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "109.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(Thousands of United States dollars)", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "(Thousands", "action_verb_type": "operative", "action_verb_normalized": "(thousand", "links": []}, {"text": "Quick-impact projects will continue to act as a strategic tool that supports the implementation of the Mission’s political strategy and integrated mission plan by facilitating the creation of an enabling and conducive environment. This strategic vehicle improves the Mission’s credibility, builds trust and increases confidence in MINUSCA and in the political, peace and reconciliation process. Across the Central African Republic, quick-impact projects have been instrumental in aiding in the delivery of basic social services, thus alleviating the daily economic challenges faced by vulnerable communities that include returnees, in facilitating access through the construction and rehabilitation of bridges and ferries, and in the restoration of public administration through sustained investment.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "110.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "All projects will be implemented in coordination with humanitarian organizations and development partners. Project identification will require the systematic inclusion of local authorities and community-based requests in the design and implementation of participatory projects, mainly targeting women and youth, minorities and vulnerable people in return zones and separation from armed groups in the reintegration process. Consistent with the quick-impact projects policy, projects will be identified through grass-roots participation, coordinated across mission components and sections, and in consultation with other national and international stakeholders and partners. Credible implementing partners will be identified and scrutinized by the local project review committees before being selected to deliver quality and sustainable projects in short-term durations. With the decentralized arrangement in place to support the vision of the Mission, 110 small-scale quick-impact projects will be implemented covering mainly the following three priority areas:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "111.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Support for the political, peace and reconciliation processes. Resources will contribute to (i) the timely delivery of social and economic services to the local administration in coordination with strategic partners’ investment; (ii) the timely delivery of livelihoods for the population in conjunction with the United Nations country team; (iii) support for investment in agriculture, health, water, electricity and education aimed at fostering development; and (iv) support for the operationalization of local-level peace and reconciliation and transitional justice mechanisms as well as support for inclusive and credible local elections by enhancing women’s participation in local elections;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(a)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Facilitation of the mobility of uniformed components and enhancement of the integrated field presence of MINUSCA in the protection of civilians. Projects will concentrate on the construction or rehabilitation of cross-border infrastructures and the repair of ferries to ease access to remote areas. The implementation of projects will allow for an adequate and timely response by the MINUSCA force, national and local authorities and national defence and internal security forces. The reinforcement of cross-border infrastructures and the rehabilitation of ferries will facilitate more military patrol missions and operations to prevent protection threats, facilitate humanitarian access, restore freedom of movement, promote conflict management and reduce violence towards women related to transhumance as well as allow the free movement of goods and population across the country. In coordination with the Mission’s uniformed personnel, national authorities and local and international non-governmental organizations, early warning mechanisms will be created or strengthened, and communication and coordination systems will be established to complement activities for the protection of civilians implemented by MINUSCA to improve communities’ capacities to organize themselves and be better linked to the MINUSCA protection system;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(b)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Support for the sustainable restoration and enhancement of State authority in the areas of security, rule of law, fight against impunity and local administration. Quick-impact projects will (i) support the deployment of national defence personnel and enhance respect for human rights and the rule of law; (ii) contribute towards the re-establishment of local State administration; (iii) advance criminal justice and the fight against impunity across the country; (iv) advance the demilitarization of prisons throughout the country; and (v) support the deployment of internal security forces and enhance respect for human rights and the rule of law through the construction and rehabilitation of public administrative and security services buildings and the provision of equipment.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(c)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Analysis of variances", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "III.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The increased requirements are attributable primarily to: (a) higher costs for mission subsistence allowance, based on revised rates effective 1 January 2025, compared with the rates applied in the approved budget for the 2024/25 period; and (b) the application of a lower vacancy rate of 0 per cent compared with the rate of 2.6 per cent applied in the approved budget.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "112.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The reduced requirements are attributable primarily to the planned deployment of less contingent-owned major equipment, compared with the amount deployed in the 2024/25 period.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "113.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The reduced requirements are offset in part by higher costs for: (a) rations, owing to higher prices, number and volume of planned air deliveries to meet the requirements of the additional uniformed personnel deployed in Sector East, in the context of the new force layout; and (b) mission subsistence allowance, based on revised rates effective 1 January 2025, compared with the rates applied in the approved budget for the 2024/25 period.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "114.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The increased requirements are attributable primarily to: (a) higher costs for mission subsistence allowance, based on revised rates effective 1 January 2025, compared with the rates applied in the approved budget for the 2024/25 period; and (b) the application of a lower vacancy rate of 0.8 per cent compared with the rate of 3.8 per cent applied in the approved budget.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "115.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The reduced requirements are attributable primarily to lower outbound transportation costs for rations, owing to the change in delivery method for Ndélé and Ouanda Djallé, namely, from partial air delivery during the rainy season to full surface delivery throughout the year.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "116.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The reduced requirements are offset in part by: (a) higher reimbursement of contingent-owned major equipment owing to the planned deployment of armoured personnel carriers and police equipment, in line with the new Statement of Unit Requirement; and (b) higher costs for freight and deployment of contingent-owned equipment owing to the higher number of items of equipment scheduled for rotation in the 2025/26 period.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "117.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The increased requirements are attributable primarily to: (a) the application of a lower vacancy rate of 8.9 per cent compared with the rate of 12.5 per cent applied in the approved budget for the 2024/25 period; (b) higher revised salary and common staff costs rates compared with the rates applied in the approved budget; and (c) a higher danger pay rate effective 1 January 2024 compared with the rate applied in the approved budget.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "118.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The increased requirements are attributable primarily to: (a) a higher revised national salary scale effective 1 September 2023; and (b) the application of a lower vacancy rate of 6.1 per cent compared with the rate of 7.8 per cent applied in the approved budget for the 2024/25 period.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "119.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The reduced requirements are attributable primarily to the application of: (a) lower common staff costs rates compared with the rates applied in the approved budget for the 2024/25 period; (b) a higher vacancy rate of 7.1 per cent compared with the rate of 5.9 per cent applied in the approved budget; and (c) an exchange rate of 621.642 CFA francs to 1.0 United States dollar, compared with the rate of 598.337 CFA francs applied in the approved budget.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "120.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The reduced requirements are offset in part by a higher revised national salary scale effective 1 September 2023.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "121.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The increased requirements are attributable primarily to: (a) higher accommodation supplement rates and a higher number of United Nations Volunteers eligible for settling-in grants and assignment travel entitlements compared with the rates and number of eligible United Nations Volunteers included in the approved budget for the 2024/25 period; and (b) higher anticipated exit lump-sum allowances for the separation of long-serving United Nations Volunteers.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "122.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The increased requirements are attributable primarily to the application of: (a) a lower vacancy rate of 6.7 per cent for international temporary positions compared with the rate of 13.3 per cent applied in the approved budget for the 2024/25 period; and (b) higher revised salary and common staff costs rates compared with the rates applied in the approved budget.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "123.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The increased requirements are attributable primarily to higher costs for mission subsistence allowance, based on revised rates effective 1 January 2025, compared with the rates applied in the approved budget for the 2024/25 period.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "124.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The reduced requirements are attributable primarily to an anticipated decrease in the engagement of individual consultants to provide expert support in favour of an increase in the use of in-house capacities and expertise.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "125.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The increased requirements are attributable primarily to the application of higher daily subsistence allowance rates for within-mission destinations compared with the rates applied in the approved budget for the 2024/25 period.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "126.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The increased requirements are attributable primarily to: (a) the outsourcing of facilities maintenance and camp management services, including cleaning services, warehouse operations and physical verification services, to enhance operational effectiveness and manage risks by leveraging the expertise of specialized service providers while phasing out individual contractual arrangements; (b) additional construction projects to support the decentralization and integration of field operations in the context of the implementation of new force and police layouts; (c) the acquisition of additional wastewater treatment plants to replace obsolete units, in line with the Mission’s replacement plan; (d) higher residential security reimbursements for individual uniformed personnel; and (e) the higher anticipated consumption of 18.0 million litres of fuel for generators at a higher average cost of $1.741 per litre, compared with 17.9 million litres at an average cost of $1.686 per litre included in the approved budget for the 2024/25 period.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "127.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The increased requirements are offset in part by: (a) the acquisition of lower quantities of prefabricated buildings owing to the transition towards the construction and use of hardwall buildings using locally available materials, which ensure high-efficiency structures, a longer life cycle and less maintenance; and (b) the acquisition of fewer solar photovoltaic systems and generators and the non-acquisition of tents, energy-efficient generators and other accommodation equipment and materials owing to the availability of sufficient stock in inventory.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "128.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The increased requirements are attributable primarily to the acquisition of 19 light passenger and 4 utility vehicles to replace units earmarked for write-off, and higher quantities of spare parts to maintain the Mission’s aging vehicle fleet.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "129.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The reduced requirements are attributable primarily to: (a) the lower anticipated number of 5,980 flight hours for helicopters and 6,077 flight hours for fixed-wing aircraft compared with 7,698 and 6,938 flight hours, respectively, included in the approved budget for the 2024/25 period; (b) the lower anticipated consumption of 10.9 million litres of aviation fuel at a lower average cost of $1.385 per litre compared with 11.7 million litres at an average cost of $1.483 per litre included in the approved budget; and (c) lower mobilization fees for the fuel contract owing to the plan to mobilize fuel in fewer sites.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "130.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The reduced requirements are offset in part by increased charges per sortie, and higher navigation fees for the Mission’s C-130 aircraft owing to a change in contractual rates and an increase in the number of sorties.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "131.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The increased requirements are attributable primarily to: (a) the scheduled replacement of obsolete video and multimedia equipment, servers and specialized computers and software; and (b) the increased maintenance costs of the aviation information management suite.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "132.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The increased requirements are offset in part by lower costs for public information and publication services due to a shift towards the production of materials using local contracts rather than a regional contract at a higher cost.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "133.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The increased requirements are attributable primarily to the provision of additional services to: (a) support critical emergency and routine activities in the field in the context of decentralization; (b) back up the existing nurse; and (c) manage large quantities of medicines, supplies and consumables in support of all the United Nations-owned medical facilities.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "134.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The reduced requirements are attributable primarily to the reduction in the number of individual contractors that would result from the planned outsourcing of maintenance and camp management services.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "135.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The reduced requirements are offset in part by increased requirements for: (a) support for the Special Criminal Court owing to a rise in cases and trials; and (b) the acquisition of higher quantities of sandbag burlaps for new and existing camps in support of decentralization.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "136.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Actions to be taken by the General Assembly", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "IV.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The actions to be taken by the General Assembly in connection with the financing of MINUSCA are:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "137.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Appropriation of the amount of $1,192,195,000 for the maintenance of the Mission for the 12-month period from 1 July 2025 to 30 June 2026;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(a)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Assessment of the amount in subparagraph (a) above at a monthly rate of $99,349,583 should the Security Council decide to continue the mandate of the Mission.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(b)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Summary of follow-up action taken to implement the decisions and requests of the General Assembly in its resolutions 76/274 and 78/298, including the requests and recommendations of the Advisory Committee on Administrative and Budgetary Questions endorsed by the Assembly", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "V.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["76/274", "https://docs.un.org/en/A/RES/76/274"], ["78/298", "https://docs.un.org/en/A/RES/78/298"]]}, {"text": "A.\tGeneral Assembly", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Cross-cutting issues", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(Resolution 76/274)", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["76/274", "https://docs.un.org/en/A/RES/76/274"]]}, {"text": "Financing of the United Nations Multidimensional Integrated Stabilization Mission in the Central African Republic", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(Resolution 78/298)", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["78/298", "https://docs.un.org/en/A/RES/78/298"]]}, {"text": "B.\tAdvisory Committee on Administrative and Budgetary Questions", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Financing of the United Nations Multidimensional Integrated Stabilization Mission in the Central African Republic", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(A/78/744/Add.10)", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["A/78/744/Add.10", "https://docs.un.org/en/A/78/744/Add.10"]]}, {"text": "Annex", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Organization charts", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A.\tUnited Nations Multidimensional Integrated Stabilization Mission in the Central African Republic", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Abbreviations: ASG, Assistant Secretary-General; FS, Field Service; NGS, National General Service Staff; NPO, National Professional Officer; PL, Principal level; UNV, United Nations Volunteer; USG, Under-Secretary-General.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Ressigned.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 5, "prefix": "a", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Redeployed.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 5, "prefix": "b", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "General temporary assistane.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 5, "prefix": "c", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "B.\tMission Support Division", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Abbreviations: ASG, Assistant Secretary-General; FS, Field Service; NGS, National General Service Staff; NPO, National Professional Officer; PL, Principal level; UNV, United Nations Volunteer; USG, Under-Secretary-General.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Redeployed.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 5, "prefix": "a", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Reassigned.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 5, "prefix": "b", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "General temporary assistane.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 5, "prefix": "c", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Reclassifie.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 5, "prefix": "d", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Map", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}]