[{"text": "Seventy-ninth session", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Agenda item 163 (b)", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Financing of the United Nations peacekeeping forces in the Middle East: United Nations Interim Force in Lebanon", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Budget for the United Nations Interim Force in Lebanon for the period from 1 July 2025 to 30 June 2026", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Report of the Secretary-General", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Contents", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Mandate and planned results", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "I.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A.\tOverall", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The mandate of the United Nations Interim Force in Lebanon (UNIFIL) was established by the Security Council in its resolutions 425 (1978) and 426 (1978) and expanded in its resolution 1701 (2006). The most recent extension of the mandate was authorized by the Council in its resolution 2749 (2024), by which the Council extended the mandate until 31 August 2025.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "1.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["425 (1978)", "https://docs.un.org/en/S/RES/425(1978)"], ["426 (1978)", "https://docs.un.org/en/S/RES/426(1978)"], ["1701 (2006)", "https://docs.un.org/en/S/RES/1701(2006)"], ["2749 (2024)", "https://docs.un.org/en/S/RES/2749(2024)"]]}, {"text": "The Force is mandated to help the Security Council to achieve the overall objective of restoring international peace and security in southern Lebanon.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "2.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Within this overall objective, the Force will, during the budget period, contribute to a number of expected accomplishments by delivering related key outputs, shown in the frameworks below. The frameworks are organized according to components (operations and support), which are derived from the mandate of the Force.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "3.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The expected accomplishments would lead to the fulfilment of the objective of the Security Council within the lifetime of the Force, and the indicators of achievement show a measurement of progress towards such accomplishments during the budget period. The human resources of UNIFIL in terms of the number of personnel have been attributed to the individual components, with the exception of executive direction and management, which can be attributed to the Force as a whole. Variances in the number of personnel, compared with the budget for the 2024/25 period, have been explained under the respective components.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "4.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The headquarters for the Force is located in Naqoura, Lebanon, which is 2.5 kilometres from the Blue Line and 90 kilometres from Beirut. The area of operations is divided into Sector East and Sector West and comprises 50 military positions. The area of maritime operations covers the entire coastline and exclusive economic zone of Lebanon. As the capital and principal point of entry into Lebanon by sea and air, Beirut hosts a small UNIFIL office staffed with liaison and administrative officers. Their functions include the facilitation of the movement of personnel and equipment destined for UNIFIL as well as the repatriation of personnel and equipment, and related coordination with vendors, government authorities and the other United Nations entities in Beirut.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "5.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In its resolution 2749 (2024), the Council called for an immediate return to the cessation of hostilities, demanded the full implementation of resolution 1701 (2006) and encouraged the Secretary-General to ensure that UNIFIL remained ready to adapt its activities to support de-escalation, within its mandate and its rules of engagement.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "6.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["2749 (2024)", "https://docs.un.org/en/S/RES/2749(2024)"], ["1701 (2006)", "https://docs.un.org/en/S/RES/1701(2006)"]]}, {"text": "B.\tPlanning assumptions and mission support initiatives", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The announcement of an understanding on a cessation of hostilities between Lebanon and Israel (see S/2024/870), effective 27 November 2024, marks new opportunities anchored in the full implementation of resolution 1701 (2006). While both Lebanon and Israel state that they are committed to the framework established by the Security Council in resolution 1701 (2006), considerable work lies ahead to support and sustain a cessation of hostilities. As a result of the hostilities since 9 October 2023, the area of operations is contaminated with unexploded ordnance or explosive remnants of war and other debris, which exacerbates the immediate and long-term threat to civilians, United Nations personnel and humanitarian personnel in southern Lebanon. Those developments, together with the evolving political and security dynamics in the region and domestic political dynamics, underscore the continued relevance of the deployment of UNIFIL along the Blue Line and at sea. A permanent ceasefire and a long-term political solution between Lebanon and Israel are key to long-term stability along the Blue Line and is the primary objective of resolution 1701 (2006). In accordance with the strategy for Action for Peacekeeping initiative of the Secretary-General and the Action for Peacekeeping Plus initiative regarding the pursuit of durable political solutions, in close coordination with the Special Coordinator for Lebanon, UNIFIL will prioritize activities aimed at supporting the parties to maintain the cessation of hostilities, recommit to the full implementation of resolution 1701 (2006) and take concrete steps towards addressing outstanding provisions of the resolution, including steps towards a permanent ceasefire.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "7.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["S/2024/870", "https://docs.un.org/en/S/2024/870"], ["1701 (2006)", "https://docs.un.org/en/S/RES/1701(2006)"], ["1701 (2006)", "https://docs.un.org/en/S/RES/1701(2006)"], ["1701 (2006)", "https://docs.un.org/en/S/RES/1701(2006)"], ["1701 (2006)", "https://docs.un.org/en/S/RES/1701(2006)"]]}, {"text": "UNIFIL will proactively engage with both parties to support efforts in maintaining the cessation of hostilities between Lebanon and Israel. The Force will utilize its well-established liaison and coordination mechanisms to mitigate tensions and seek agreed solutions to contentious issues. UNIFIL will fulfil its liaison and prevention role and remain ready to convene bilateral and trilateral meetings, including through the tripartite mechanism upon the request of the parties. New mechanisms to support stability that were set out in the context of the understanding on a cessation of hostilities remain under discussion with all relevant parties. This includes security arrangements and resolving contentious points along the Blue Line, such as the reservation areas, without prejudice to the future delineation of the borders of Lebanon. The Force will also use its liaison and coordination channels to facilitate humanitarian access and movement, including the return of displaced persons to affected areas along the Blue Line.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "8.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UNIFIL will continue to monitor, investigate and report on violations of resolution 1701 (2006), concurrently supporting the parties in fulfilling their commitments to the resolution. UNIFIL will continue to call for the full withdrawal of the Israel Defense Forces from northern Ghajar and an adjacent area north of the Blue Line. UNIFIL will actively engage the Lebanese authorities to ensure access to the full length of the Blue Line.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "9.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["1701 (2006)", "https://docs.un.org/en/S/RES/1701(2006)"]]}, {"text": "In line with the recommendations contained in the report of the Secretary-General on the assessment of the continued relevance of UNIFIL resources (S/2020/473), UNIFIL will continue to explore with Israeli authorities the establishment of an office in Tel Aviv to provide enhanced liaison and coordination with Israeli military and other relevant governmental authorities, without financial implications for the 2025/26 period.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "10.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["S/2020/473", "https://docs.un.org/en/S/2020/473"]]}, {"text": "Despite the rapidly changing operational context, UNIFIL will maintain operational readiness and adaptability to implement its core mandate. UNIFIL will conduct a high number of daily operational activities, both mobile and static, including air, vehicle and foot patrols, conditions permitting. These activities will be implemented jointly with the Lebanese Armed Forces or conducted independently as appropriate. Operational activities will be conducted in close coordination with the Lebanese Armed Forces to support their efforts to maintain an area between the Blue Line and the Litani River free of unauthorized armed personnel, assets or weapons other than those of the Government of Lebanon and of UNIFIL. UNIFIL will continue to urge the Lebanese Armed Forces and the Government of Lebanon to coordinate and facilitate the Force’s complete unhindered access throughout its area of operations and on the Blue Line in all its parts. UNIFIL will strengthen its strategic communications efforts to improve community relations and deepen the Force’s understanding of the concerns of local communities while effectively promoting the wider peacekeeping values that UNIFIL brings to southern Lebanon.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "11.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UNIFIL will intensify its cooperation with the Lebanese Armed Forces and international stakeholders as part of the strategic dialogue process aimed at enhancing the capacities and responsibilities of the Lebanese Armed Forces in the UNIFIL area of operations on land and at sea. Commitments were included in the understanding of a cessation of hostilities that the Lebanese Armed Forces would achieve a total deployment of 10,000 soldiers to southern Lebanon. UNIFIL will also increasingly engage with donor Member States, including members of the Military Technical Committee, on the provision of material support for the Lebanese Armed Forces, in coordination with the Office of the United Nations Special Coordinator for Lebanon.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "12.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In line with the recommendation contained in the 2017 report on improving the security of the United Nations peacekeepers, reiterated in the strategy of the Action for Peacekeeping initiative of the Secretary-General and its Action for Peacekeeping Plus priorities, UNIFIL will continue to ensure the safety and security of United Nations personnel in the UNIFIL area of operations. It will take every measure to ensure the overall physical security of peacekeepers and respond, within its capabilities, to security concerns or threats, including by demanding full accountability for attacks on peacekeepers. UNIFIL will maintain high operational readiness by conducting regular training exercises and planning for any contingencies, including in support of its strategy for the protection of civilians.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "13.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UNIFIL will continue to perform operational demining and to assist in the clearance of unexploded ordnance and explosive remnants of war to facilitate force protection and the Force’s freedom of movement across the area of operations.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "14.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The UNIFIL Maritime Task Force will continue to support maritime interdiction operations, including hailing vessels and referring them to the Lebanese Armed Forces-Navy for inspection. It will continue to support the Lebanese Navy to increasingly assume command functions for maritime interdiction operations, including hailing and tracking duties. This will align with the gradual increase of the country’s naval capabilities, which includes the acquisition of three patrol boats (protector class) in August 2023 and receipt of four safe boats (quick reaction boats) donated in February 2024, and the gradual assumption of operations of the command centre of the Lebanese Navy in Beirut. Although the capabilities of the Lebanese Navy are gradually improving, it remains severely limited in terms of personnel, equipment and financial resources.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "15.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Force’s maritime concept of operations, developed in 2018 to deliver on the mandate and as reflected in the statements of unit requirements, requires that three vessels be tasked with maritime interdiction operations at any point in time in the maritime area of operations, which requires maintaining six vessels in the fleet. The composition of the fleet is dependent on six vessels to allow for regular maintenance at the designated port to ensure the safety and security of contingent personnel and to maintain rotation schedules. The United Nations remains engaged with Member States to seek a replacement for the sixth vessel in the fleet, for which resources will be proposed when deployment is confirmed.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "16.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Mission support initiatives", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "For the 2025/26 period, UNIFIL will continue to manage its operations and provide logistical and administrative support for the implementation of its renewed mandate, in particular the provisions of Security Council resolution 1701 (2006). When the security conditions permit, assessments will be conducted, including the review of civilian staffing, which will inform mission planning and the concept of operations in the prevailing political and operational environment.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "17.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["1701 (2006)", "https://docs.un.org/en/S/RES/1701(2006)"]]}, {"text": "The Force will continue to support the deployment and repatriation of contingent-owned equipment in the context of their alignment with the statement of unit requirements revised in 2021, the transition of one troop-contributing country from using United Nations-owned equipment to deploying contingent-owned major equipment, and some changes in military capabilities to ensure operational readiness. The Force will continue to adapt and discharge its approved functions, and its full staffing capacity will remain ready to support the implementation of the mandate. Notwithstanding the Force’s operational strategy, the daily exchanges of fire across the Blue Line since 8 October 2023 and subsequent escalated activity have resulted in technical changes to the classification of the Force’s area of operations. The classifications that have had an impact on the entitlements for civilian personnel – in particular the change in hardship classification of duty station from C to E and the introduction of non-family status-related allowances, rest and recuperation, and danger pay – have been applied in the proposed budget.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "18.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UNIFIL will support the operational readiness of its force while promoting a safe and effective working environment. It will improve the living and working conditions and the occupational hygiene, safety and security of its military and civilian personnel while ensuring accommodation arrangements are gender appropriate. In that respect, UNIFIL will continue its major infrastructure initiatives for the rehabilitation of, major repairs to and maintenance of headquarters and sector facilities, taking into account lessons learned regarding safety and security aspects from the deterioration in the operational environment since 8 October 2023. The priority for UNIFIL will be to convert the prefabricated units that were scheduled for replacement to concrete structures (prefabricated facilities conversion plan).", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "19.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The prefabricated facilities conversion plan is a five-year plan that phases in the replacement of 785 prefabricated units used as offices and accommodation for military personnel, with concrete hard-wall units. The prefabricated units are in a dilapidated condition and beyond their operational useful life and had been scheduled for replacement through the five-year asset replacement plan. Based on the experience over the past year, it is unviable to replace prefabricated units with more prefabricated units, which lack the protection required from hazardous projectiles and are not as cost-effective as hard-wall alternatives. The units, including some hard-wall structures, have been collapsing under shockwaves. Furthermore, those units that will last through the winter will continue to leak profusely, adding to health risks to personnel. This proposal seeks to provide safer accommodations and working conditions.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "20.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Furthermore, as prefabricated facilities require more frequent replacement (every 10 years), it is cost-effective to replace the facilities with hard-wall units, which are expected to have a longer useful life of 40 years. The life expectancy of a hard-wall building, its durability and thermal (insulation) performance will be offset by the cost avoidance of replacements and extensive maintenance and rehabilitation required to keep prefabricated units up to United Nations standards. Over the period of a 40-year life cycle, the prefabricated facilities conversion plan is expected to break even in the thirteenth year.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "21.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Waterproofing and other improvements that were lacking from the prefabricated units would be incorporated in the new structures, which lead to better protection and living conditions for military personnel and mitigate environmental impacts. The concrete structures are one-story units, simple in design, that would be constructed onsite with similar dimensions to the modular prefabricated units that were assembled onsite. The overall project is based on the same footprint as the existing prefabricated units but could vary in location as the situation evolves. While the first year of the implementation plan is modest, once the project begins it will progress quickly due to the simplicity of the design and with corresponding changes in timeline.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "22.", "action_verb": "Waterproofing", "action_verb_type": "preambular", "action_verb_normalized": "waterproof", "links": []}, {"text": "In addition to the proposed major infrastructure initiatives, UNIFIL will continue to implement the second year of the five-year phased asset replacement plan. The plan seeks to replace critical assets that have been utilized well beyond their operational useful life and that are now past the limits of safe operable condition. In this regard, in accordance with the Organization’s policy guidance to maximize the value and lifespan of its assets, the second year of implementation of the plan includes the replacement of: (a) 398 obsolete air conditioning units that contain harmful refrigerants and represent a fire safety concern; (b) eight generators, to ensure the efficient operation and provision of reliable energy to UNIFIL headquarters; (c) 16 vehicles that have been extended well beyond their operational useful life and mileage threshold by several years; and (d) essential communications and information technology fixed network and end-user equipment that support force protection, situational awareness and the detection and reporting of violations of resolution 1701 (2006). The plan and corresponding cost estimates were revised to exclude those prefabricated units and other assets that will instead be replaced under the proposed prefabricated facilities conversion plan, as well as vehicles that will instead be replaced from other sources free of charge, which are reflected in the present budget proposal accordingly.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "23.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["1701 (2006)", "https://docs.un.org/en/S/RES/1701(2006)"]]}, {"text": "UNIFIL will remain committed to environmental action planning and implementing the Force’s energy, solid waste and wastewater management plan in line with the Department of Operational Support strategy entitled “The Way Forward: Environment Strategy for Peace Operations 2023–2030”. However, given UNIFIL is situated in a region without access to the national power grid, the Force will continue to rely on generators for energy. The Force will continue to replace older generators with more energy-efficient and environmentally friendly models, including those provided by troop-contributing countries, as they reach the end of their service life, and gradually increase its solar energy capacity. Moreover, UNIFIL will continue to replace outdated conventional light bulbs with energy-efficient light-emitting diodes and replace aging air conditioning units, which emit gases with a high global warming potential, with safer and more environmentally friendly models, thereby reducing fuel consumption and carbon emissions.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "24.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "While the approved staffing establishment of UNIFIL is highly nationalized, the Force will further review the nationalization of positions in the context of the civilian staffing review that is planned to be undertaken during the 2025/26 period. The proposed staffing establishment comprises 849 approved civilian positions, of which 88 per cent provide support to the Force. The ratio of approved international (255) to national (594) posts is 1:2.3, representing a nationalization rate of 70 per cent.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "25.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The estimated resource requirements for the maintenance and operation of the Force for the 2025/26 period reflect increased requirements under military and police personnel, attributable primarily to the deployment of additional contingent-owned major equipment to ensure UNIFIL personnel are safe from the threat of unexploded ordnance or explosive remnants of war and other debris; civilian personnel, attributable primarily to the introduction of danger pay and common staff costs in connection with changes in classification of the duty station as designated by the International Civil Service Commission (ICSC).", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "26.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "C.\tRegional mission cooperation", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UNIFIL will continue the close coordination between its leadership and that of the Office of the United Nations Special Coordinator for Lebanon on longer-term strategic and political goals in support of the comprehensive implementation of resolution 1701 (2006), including relating to the capacity of the State in southern Lebanon, as well as the overarching goal of a permanent ceasefire between Israel and Lebanon. UNIFIL will enhance its cooperation with missions in the region to share information and coordinate activities more comprehensively by participating in regional meetings, regional conferences for Force Commanders and regular exchanges of information and analysis. In this regard, UNIFIL will continue its close cooperation and collaboration with United Nations Disengagement Observer Force (UNDOF), the United Nations Truce Supervision Organization (UNTSO) and the United Nations Peacekeeping Force in Cyprus (UNFICYP), as well as the Office of the United Nations Special Coordinator for the Middle East Peace Process in Jerusalem. UNIFIL will further enhance cooperation with the Office of the United Nations Special Coordinator for Lebanon and the United Nations humanitarian country team as the situation in Lebanon evolves.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "27.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["1701 (2006)", "https://docs.un.org/en/S/RES/1701(2006)"]]}, {"text": "Pursuant to General Assembly resolution 61/276, the Regional Conduct and Discipline Section was established in UNIFIL. The Section will continue to implement its regional mandated activities, namely, the Organization’s three-pronged strategy for protection against misconduct (prevention, enforcement and remedial action), thus improving support provided to missions and support offices in the region. Such support will include prevention activities, such as induction and refresher briefings, risk assessments and the development of misconduct risk management action plans reflecting the specific realities of each mission, information campaigns, and capacity-building for conduct and discipline focal points. The Regional Conduct and Discipline Section will participate in the United Nations country team in-country networks to align with the country-wide approach for the prevention of sexual exploitation and abuse and implementation of the United Nations protocol on the provision of assistance to victims of sexual exploitation and abuse. Under the operational framework of the Section, the substantive services it provides to other missions are provided on a non-reimbursable basis. Direct costs related to the provision of such services as training and risk assessments, for example, official travel costs associated with oversight visits to supported missions, are borne by those receiving the services.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "28.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["61/276", "https://docs.un.org/en/A/RES/61/276"]]}, {"text": "The Regional Field Technology Service for region 1, led by UNIFIL, will continue to provide leadership and management to achieve the objectives of eliminating the duplication of efforts, removing disparities of service across entities, promoting compliance with the communications and information technology strategy and direction and providing a forum for the sharing of best practices and new initiatives. UNIFIL, through its dual responsibility over its Field Technology Section and the Regional Field Technology Service, will coordinate the strategic management of the regional field technology cooperative framework.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "29.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UNIFIL will continue to provide gateway services for the Office of the United Nations Special Coordinator for Lebanon and the Office of the Special Envoy of the Secretary-General for Syria, and telephony and very high frequency (VHF) radio services to the UNSTO Observer Group Lebanon based in Naqoura and Liaison Office in Beirut, as well as the Tyre Rest House, all on a cost-recovery basis. UNIFIL and UNDOF will continue to synergize gateway data services that are mutually beneficial.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "30.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UNIFIL will continue to make available regional shared services related to HIV/AIDS for UNTSO, UNDOF, UNFICYP, the United Nations Special Coordinator for the Middle East Peace Process in Jerusalem and the Office of the United Nations Special Coordinator for Lebanon to implement activities that empower personnel to create and apply conditions that protect and promote health and well-being for all at their workplaces and host communities. Services are provided by UNIFIL on a cost-recovery basis.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "31.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UNIFIL will continue to offer training support to other peacekeeping missions in the region, alongside its internal and online training programmes. It will also assist in coordinating the global training network among peacekeeping missions. All training-related costs are covered by the mission requesting specific training or participating in global training courses organized by UNIFIL.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "32.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UNIFIL will continue to be supported by the Kuwait Joint Support Office, where one international and two General Service staff members are embedded, for the processing of payroll for the Force’s national staff and uniformed personnel, and will continue to support the in-house banking functions centralized for Lebanon and located at the Economic and Social Commission for Western Asia, with one international and one General Service staff member.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "33.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UNIFIL will continue to support the Office of the United Nations Special Coordinator for Lebanon with the preparation of monthly financial statements and year-end financial reports that are compliant with the International Public Sector Accounting Standards, on a non-reimbursable basis. In addition, UNIFIL will provide support with regard to the procurement process, raising pre-commitments and commitments for goods, materials and services and processing travel claims and payments to staff members, vendors, contractors and agencies. Logistical support from supply stores and communication services are provided on a cost-recovery basis, as reported in the supporting information for cost recovery in the context of the performance report.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "34.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UNIFIL will continue to provide administrative and logistical support the UNSTO Observer Group Lebanon in Naqoura and the Liaison Office in Beirut upon request and within UNIFIL capabilities, in accordance with a letter of understanding between UNIFIL and the UNSTO Observer Group Lebanon, on a cost-recovery basis.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "35.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "D.\tPartnerships and country team coordination", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UNIFIL will communicate and coordinate with the Resident/Humanitarian Coordinator, the United Nations country team, the humanitarian country team and relevant counterparts to plan and facilitate “day-after” activities, such as those that took place following the announcement of a cessation of hostilities effective 27 November 2024. Such activities include humanitarian access, recovery, rehabilitation and reconstruction efforts within the Force’s area of operations. These efforts will support both local communities and authorities, ensuring effective mandate implementation. In collaboration with those partners, the Force will increasingly engage in coordination and working group meetings on priority issues such as gender, human rights, the protection of civilians, child protection, crisis response and community recovery. This partnership will also strengthen the operational effectiveness of UNIFIL in implementing its mandate by fostering a unified approach to address emerging challenges within the evolving political and operational landscape in Lebanon.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "36.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UNIFIL will work closely with humanitarian partners and the Lebanon Mine Action Centre to ensure coherent mapping, survey and clearance of explosive remnants of war in the UNIFIL area of operations.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "37.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "E.\tResults-based budgeting frameworks", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Executive direction and management", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Overall mission direction and management are to be provided by the immediate Office of the Head of Mission/Force Commander.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "38.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Table 1", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Human resources: executive direction and management", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Funded under generl temporry ssistnce.", "type": "paragraph", "heading_level": null, "paragraph_type": null, "paragraph_level": 5, "prefix": "a", "action_verb": "Funded", "action_verb_type": "preambular", "action_verb_normalized": "funded", "links": []}, {"text": "Office of the Deputy Force Commander", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Table 2", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Human resources: Office of the Deputy Force Commander", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The UNIFIL demining military contingent personnel will increasingly undertake the clearance of mines, explosive remnants of war and improvised explosive devices from the areas where the Force is deployed. The UNIFIL Mine Action Unit in the Office of the Deputy Force Commander will support the demining military contingent personnel with technical expertise and advice, training, accreditation and quality assurance of the demining operations. Confirmation by the UNIFIL Mine Action Unit that clearance is conducted in accordance with national mine action standards and relevant international standards is a prerequisite for the Lebanon Mine Action Centre to record the cleared land in the national Information Management System for Mine Action database so it can be released for safe use by the local population. Furthermore, hazardous areas have expanded, and the density of contamination has increased.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "39.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In this context, it is proposed that the temporary positions, as shown in table 2, be continued in the Mine Action Unit within the Office of the Deputy Force Commander, to advance the UNIFIL mine action objectives in the most effective, cost-efficient and transparent manner.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "40.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Component 1: operations", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Table 3", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Human resources: component 1, operations", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Component 2: support", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Table 4", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Human resources: component 2, support", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Evaluation activities", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The following evaluations completed by the Office of Internal Oversight Services in the 2023/24 period have guided UNIFIL planning for the 2025/26 period: (a) outcome evaluation of the support provided by UNIFIL for the establishment of a stable and secure environment and the extension of the State authority in southern Lebanon; and (b) evaluation of the contribution of strategic communications to fostering public trust in peacekeeping operations.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "41.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The results of and lessons learned from the evaluation on the outcome of support were translated into an action plan that was incorporated into the planning for the 2025/26 period. The action plan was shared with the Office of the United Nations Special Coordinator for Lebanon and is being implemented. The recommendations from the evaluation on the contribution of strategic communications were applied in the annual strategy for countering disinformation and misinformation that might hinder the Force’s ability to implement its mandate or threaten the safety and security of peacekeepers.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "42.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In 2025/26, the Force will monitor and evaluate its mandate related activities.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "43.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Financial resources", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "II.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A.\tOverall", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(Thousands of United States dollars; budget year is 1 July to 30 June)", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "(Thousands", "action_verb_type": "operative", "action_verb_normalized": "(thousand", "links": []}, {"text": "B.\tNon-budgeted contributions", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The estimated value of non-budgeted contributions for the period from 1 July 2025 to 30 June 2026 is as follows:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "44.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(Thousands of United States dollars)", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "(Thousands", "action_verb_type": "operative", "action_verb_normalized": "(thousand", "links": []}, {"text": "Represents the estimted rentl vlue of lnd nd premises provided by the Government of Lebnon, including UNIFIL House in Beirut, n evcution centre in Tyre, premises in the re of opertions south of the Litni River, movement control offices t the seport nd irport, the UNIFIL hedqurters in Nqour nd militry positions, s well s services, vlue-dded tx refunds nd duty wivers.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 5, "prefix": "a", "action_verb": "Represents", "action_verb_type": "operative", "action_verb_normalized": "represent", "links": []}, {"text": "C.\tEfficiency gains", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The cost estimates for the period from 1 July 2025 to 30 June 2026 take into account the following efficiency initiatives:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "45.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(Thousands of United States dollars)", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "(Thousands", "action_verb_type": "operative", "action_verb_normalized": "(thousand", "links": []}, {"text": "D.\tVacancy factors", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The cost estimates for the period from 1 July 2025 to 30 June 2026 take into account the following vacancy factors:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "46.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(Percentage)", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Funded under generl temporry ssistnce.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 5, "prefix": "a", "action_verb": "Funded", "action_verb_type": "preambular", "action_verb_normalized": "funded", "links": []}, {"text": "The assumptions considered for the vacancy factors include the current 12-month average vacancy rate, from January to December 2024, or the actual vacancy rate as at 31 December 2024, as well as the planned deployment of uniformed personnel. This is in line with the policy guidance provided to improve the accuracy and consistency of the vacancy factors applied in the proposed budgets for the 2025/26 period and to ensure that proposed vacancy rates are based, as much as possible, on actual rates.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "47.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "E.\tContingent-owned equipment: major equipment and self-sustainment", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Requirements for the period from 1 July 2025 to 30 June 2026 are based on standard reimbursement rates for major equipment (wet lease) and self-sustainment in the total amount of $106,221,600, as follows:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "48.", "action_verb": "Requirements", "action_verb_type": "operative", "action_verb_normalized": "requirement", "links": []}, {"text": "(Thousands of United States dollars)", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "(Thousands", "action_verb_type": "operative", "action_verb_normalized": "(thousand", "links": []}, {"text": "F.\tTraining", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The estimated resource requirements for training for the period from 1 July 2025 to 30 June 2026 are as follows:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "49.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(Thousands of United States dollars)", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "(Thousands", "action_verb_type": "operative", "action_verb_normalized": "(thousand", "links": []}, {"text": "The number of participants planned for the period from 1 July 2025 to 30 June 2026, compared with previous periods, is as follows:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "50.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(Number of participants)", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Includes the United Ntions Logistics Bse in Brindisi, Itly, nd outside the mission re.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 5, "prefix": "a", "action_verb": "Includes", "action_verb_type": "operative", "action_verb_normalized": "includ", "links": []}, {"text": "During the 2025/26 period, the overall number of participants in internal training courses will increase for both military and civilian staff due to the implementation of a new set of training courses. They will focus on critical areas such as leveraging artificial intelligence, enhancing interpersonal and conflict management skills, improving adaptability and change management, fostering leadership in diverse and hybrid teams and developing technical competencies in areas like data science. The courses aim to address the evolving needs of personnel by equipping them with the tools to navigate complex challenges, enhance productivity and support organizational goals. The anticipated impact includes improved efficiency in daily operations, strengthened teamwork and inclusivity, enhanced resilience and adaptability in virtual and hybrid work environments and the integration of innovative practices across mission activities.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "51.", "action_verb": "During", "action_verb_type": "preambular", "action_verb_normalized": "dur", "links": []}, {"text": "G.\tOfficial travel, non-training", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The resource requirements for official travel, non-training for the period from 1 July 2025 to 30 June 2026 are estimated at $528,500 as follows:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "52.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The proposed estimated resources reflect the Force’s requirements to support the delivery of its mandated activities that require travel within and outside the mission area for inter-mission meetings, meetings with officials, attending high-level military conferences and other conferences, rotation coordination and other support.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "53.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "H.\tAnalysis of requirements for air operations", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The flight hour utilization rates for the periods from 2021/22 to 2023/24, the approved and proposed number of flight hours for the 2024/25 and 2025/26 periods, respectively, and the number of flight hours calculated on the basis of the new policy guidance are as follows:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "54.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The utilization of flight hours for the 2022/23 and 2023/24 periods was the result of the inability to replace one commercial helicopter (civilian) and the continued exchange of fire across the Blue Line since 8 October 2023, which at times temporarily suspended military air operations, with the exception of emergency flights. Given these unique circumstances and the reconfiguration of the Force’s fleet and flight hours approved for the 2024/25 period, on an exceptional basis, UNIFIL will maintain its fleet of six helicopters and 1,200 flight hours for the 2025/26 period. This configuration is required to ensure operational readiness to implement its core mandate and provide not only essential support for assessing the area of operations, but also access to areas that are either contaminated with unexploded ordnance or explosive remnants of war and other debris or continue to be challenging to reach by ground due to various other factors.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "55.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Programmatic activities", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "I.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The estimated resource requirements for programmatic activities for the period from 1 July 2025 to 30 June 2026 are as follows:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "56.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(Thousands of United States dollars)", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "(Thousands", "action_verb_type": "operative", "action_verb_normalized": "(thousand", "links": []}, {"text": "Detailed information is provided under the relevant outputs in the Results-Based budgeting frameworks. The proposed resource requirements provide for the following activities to be implemented by the Force during the budget period.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "57.", "action_verb": "Detailed", "action_verb_type": "preambular", "action_verb_normalized": "detailed", "links": []}, {"text": "Youth, peace and security: the psychosocial impact of the events in southern Lebanon since 8 October 2023 and the mass displacement and destruction of infrastructure have left many more youth vulnerable to misinformation and disinformation, radicalization, and despair. Outreach and engagement with local youth regarding recovery and rehabilitation is an opportunity and crucial in stabilizing communities and promoting peaceful coexistence in southern Lebanon. UNIFIL will build on the activities initiated during the 2024/25 period and extend to the area of operations through the established collaboration and partnership with the United Nations Educational, Scientific and Cultural Organization (UNESCO), the United Nations Children’s Fund (UNICEF) and the Office of the United Nations Special Coordinator for Lebanon. These activities promote youth as agents of positive change and peacebuilders and are composed of: (a) capacity-building programmes aimed at combating misinformation and disinformation, ensuring access to reliable information, promoting freedom of expression, countering hate speech and fostering conflict-sensitive reporting skills; (b) training youth in leadership, civic engagement, volunteering, child protection etc., to build their capacity for meaningful participation in local decision-making processes and raise awareness of critical issues among peers and communities while advancing the economic and social empowerment of adolescents and youth; and (c) facilitating engagement between youth and local officials, including municipalities and parliaments, as part of the objectives outlined in the United Nations Sustainable Development Cooperation Framework. To enhance the security and safety of UNIFIL personnel while carrying out operations, youth participation will lay the groundwork for sustainable development and regional resilience.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "58.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "J.\tQuick-impact projects", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The estimated resource requirements for quick-impact projects for the period from 1 July 2025 to 30 June 2026, compared with previous periods, are as follows:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "59.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(Thousands of United States dollars)", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "(Thousands", "action_verb_type": "operative", "action_verb_normalized": "(thousand", "links": []}, {"text": "UNIFIL, together with non-governmental organizations, the United Nations country team and other partners will continue to implement quick-impact projects aimed at providing immediate tangible benefits for the lives of the local inhabitants in order to foster a conducive environment for the effective implementation of its mandate.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "60.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Following the impact of the hostilities during 2023 and 2024, recovery and rehabilitation efforts are essential to effectively address the intensifying and evolving needs of the communities in southern Lebanon. The conflict resulted in a significant strain on infrastructure and damage in villages across the area of operations. This has further exacerbated the socioeconomic challenges faced by local populations. Public services, utilities and critical infrastructure have been severely affected, burdening communities already struggling with recovery. Furthermore, the internal displacement of persons has further strained local infrastructure and social services, compounding the challenges faced by already vulnerable communities. In addition, the widespread damage to crops and farmlands triggered a secondary crisis, leaving many families without stable income sources and deepening economic instability in the region.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "61.", "action_verb": "Following", "action_verb_type": "preambular", "action_verb_normalized": "follow", "links": []}, {"text": "In this context and on the basis of the Force’s experience leveraging joint-projects, an additional $500,000 and 15 projects are proposed for the 2025/26 period. The additional resources will support impactful projects for promoting peace and stability but most importantly reacceptance of the Force’s mandated tasks, as well as rebuilding confidence and credibility among the population in its area of operations in southern Lebanon, which is key to countering disinformation and misinformation. Projects will focus on community-driven interventions that directly address urgent infrastructure repairs in the areas of healthcare, education and public services, promote long-term resilience and support the overall recovery process in the region, while simultaneously improving force acceptance by demonstrating tangible support for local communities.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "62.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The projects will support communities across three substantive areas: 18 projects for the extension of State authority, civic education and capacity-building; 10 projects for conflict management and confidence-building initiatives; and 12 projects to provide communities with access to basic services.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "63.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Qana incident", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "III.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In paragraph 13 of its resolution 78/305, the General Assembly reiterated its request to the Secretary-General to take the measures necessary to ensure the full implementation of paragraph 8 of resolution 51/233, paragraph 5 of resolution 52/237, paragraph 11 of resolution 53/227, paragraph 14 of resolution 54/267, paragraph 14 of resolution 55/180 A, paragraph 15 of resolution 55/180 B, paragraph 13 of resolution 56/214 A, paragraph 13 of resolution 56/214 B, paragraph 14 of resolution 57/325, paragraph 13 of resolution 58/307, paragraph 13 of resolution 59/307, paragraph 17 of resolution 60/278, paragraph 21 of resolution 61/250 A, paragraph 20 of resolution 61/250 B, paragraph 20 of resolution 61/250 C, paragraph 21 of resolution 62/265, paragraph 19 of resolution 63/298, paragraph 18 of resolution 64/282, paragraph 15 of resolution 65/303, paragraph 13 of resolution 66/277, paragraph 13 of resolution 67/279, paragraph 13 of resolution 68/292, paragraph 14 of resolution 69/302, paragraph 13 of resolution 70/280, paragraph 14 of resolution 71/307, paragraph 14 of resolution 72/299, paragraph 16 of resolution 73/322, paragraph 3 of resolution 75/250 A, paragraph 39 of resolution 75/250 B, paragraph 15 of resolution 76/290 and paragraph 14 of resolution 77/313, stressed once again that Israel shall pay the amount of $1,117,005 resulting from the incident at Qana on 18 April 1996, and requested the Secretary-General to report on that matter to the Assembly at its seventy-eighth session. Pursuant to the requests made in those resolutions, the amount has been recorded under accounts receivable in the special account for UNIFIL, and the Secretariat has transmitted 30 letters to the Permanent Mission of Israel on the subject, the most recent of which was dated 17 December 2024, to which no response has been received.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "64.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["78/305", "https://docs.un.org/en/A/RES/78/305"], ["51/233", "https://docs.un.org/en/A/RES/51/233"], ["52/237", "https://docs.un.org/en/A/RES/52/237"], ["53/227", "https://docs.un.org/en/A/RES/53/227"], ["54/267", "https://docs.un.org/en/A/RES/54/267"], ["55/180", "https://docs.un.org/en/A/RES/55/180"], ["55/180", "https://docs.un.org/en/A/RES/55/180B"], ["56/214", "https://docs.un.org/en/A/RES/56/214"], ["56/214", "https://docs.un.org/en/A/RES/56/214B"], ["57/325", "https://docs.un.org/en/A/RES/57/325"], ["58/307", "https://docs.un.org/en/A/RES/58/307"], ["59/307", "https://docs.un.org/en/A/RES/59/307"], ["60/278", "https://docs.un.org/en/A/RES/60/278"], ["61/250", "https://docs.un.org/en/A/RES/61/250"], ["61/250", "https://docs.un.org/en/A/RES/61/250B"], ["61/250", "https://docs.un.org/en/A/RES/61/250C"], ["62/265", "https://docs.un.org/en/A/RES/62/265"], ["63/298", "https://docs.un.org/en/A/RES/63/298"], ["64/282", "https://docs.un.org/en/A/RES/64/282"], ["65/303", "https://docs.un.org/en/A/RES/65/303"], ["66/277", "https://docs.un.org/en/A/RES/66/277"], ["67/279", "https://docs.un.org/en/A/RES/67/279"], ["68/292", "https://docs.un.org/en/A/RES/68/292"], ["69/302", "https://docs.un.org/en/A/RES/69/302"], ["70/280", "https://docs.un.org/en/A/RES/70/280"], ["71/307", "https://docs.un.org/en/A/RES/71/307"], ["72/299", "https://docs.un.org/en/A/RES/72/299"], ["73/322", "https://docs.un.org/en/A/RES/73/322"], ["75/250", "https://docs.un.org/en/A/RES/75/250"], ["75/250", "https://docs.un.org/en/A/RES/75/250B"], ["76/290", "https://docs.un.org/en/A/RES/76/290"], ["77/313", "https://docs.un.org/en/A/RES/77/313"]]}, {"text": "Analysis of variances", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "IV.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The increased requirements are attributable primarily to the deployment of additional contingent-owned major equipment for temporary operations associated with explosive ordnance disposal, mine clearing and engineering to ensure that the roads utilized by UNIFIL are safe from the threat of unexploded ordnance or explosive remnants of war and other debris, compared with estimates included in the approved budget. The increased requirements are offset in part by the higher estimated deduction for absent or non-functional contingent-owned major equipment based on historical trends, against the standard troop reimbursement costs, compared with the deduction included in the approved budget.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "65.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The increased requirements are attributable primarily to the introduction of danger pay and common staff costs for hardship and non-family status-related allowances in connection with changes in classification of the duty station as designated by ICSC, for which a provision was not included in the approved budget. The increased requirements are offset in part by the application of the lower revised post adjustment multiplier rate, compared with the rate applied in the approved budget, and taking into consideration the transitional measures applicable to the Force.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "66.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The increased requirements are attributable primarily to the introduction of danger pay in connection with the changes in classification of the duty station as designated by ICSC.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "67.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The increased requirements are attributable primarily to the introduction of danger pay in connection with the changes in classification of the duty station as designated by ICSC offset in part by the application of a higher vacancy rate of 7.2 per cent, compared with 5.9 per cent in the approved budget.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "68.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The increased requirements are attributable primarily to a lower vacancy rate of 25 cent for national General Service staff compared with 50 per cent for newly established positions in the approved budget and to the introduction of danger pay.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "69.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The increased requirements are attributable to the engagement of consulting services as they relate to project management in connection with the prefabricated facilities conversion plan and moving and storage services for the relocation of furniture and other items to the newly constructed buildings in the plan, for which a provision was not included in the approved budget.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "70.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The reduced requirements are attributable primarily to: (a) the acquisition of the lower number of prefabricated facilities reflected in the second year of the revised five-year phased asset replacement plan, which will instead be replaced with the construction of concrete structures; and (b) the lower estimated average price of fuel for generators of $0.772 per litre for 14.7 million litres of fuel and the non-requirement for mobilization fees associated with the relocation of the strategic fuel reserve, compared with $0.868 per litre for 15.0 million litres and fees included in the approved budget.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "71.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The reduced requirements are offset in part by increased requirements for the construction of concrete structures in connection with the prefabricated facilities conversion plan to improve the working and living conditions and safety and security of UNIFIL personnel, and provide more durable and long-lasting infrastructure, reducing recurring maintenance and replacement costs.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "72.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The reduced requirements are attributable primarily to the acquisition of a lower number of vehicles, which are reflected in the second year of the revised five-year phased asset replacement plan, compared with the vehicles included in the approved budget. The plan was revised as the Force decided to gain efficiencies by repurposing vehicles that had been previously utilized by one troop-contributing country, as it transitioned to using contingent-owned major equipment instead.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "73.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The reduced requirements are attributable to the acquisition of a lower number of sea containers for the transportation of prefabricated facilities, because the facilities will alternatively be replaced with concrete structures in connection with the prefabricated facilities conversion plan, compared with the number included in the approved budget.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "74.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The increased requirements are attributable primarily to the acquisition of fixed network equipment and end user equipment, which are reflected in the second year of the five-year phased asset replacement plan, that are critical in supporting force protection, situational awareness and the detection and reporting of violations of resolution 1701 (2006), compared with the equipment included in the approved budget.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "75.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["1701 (2006)", "https://docs.un.org/en/S/RES/1701(2006)"]]}, {"text": "The increased requirements are attributable primarily to the acquisition of medical equipment, which are reflected in the second year of the five-year phased asset replacement plan, compared with the equipment included in the approved budget.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "76.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The increased requirements are attributable to the implementation of a higher number of projects that will support recovery and rehabilitation efforts in southern Lebanon and promote peace, stability and reacceptance of the Mission’s mandated tasks, and to rebuild confidence and credibility among the population in its area of operations, in the light of the ongoing crisis, compared with the projects included in the approved budget.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "77.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Actions to be taken by the General Assembly", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "V.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The actions to be taken by the General Assembly in connection with the financing of the United Nations Interim Force in Lebanon are:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "78.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Appropriation of the amount of $555,820,800 for the maintenance of the Mission for the 12-month period from 1 July 2025 to 30 June 2026;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(a)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Assessment of the amount in subparagraph (a) above at a monthly rate of $46,318,400 should the Security Council decide to continue the mandate of the Mission.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(b)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Summary of follow-up action taken to implement the decisions and requests of the General Assembly in its resolutions 76/274 and 78/305, including the requests and recommendations of the Advisory Committee on Administrative and Budgetary Questions endorsed by the Assembly", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "VI.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["76/274", "https://docs.un.org/en/A/RES/76/274"], ["78/305", "https://docs.un.org/en/A/RES/78/305"]]}, {"text": "A.\tGeneral Assembly", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Cross-cutting issues", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(Resolution 76/274)", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["76/274", "https://docs.un.org/en/A/RES/76/274"]]}, {"text": "B.\tAdvisory Committee on Administrative and Budgetary Questions", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Financing of the United Nations peacekeeping forces in the Middle East: United Nations Interim Force in Lebanon", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(A/78/744/Add.3 and General Assembly resolution 78/305)", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["A/78/744/Add.3", "https://docs.un.org/en/A/78/744/Add.3"], ["78/305", "https://docs.un.org/en/A/RES/78/305"]]}, {"text": "Annex", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Organization charts", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A.Substantive", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Abbreviations: ASG, Assistant Secretary-General; FS, Field Service; NGS, national General Service; NPO, National Professional Officer.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Generl temporry ssistnce.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 5, "prefix": "a", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "B.\tMission Support Division", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Abbreviations: ASG, Assistant Secretary-General; FS, Field Service; NGS, national General Service; NPO, National Professional Officer.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Map", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}]