[{"text": "Seventy-ninth session", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Agenda item 167", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Financing of the activities arising from Security Council resolution 1863 (2009)", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["1863 (2009)", "https://docs.un.org/en/S/RES/1863(2009)"]]}, {"text": "Budget for the United Nations Support Office in Somalia for the period from 1 July 2025 to 30 June 2026", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Report of the Secretary-General", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Contents", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Mandate and planned results", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "I.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A.\tOverall", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The mandate of the United Nations Support Office in Somalia (UNSOS) was established by the Security Council in resolution 1863 (2009) to support the African Union Mission in Somalia (AMISOM). Through the years, UNSOS has continued to provide a logistical support package to AMISOM, which was reconfigured into the African Union Transition Mission in Somalia (ATMIS) and most recently into the African Union Support and Stabilization Mission in Somalia (AUSSOM). The Security Council authorization relating to AUSSOM contained in resolution 2767 (2024) is for an initial 12 months from 1 January 2025.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "1.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["1863 (2009)", "https://docs.un.org/en/S/RES/1863(2009)"], ["2767 (2024)", "https://docs.un.org/en/S/RES/2767(2024)"]]}, {"text": "In its resolution 2767 (2024), the Security Council requested UNSOS to continue to provide – in accordance with the existing assessed financial and administrative arrangements – a logistical support package for:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "2.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["2767 (2024)", "https://docs.un.org/en/S/RES/2767(2024)"]]}, {"text": "Up to 12,626 AUSSOM uniformed personnel, inclusive of 1,040 police personnel until 30 June 2025 for phase 1 of the mission;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(a)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Up to 11,826 AUSSOM uniformed personnel, inclusive of 680 police personnel, to AUSSOM from 1 July until 31 December 2025 for the first six months of phase 2, which extends from 1 July 2025 to 31 December 2027;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(b)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Up to 85 AUSSOM civilian personnel, to support the military and police tasks of AUSSOM and enhance coordination between the United Nations, the African Union and Somalia;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(c)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The United Nations Transitional Assistance Mission in Somalia (UNTMIS) on a cost-recovery basis.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(d)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In its resolution 2767 (2024), the Security Council also requested UNSOS to continue, in line with subparagraphs 2 (f) and 2 (g) of resolution 2245 (2015), to cover up to 20,900 personnel from the Somali National Army or Somali National Police Force on joint or coordinated operations with AUSSOM until 31 December 2025 in full compliance with the human rights due diligence policy on United Nations support to non-United Nations security forces, through the provision of food and water, fuel, transportation, tents and in-theatre medical evacuation on an exceptional basis for joint operations of the Somali National Army with AUSSOM, with funding to be provided from an appropriate United Nations trust fund.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "3.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["2767 (2024)", "https://docs.un.org/en/S/RES/2767(2024)"], ["2245 (2015)", "https://docs.un.org/en/S/RES/2245(2015)"]]}, {"text": "In addition, the Security Council requested UNSOS and UNTMIS, in full consultation with the Federal Government of Somalia, to continue to support Somalia in planning for and developing its sovereign capacity in logistical support, in line with paragraph 29 of resolution 2687 (2023). The Secretary-General was further requested to continue United Nations support to Somalia with training, equipment and mentorship to counter the threat of improvised explosive devices. The United Nations was also encouraged to consult with the Somalia Explosive Management Authority and other relevant agencies in Somalia and with the country’s bilateral training partners to ensure coordination and alignment.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "4.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["2687 (2023)", "https://docs.un.org/en/S/RES/2687(2023)"]]}, {"text": "In mandating UNSOS to continue to provide the logistical package in accordance with the existing arrangements, the Security Council also took note of the report submitted by the Secretary-General to the Security Council on 26 November 2024, pursuant to resolution 2748 (2024), which was produced jointly with the Chairperson of the African Union Commission and in consultation with Somalia and international stakeholders. The joint report set out the overall mission design for AUSSOM and options for financing it and recommended a “hybrid implementation” model – whereby UNSOS would continue to be financed in accordance with existing arrangements, while AUSSOM would be financed under the framework set out in resolution 2719 (2023), namely, access to funding from United Nations assessed contributions not exceeding 75 per cent of the annual budget for AUSSOM.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "5.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["2748 (2024)", "https://docs.un.org/en/S/RES/2748(2024)"], ["2719 (2023)", "https://docs.un.org/en/S/RES/2719(2023)"]]}, {"text": "In the light of the above, the Security Council requested the Secretary-General to submit two reports for its consideration. First, a report by 1 April 2025 on the independent strategic review of UNSOS, to enable the potential implementation, from 1 July 2025, of the framework established by resolution 2719 (2023) in relation to AUSSOM, from within existing resources made available by the rightsizing of UNSOS. Second, a report by 1 May 2025, detailing the progress made in preparation for the implementation of the framework established by resolution 2719 (2023) to AUSSOM under the “hybrid implementation”.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "6.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["2719 (2023)", "https://docs.un.org/en/S/RES/2719(2023)"], ["2719 (2023)", "https://docs.un.org/en/S/RES/2719(2023)"]]}, {"text": "The Security Council will confirm, by 15 May 2025, its request to the Secretary-General to implement the “hybrid implementation” model of the framework established by resolution 2719 (2023) to AUSSOM starting from 1 July 2025, within existing resources made available by the rightsizing of UNSOS.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "7.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["2719 (2023)", "https://docs.un.org/en/S/RES/2719(2023)"]]}, {"text": "B.\tPlanning assumptions and mission support initiatives", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Security situation in the mission area", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "During the 2025/26 budget period, UNSOS will maintain presences in Mogadishu, Nairobi and Mombasa in Kenya, and in four operational sectors in Somalia, including AUSSOM sector hubs in Baidoa, Beledweyne, Jawhar and Kismaayo.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "8.", "action_verb": "During", "action_verb_type": "preambular", "action_verb_normalized": "dur", "links": []}, {"text": "The security environment in Somalia is expected to remain unpredictable and volatile, with numerous security incidents anticipated across the country based on past trends. Most of these incidents are likely to be perpetrated by Al-Shabaab. The group has continued to carry out high-impact attacks against the government, security forces and civilian targets in urban centres throughout the country, including in Mogadishu. The United Nations has also been affected by the group’s actions and will remain a target of opportunity, as well as being indirectly impacted.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "9.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The UNTMIS/UNSOS compound in the Aden Adde International Airport complex in Mogadishu has the highest number of staff in Somalia. Embassies, United Nations agencies and programme offices in Somalia are also based in the airport complex, which continues to be a high-value target for Al-Shabaab. On the basis of the ad hoc security risk assessment of the UNTMIS/UNSOS compound, its present and projected risk levels are assessed as “high”. Serious security threats against United Nations facilities and personnel in Mogadishu persist, as evidenced by continued attacks on the Aden Adde International Airport area, which underscores the vulnerabilities and challenges in ensuring the safety and security of United Nations personnel.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "10.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Numerous indirect fire attacks, including the increasing use of 107 mm rockets in attacks on United Nations facilities, have necessitated security upgrades, including enhanced sense-and-warn systems and improved building protections for the living and working accommodation used by mission personnel. The latest security upgrade was implemented in Baidoa, following the first-ever use of 107 mm rockets in attacks against the United Nations compound in that location. Security risks for the UNTMIS/UNSOS compound related to terrorism, improvised explosive devices and complex attacks remain high. Physical security barriers and infrastructure along with AUSSOM, Somali National Army and the National Intelligence and Security Agency checkpoints, 24/7 patrols and constant vigilance are critical for ensuring the protection of the UNTMIS/UNSOS headquarters in Mogadishu.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "11.", "action_verb": "Numerous", "action_verb_type": "operative", "action_verb_normalized": "numerou", "links": []}, {"text": "After a decrease in security incidents affecting the United Nations in 2023, the Office observed an increase in incidents in 2024, with United Nations personnel having been killed or injured as a consequence of indirect fire incidents, complex attacks carried out by Al-Shabaab and crimes targeting United Nations personnel. In 2024, two mortar attacks that affected the United Nations compound in Mogadishu were recorded, as well as two mortar attacks affecting the United Nations compounds in Baidoa and Kismaayo – 3 of the 4 incidents involved the use of 107 mm rockets. There is no indication that the use of these munitions will be reduced and further incidents are to be expected, especially in areas where Al-Shabaab remains active. In the light of the security threat assessment and in the context of the transition from ATMIS to AUSSOM, UNSOS is planning to gradually enhance private security in Mogadishu and in the sectors to provide additional layers of security. As a result, UNSOS will continue to undertake multi-year major security-related upgrades and maintenance projects to withstand 107 mm rocket attacks in Mogadishu, the four sector headquarters and AUSSOM camps; perimeter works (construction of inner ring-3 security, bunkers, boom gates, blocks and reinforced concrete walls, fences, HESCO Bastion barriers, observation posts), gates and chain link fences; and upgrades to the United Nations Guard Unit camp. In addition, UNSOS will bolster surveillance capabilities and reinforce comprehensive security measures to enhance robust security update protocols, such as through the provision of spare components for ground radar and fusion systems.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "12.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Provision of the logistical support package to the African Union Support and Stabilization Mission in Somalia", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The transition from ATMIS to AUSSOM and the anticipated increase in support to the Somali security forces pursuant to Security Council resolution 2767 (2024) will result in significant adjustments to the provision of operational support by UNSOS.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "13.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["2767 (2024)", "https://docs.un.org/en/S/RES/2767(2024)"]]}, {"text": "In the light of the Security Council mandate for UNSOS to continue its logistical support within the existing arrangements, the current planning assumption for UNSOS is focused on support to AUSSOM, in line with resolution 2767 (2024) and the AUSSOM concept of operations adopted by the Peace and Security Council of the African Union in its communiqué of 1 August 2024. This approach aims to ensure that conditions are met for a more stable Somalia, with primary security responsibility assumed by the Somali security forces. UNSOS will support AUSSOM in securing core locations, including critical infrastructure and key population centres, assisting Somali security forces in conducting offensive operations and enabling sustainment activities throughout the area of operations.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "14.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["2767 (2024)", "https://docs.un.org/en/S/RES/2767(2024)"]]}, {"text": "UNSOS will deploy key operational capabilities to support AUSSOM, including ground combat units, attack and utility helicopters, long-range intelligence, surveillance and reconnaissance capabilities, enhanced counter-improvised explosive device capabilities, enhanced mission enabling units and combat engineering capabilities. UNSOS will provide support for 7 fixed-wing aircraft and 25 helicopters and one uncrewed aerial system. The aviation strategy will align with the AUSSOM and UNSOS concepts of operations to optimize effectiveness in achieving mission objectives. The utilization of these capabilities, particularly the aviation assets for supporting joint or coordinated offensive operations, will be governed by two key frameworks: (a) the AUSSOM and UNSOS concept of operations for the deployment of aviation assets; and (b) a tripartite arrangement involving the Federal Government of Somalia, AUSSOM and UNSOS, which will coordinate support requirements at both the strategic and operational levels, including the employment of force enablers and multipliers, such as heavy utility helicopters.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "15.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The utilization of aviation assets will be focused on destabilizing Al-Shabaab and other violent extremist groups by providing critical combat and logistical support. These assets will conduct air operations to achieve air dominance over the mission area of operation, including logistics supply, air quick reaction forces, casualty and medical evacuations, armed escort and long-range intelligence, surveillance and reconnaissance capabilities. Tactical uncrewed aerial systems and heavy cargo airlift capabilities will address logistical challenges in areas where the main supply routes remain insecure or inaccessible.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "16.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UNSOS will implement its mandate by utilizing a combination of service modalities under the light staffing footprint, using commercial third-party contractors for the provision of in-theatre services to AUSSOM. UNSOS will provide logistical support to AUSSOM and Somali security forces by leveraging the mission’s concept of operations to match the operational tempo of AUSSOM and the Somali security forces. The concept will be based on the decentralization of logistics support to the sector and/or field level, including four sectors with 14 main operating bases and 9 tactical operating bases supported by the Mogadishu Logistics Base in the Aden Adde International Airport complex and the rear Mombasa Support Base.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "17.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UNSOS will continue to support the decentralization of the warehouses at the four sector locations in order to enhance its efficiency, reduce its dependency on Mogadishu and further support the main operating bases and tactical operating bases of AUSSOM. The mission will install fuel tank level metres for all external fuel reservoirs at power plants and power metres for measuring power distribution at the mission and sector headquarters. The additional data will enhance accountability as to how the generated power is being used by the African Union and UNSOS and increase the mission’s capability to quickly identify fuel theft at its powerhouses.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "18.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UNSOS will provide engineering and maintenance support to AUSSOM in the four sectors. The comprehensive engineering support will include the maintenance and refurbishment of grounds and facilities to improve their conditions, as well as the operation and upgrading of United Nations-owned borewells, water purification plants, wastewater treatment plants and other water sanitation equipment. In addition, UNSOS will handle the construction and maintenance of storm drain-related works and flood mitigating measures, the installation and maintenance of air conditioning systems and of solar and hybrid power generation. The support will also extend to the provision of waste disposal services and the management of accommodation, along with performing major maintenance of the internal road network, helipads, aprons and taxiways.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "19.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UNSOS will provide engineering and maintenance services to United Nations agencies, embassies, vendors, non-governmental organizations and contractors on a cost-recovery basis.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "20.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A number of environmental initiatives are expected to be implemented across various UNSOS locations in an effort to reduce the environmental footprint. UNSOS plans to enhance field remote infrastructure monitoring for water consumption, wastewater treatment processing and electricity generation at all UNSOS sites. In order to improve water security, rainwater harvesting systems will be implemented, while groundwater monitoring will be established to ensure sustainable water abstraction. UNSOS will install solar-powered water treatment plants and submersible pumps, along with solar photovoltaic systems to reduce carbon footprint. UNSOS is committed to treating oil-contaminated soil and implementing preventive measures to protect soil from oil contamination.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "21.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UNSOS will continue its tree planting campaign through the production of tree seedlings at the established nurseries, for planting by AUSSOM, the United Nations and civil society, and by using drones to drop seed balls in order to reforest parts of Somalia.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "22.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UNSOS will conduct comprehensive environmental management training for AUSSOM uniformed personnel, equipping them with essential knowledge and skills to minimize their environmental footprint during operations. The training programme will encompass crucial areas such as proper waste disposal techniques, efficient resource utilization, environmental protection protocols and the safe handling of hazardous materials that are common in military operations. By training its uniformed personnel, AUSSOM can better manage its environmental impact while maintaining operational effectiveness.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "23.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "During the 2025/26 period, UNSOS will support AUSSOM with contingent-owned equipment disposal activities to include a revised approach for mission-owned equipment in main operating bases and temporary operating bases identified for closure or handover. UNSOS will conduct the physical verification and assessment of equipment conditions, collaborating with AUSSOM and the Federal Government of Somalia to determine the most appropriate disposal methods. These methods will adhere to the organizational property and environmental guidelines, as well as relevant host country legal frameworks. In addition, UNSOS will support the disposal of contingent-owned equipment and partner-owned equipment from earmarked forward operating bases, pending the formal authorization from troop-contributing and partner countries and donors.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "24.", "action_verb": "During", "action_verb_type": "preambular", "action_verb_normalized": "dur", "links": []}, {"text": "UNSOS will work with AUSSOM to strengthen the strategic communications capabilities of Somali security forces through supporting Somali-led communications planning and implementation post-transition. Such support includes building capacity in media operations, multimedia production, community outreach and translation services. UNSOS will prioritize increased Somali participation in public information services and in maintaining radio infrastructure in key cities.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "25.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In the 2025/26 period, comprehensive training initiatives will be implemented across multiple domains and will be focused on property management, data analytics and warehouse operations. These programmes will target key stakeholders in Somalia, including public sector employees, contractors and university participants, with the primary objective of strengthening local expertise and capabilities.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "26.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Nationalization and capacity-building", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UNSOS will execute initiatives that are aligned with the Somalia Transition Plan and Security Council resolution 2767 (2024) in order to enhance national self-reliance and empowerment. Such initiatives include the provision of training to over 600 Somali personnel in national partner institutions in the areas of logistics, aviation, field technology and other support functions, while also educating the local business community with respect to United Nations procurement procedures. UNSOS aims to ensure operational efficiency and the sustainable transition of responsibilities to national institutions while maintaining critical mission support and security standards.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "27.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["2767 (2024)", "https://docs.un.org/en/S/RES/2767(2024)"]]}, {"text": "Support for Somali security forces", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UNSOS will support the building of Somali security forces’ capacity for self-sustainment and logistical support, thereby enabling Somali authorities to progressively take on these responsibilities. As AUSSOM locations are handed over and Somali security forces assume greater security responsibilities, the Federal Government of Somalia requires sufficient coordination and planning capabilities to ensure a smooth, timely and sustainable transition. UNSOS will continue to provide training to Somali security forces on the management of key facilities and equipment and on liaison matters.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "28.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UNSOS will continue to utilize the United Nations trust fund to support the Somali security forces. Support provided to Somali security forces includes rations, fuel, transport, tents, field defence stores, communication equipment to ensure interoperability between AUSSOM and Somalia security forces, and in-theatre medical evacuations. UNSOS will, jointly with the Federal Government of Somalia, prioritize resource mobilization efforts to ensure the sustainability of the funds through voluntary contributions.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "29.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "United Nations Transitional Assistance Mission in Somalia", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In the light of the planned transition of UNTMIS to the United Nations country team over a two-year period, UNSOS will continue the provision of a logistical support package on a cost-recovery basis. The partnership between UNSOS, AUSSOM and UNTMIS will remain critical during the transition period. UNSOS, in coordination with UNTMIS, will work closely with AUSSOM to ensure the alignment of strategic priorities and operational efforts, including through the Senior Leadership Coordination Forum comprising the heads of the three entities.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "30.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Furthermore, the United Nations-AUSSOM Joint Working Group on the human rights due diligence policy, as well as the human rights due diligence policy task force (comprising United Nations entities that deliver support to AUSSOM and the Somali security forces), will continue to guide and ensure the robust implementation of prevention and response measures in line with the policy. As part of its administrative and logistical support, UNSOS will continue to provide standard mission support services to UNTMIS.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "31.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The estimated resource requirements for UNSOS for the 2025/26 financial period reflect a net increase, primarily due to: (a) higher costs for rations owing to an additional 1,560 AUSSOM personnel, in line with Security Council resolution 2767 (2024), and higher contractual prices compared with the assumptions used in the approved budget for 2024/25; (b) higher civilian personnel costs due to higher costs for international staff and National Professional Officers based on the revised salary scale; and (c) higher operational costs, including: (i) higher contractual costs for the rental and operation of aircraft and the full deployment of four military rotary-wing aircraft; (ii) the deployment of one uncrewed aerial system; (iii) the construction of critical security upgrades to withstand the impact of attacks with 107 mm mortar rockets; and (iv) the establishment of a new contract for repair and maintenance services for vehicles and equipment operators.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "32.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["2767 (2024)", "https://docs.un.org/en/S/RES/2767(2024)"]]}, {"text": "C.\tRegional mission cooperation", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UNSOS will proactively continue its regional engagement, including with the African Union Commission, the Intergovernmental Authority on Development and the United Nations Office to the African Union.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "33.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Strategic aviation requirements, including aircraft contractual arrangements and troop rotations, continue to be managed through cooperation with United Nations Headquarters in New York and the United Nations Logistics Base at Brindisi, Italy.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "34.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UNSOS will continue to use the Regional Service Centre in Entebbe, Uganda, for the onboarding and separation of staff, benefits and payroll for national staff, vendor payments, entitlements and official travel, the processing of claims (such as for education grants and reimbursement for official travel), cashier services, training and conference services, transport and movement control and information technology services.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "35.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UNSOS will continue to cooperate with the Global Procurement Support Section in Entebbe to streamline procurement services in the Central and Eastern African regions through the consolidation of requirements for regional sourcing strategies.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "36.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "D.\tPartnerships and country team coordination", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UNSOS will continue to strengthen partnerships with stakeholders to coordinate logistical support for AUSSOM, UNTMIS and Somali security forces. Through regular meetings and its key units (transition planning team, Mission Support Centre and Regional Coordination Unit), UNSOS will align its support with the AUSSOM concept of operations and the Somali security sector development plan.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "37.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Assistant Secretary-General and Head of UNSOS will work closely with the Special Representative of the Chairperson of the African Union Commission for Somalia and Head of AUSSOM, the Force Commander and the Police Commissioner, representatives of troop- and police-contributing countries, the Federal Government of Somalia and the federal member States of Somalia, members of the Security Council and donors to mobilize and coordinate support at all levels for the delivery of the UNSOS mandate. The Assistant Secretary-General will conduct regular consultations with AUSSOM, the Federal Government and Somali security forces leadership to assist in the implementation of the risk mitigation measures to ensure compliance with the human rights due diligence policy. The Assistant Secretary-General will also participate in the Senior Leadership Coordination Forum and work closely with the United Nations Headquarters in New York and African Union Headquarters in Addis Ababa to coordinate support at all levels for the delivery of the UNSOS mandate in Somalia.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "38.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UNSOS will continue to provide logistical support to the United Nations country team on a cost-recovery basis, including access to camps and medical services, and assistance with programme implementation, particularly in responding to climate-related emergencies such as floods and drought. At the strategic level, cooperation will continue through regular meetings of the senior leadership team and the Security Management Team under the auspices of the designated official and/or Acting Special Representative of the Secretary-General. Operational cooperation is facilitated through the Office of the Deputy Special Representative of the Secretary-General (Resident Coordinator/Humanitarian Coordinator).", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "39.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "E.\tResults-based budgeting frameworks", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Provision of logistical support", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Table 1", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Note: The following abbreviations are used in the tables: ASG, Assistant Secretary-General; FS, Field Service; NGS, national General Service; NPO, National Professional Officer; UNV, United Nations Volunteers; USG, Under-Secretary-General.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Human resources: provision of logistical support component", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Funded under generl temporry ssistnce.", "type": "paragraph", "heading_level": null, "paragraph_type": null, "paragraph_level": 5, "prefix": "a", "action_verb": "Funded", "action_verb_type": "preambular", "action_verb_normalized": "funded", "links": []}, {"text": "The summary of proposed staffing changes under the Mission’s executive direction and management is set out in table 2.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "40.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Table 2", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Human resources: Office of the Assistant Secretary-General", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Abbreviation: GTA, general temporary assistance.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Office of the Assistant Secretary-General", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A position of Senior Programme Management Officer (P-5), funded under general temporary assistance, was established on 1 July 2023 to direct the implementation of policy coordination with UNSOM and the United Nations country team, and within UNSOS, on the security transition to promote a One United Nations approach. In view of the continuation of the programme in the 2025/26 period, it is proposed to retain the position of Senior Programme Management Officer (P-5). UNSOS requires the dedicated capacity to lead the strategic planning, coordination and engagement related to security transition in this rapidly changing and complex environment. The incumbent works independently and engages directly with the stakeholders, as well as consulting with the Federal Government of Somalia (including the offices of the President, the Prime Minister and the Ministry of Defence), AUSSOM and international partners on various transition activities, including the UNSOS concepts of support, which will continue to evolve as the transition progresses. The Officer also works in close coordination, cooperation and consultation with the pillars and sections.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "41.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Furthermore, it is proposed that one general temporary assistance position of Chief of Mine Action Programme, Programme Management (D-1), be established in Mogadishu. The Chief of Mine Action Programme will lead the strategic and operational planning, advise UNSOS leadership on mine action issues, supervise the implementation of the workplan and lead engagement with the national authorities, the United Nations country team and other stakeholders involved in mine action. The proposed position is not a new function; the Chief of the mine action component was established in 2022 and funded from the UNSOM budget. The Security Council, in its resolution 2753 (2024), endorsed UNTMIS taking over responsibilities from UNSOM and beginning its transition to a United Nations country team. The plan involves abolishing the existing D-1 level position in UNTMIS (position originally established in UNSOM) by 30 June 2025 and establishing a new position in UNSOS effective 1 July 2025, thereby ensuring continuous strategic and operational leadership of mine action efforts. This transition was approved by the General Assembly in the context of the 2025 budget for UNTMIS (resolution 79/258). The reorganization will maintain critical oversight of mine action initiatives, including strategic and operational planning, leadership advisory roles, workplan implementation and stakeholder engagement with national authorities and United Nations country team members.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "42.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["2753 (2024)", "https://docs.un.org/en/S/RES/2753(2024)"], ["79/258", "https://docs.un.org/en/A/RES/79/258"]]}, {"text": "Evaluation activities", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "No evaluations were completed in UNSOS during the 2023/24 period.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "43.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The following self-evaluations are planned for the 2025/26 period: UNSOS will monitor and evaluate the mandate-related activities, especially its programmatic activities.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "44.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Financial resources", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "II.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A.\tOverall", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(Thousands of United States dollars; budget year is 1 July to 30 June)", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "(Thousands", "action_verb_type": "operative", "action_verb_normalized": "(thousand", "links": []}, {"text": "B.\tNon-budgeted contributions", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The estimated value of non-budgeted contributions for the period from 1 July 2025 to 30 June 2026 is as follows:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "45.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(Thousands of United States dollars)", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "(Thousands", "action_verb_type": "operative", "action_verb_normalized": "(thousand", "links": []}, {"text": "Estimted vlue of lnd provided to UNSOS by locl uthorities for the Mombs Logistics Bse ($1.0 million) nd t vrious loctions within Somli ($130.0 million), s well s fees wived for irport, embrktion nd disembrktion in Somli ($1.4 million).", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 5, "prefix": "a", "action_verb": "Estimted", "action_verb_type": "preambular", "action_verb_normalized": "estimted", "links": []}, {"text": "C.\tEfficiency gains", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The cost estimates for the period from 1 July 2025 to 30 June 2026 take into account the following efficiency initiatives:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "46.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(Thousands of United States dollars)", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "(Thousands", "action_verb_type": "operative", "action_verb_normalized": "(thousand", "links": []}, {"text": "UNSOS is now expanding beyond renewable energy, savings by tracking new ways to work more efficiently and will share the results in future financial reports. The expanded efficiency measures include streamlined procurement processes that reduce administrative overheads, optimized supply chain management in order to minimize waste and storage costs, improved resource allocation through data-driven decision-making, and enhanced coordination to eliminate redundant activities. During the UNTMIS transition period, UNSOS will conduct a comprehensive review of its cost-shared services. The primary objective is to identify opportunities to reduce service scope and improve efficiency.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "47.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "D.\tVacancy factors", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The cost estimates for the period from 1 July 2025 to 30 June 2026 take into account the following vacancy factors:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "48.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(Percentage)", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Funded under generl temporry ssistnce.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 5, "prefix": "a", "action_verb": "Funded", "action_verb_type": "preambular", "action_verb_normalized": "funded", "links": []}, {"text": "The vacancy factors applied in the budget take into account the experience of the mission to date and mission-specific circumstances in relation to the deployment of uniformed personnel. The assumptions considered for the vacancy factors for civilians include the current 12-month average vacancy rate, from January to December 2024, or the actual vacancy rate as at 31 December 2024, as well as the planned deployment of uniformed personnel. This is in line with the policy guidance provided to improve the accuracy and consistency of the vacancy factors applied in the proposed budgets for the 2025/26 period and to ensure that proposed vacancy rates are based, as much as possible, on actual rates. A vacancy rate of 50 per cent has been applied in the calculation of costs for the proposed establishment of one new position.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "49.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "E.\tContingent-owned equipment: major equipment and self-sustainment", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Requirements for the period from 1 July 2025 to 30 June 2026 are based on standard reimbursement rates for major equipment (wet lease) and self-sustainment in the total amount of $65,364,000, as follows:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "50.", "action_verb": "Requirements", "action_verb_type": "operative", "action_verb_normalized": "requirement", "links": []}, {"text": "(Thousands of United States dollars)", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "(Thousands", "action_verb_type": "operative", "action_verb_normalized": "(thousand", "links": []}, {"text": "F.\tTraining", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The estimated resource requirements for training for the period from 1 July 2025 to 30 June 2026 are as follows:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "51.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(Thousands of United States dollars)", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "(Thousands", "action_verb_type": "operative", "action_verb_normalized": "(thousand", "links": []}, {"text": "The number of participants planned for the period from 1 July 2025 to 30 June 2026, compared with previous periods, is as follows:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "52.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(Number of participants)", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Includes the United Ntions Logistics Bse in Brindisi, Itly, nd outside the mission re.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 5, "prefix": "a", "action_verb": "Includes", "action_verb_type": "operative", "action_verb_normalized": "includ", "links": []}, {"text": "The proposed training programme reflects the mission’s priorities for the 2025/26 period, including building the capacity of national staff and strengthening the technical capacity of mission personnel in leadership, organization development, administration, budget and financial management, air operations, communications, supply chain and property management, engineering and ground transportation. National staff capacity-building will be emphasized to better prepare the staff for the transition. Mandatory induction training will also continue to be provided for all civilian and uniformed personnel, including police advisers, military liaison personnel and staff officers. UNSOS will train a greater number of AUSSOM uniformed personnel in the following areas: aviation, communications and information technology, logistics, medical services, vehicle maintenance and repairs, engineering, rations, catering and mobile kitchen operations. An increase in the number of military training participants is due to the expectation that more troop-contributing countries will rotate, requiring a greater number of training sessions.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "53.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "G.\tOfficial travel, non-training", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The resource requirements for official travel, non-training for the period from 1 July 2025 to 30 June 2026 are estimated at $1,097,900, as follows:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "54.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The proposed resource requirements for official travel, non-training provide for within and outside mission trips to support the planned priority tasks required to implement the mission’s mandate. These priority tasks include higher levels of collaboration with the African Union and other international partners, as well as more active operations outside of Mogadishu to support the AUSSOM reconfiguration and transition.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "55.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "H.\tAnalysis of requirements for air operations", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The flight hours utilization rates for the periods from 2021/22 to 2023/24, the approved and proposed number of flight hours for the 2024/25 and 2025/26 periods, respectively, and the proposed number of flight hours calculated on the basis of the new policy guidance are as follows:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "56.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UNSOS will deploy 32 aircraft to facilitate the movement of personnel and life support items across the mission area. The proposed deployment also takes into consideration the unique local environment, whereby a prolonged rainy season and the lack of adequate road infrastructure makes the use of air assets the only efficient mode of transportation to certain locations in the mission area. The total proposed number of flight hours is lower than the flight hours indicated in the policy guidance and is based on the projected operational requirements for the 2025/26 period. The low utilization rate of helicopters is due to delays in deployment and technical issues relating to military helicopters.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "57.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Programmatic activities", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "I.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The resource requirements for programmatic activities for the period from 1 July 2025 to 30 June 2026 are estimated at $36,527,200 as follows:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "58.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(Thousands of United States dollars)", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "(Thousands", "action_verb_type": "operative", "action_verb_normalized": "(thousand", "links": []}, {"text": "The Mine Action Service will provide improvised explosive device threat-mitigation expertise, as well as operational and tactical support, and improve the safety, mobility and readiness of the Somali security forces and African Union peacekeepers. UNSOS will provide tailored explosive ordnance threat mitigation training and mentoring in support of AUSSOM and focus its efforts on enhancing the coordination and planning of counter-improvised explosive device operations between the African Union mission and the Somali security forces. This is critical to meet logistical and operational challenges and to support the safety and security of African Union forces, especially along main supply routes.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "59.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Furthermore, UNSOS will continue to support the Somali security forces by providing specialized training and equipment, with a focus on train-the-trainer and mentorship support to sustain national improvised explosive device threat mitigation capabilities in the areas of explosive ordnance disposal, route search and the maintenance of specialized equipment. UNSOS will provide technical assistance to the Office of the National Security Adviser and the Ministry of Internal Security of Somalia, as necessary, to operationalize the national counter-improvised explosive device and weapons and ammunition management strategies, respectively.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "60.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Analysis of variances", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "III.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The increased requirements are attributable to the higher cost for rations owing to: (a) an additional 1,560 AUSSOM personnel, in line with Security Council resolution 2767 (2024), as compared with the level of military personnel in the approved budget for the 2024/25 period; and (b) higher contractual price for rations. The increase is partially offset by the absence of provision for freight based on the deployment plan for contingent-owned equipment.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "61.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["2767 (2024)", "https://docs.un.org/en/S/RES/2767(2024)"]]}, {"text": "The reduced requirements are attributable primarily to the decrease in the number of formed police personnel, from 800 to 480, effective 1 July 2025, in line with Security Council resolution 2767 (2024).", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "62.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["2767 (2024)", "https://docs.un.org/en/S/RES/2767(2024)"]]}, {"text": "The increased requirements are attributable primarily to: (a) the application of the higher revised salary rates compared with the rates applied in the approved budget for the 2024/25 period; and (b) the application of a lower vacancy rate of 7.6 per cent compared with the rate of 8.2 per cent applied in the approved budget. The increased requirements are offset in part by the costs recovered from UNTMIS for the provision of administrative support in line with Security Council resolution 2748 (2024).", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "63.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["2748 (2024)", "https://docs.un.org/en/S/RES/2748(2024)"]]}, {"text": "The increased requirements are attributable primarily to: (a) the application of the higher revised salary rates compared with the rates applied in the approved budget for the 2024/25 period; and (b) the application of a lower vacancy rate of 14.0 per cent compared with the rate of 23.8 per cent applied in the approved budget.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "64.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The increased requirements are attributable primarily to the application of the higher revised salary rates compared with the rates applied in the approved budget for the 2024/25 period. The increased requirements are offset in part by the application of a higher vacancy rate of 9.8 per cent compared with the rate of 7.7 per cent applied in the approved budget.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "65.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The increased requirements are attributable primarily to the application of a 4.8 per cent vacancy rate compared with the rate of 19.0 per cent applied in the approved budget for the 2024/25 period for international United Nations Volunteers.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "66.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The increased requirements are attributable primarily to: (a) the application of the higher revised salary rates compared with the rates applied in the approved budget for the 2024/25 period; and (b) the proposed establishment of one new position of Chief of Mine Action Programme (D-1), with the application of a vacancy rate of 50.0 per cent, as part of the abolishment of this position from UNTMIS approved by the General Assembly in its resolution 79/258.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "67.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["79/258", "https://docs.un.org/en/A/RES/79/258"]]}, {"text": "The reduced requirements are attributable primarily to the lower cost for mission subsistence allowance after 30 days, based on the revised rates effective 1 January 2025, compared with the rates in the approved budget for the 2024/25 period. The reduced requirements are offset in part by the application of a lower vacancy rate of 12.5 per cent, compared with the rate of 14.3 per cent applied in the approved budget.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "68.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The increased requirements are attributable primarily to the proposed engagement of consultants to support: (a) building national staff capacities; (b) exploring options for sustainable funding arrangements to support Somali security forces, including a broader engagement with donors in close collaboration and coordination with counterparts of the Federal Government of Somalia; and (c) assessing security enhancement projects to improve their effectiveness.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "69.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The increased requirements are attributable primarily to: (a) the construction of critical security upgrades to withstand the impact of attacks with 107 mm mortar rockets; (b) the replacement of obsolete generators, air conditioners and tents; (c) the higher cost of electricity due to the new contract; (d) annual maintenance and extended warranty for sense-and-warning systems, along with new maintenance and warranty services for the ground radar system as part of critical security enhancement; and (e) the higher estimated fuel consumption of 18.5 million litres of fuel compared with 17.1 million litres included in the approved budget for the 2024/25 period, attributed to budgeting for an additional 1,560 AUSSOM personnel, in line with Security Council resolution 2767 (2024), as compared to the approved budget. The increased requirements are offset in part by the lower estimated average price of fuel for generators of $0.926 per litre compared with $1.153 per litre included in the approved budget.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "70.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["2767 (2024)", "https://docs.un.org/en/S/RES/2767(2024)"]]}, {"text": "The increased requirements are attributable primarily to the establishment of new contracts for repair and maintenance services and for equipment operators and drivers, including the mobilization of these contracts in Mogadishu and other sectors.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "71.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The increased requirements are attributable primarily to: (a) the higher cost for rotary-wing aircraft owing to the higher contractual price and full deployment of four military helicopters, compared with the delayed deployment factor of 50.0 per cent applied in the approved budget for the 2024/25 period; and (b) the deployment of one uncrewed aerial system to provide aerial intelligence, surveillance and reconnaissance services to the African Union in support of AUSSOM as part of critical security enhancement. The increased requirements are offset in part by the lower estimated volume of 8.9 million litres of fuel for aviation at the average price of $0.820 per litre owing to the reduced flight hours, compared with the volume of 12.4 million litres included in the approved budget at the average price of $1.068 per litre.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "72.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The increased requirements are attributable primarily to: (a) the replacement of obsolete network and printing equipment, along with the acquisition of various security equipment such as electronic countermeasure and counter-uncrewed aerial systems as part of ongoing security enhancement efforts; and (b) higher contractual cost for telecommunications and network services, as well as software, licences and fees.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "73.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The increased requirements are attributable mainly to the increased demand for medical services, the Aeromedical Evacuation Team, funeral services and medical equipment repairs.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "74.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The reduced requirements are attributable mainly due to the overall restructuring of the United Nations Office for Project Services support for mine action, reflecting the streamlining of the provision of support services and the nationalization of its personnel.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "75.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Actions to be taken by the General Assembly", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "IV.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The actions to be taken by the General Assembly in connection with the financing of UNSOS and other immediate activities related to a future United Nations peacekeeping operation are:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "76.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Appropriation of the amount of $537,212,000 for the maintenance of UNSOS for the 12-month period from 1 July 2025 to 30 June 2026;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(a)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Assessment of the amount in subparagraph (a) above at a monthly rate of $44,767,666 should the Security Council decide to continue the mandate of support for AUSSOM, UNTMIS and the Somali security forces on joint operations with AUSSOM.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(b)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Summary of follow-up action taken to implement the decisions and requests of the General Assembly in its resolutions 76/274 and 78/309, including the requests and recommendations of the Advisory Committee on Administrative and Budgetary Questions endorsed by the Assembly", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "V.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["76/274", "https://docs.un.org/en/A/RES/76/274"], ["78/309", "https://docs.un.org/en/A/RES/78/309"]]}, {"text": "A.\tGeneral Assembly", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Cross-cutting issues", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(Resolution 76/274)", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["76/274", "https://docs.un.org/en/A/RES/76/274"]]}, {"text": "Financing of the United Nations Support Office in Somalia", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(Resolution 78/309)", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["78/309", "https://docs.un.org/en/A/RES/78/309"]]}, {"text": "B.\tAdvisory Committee on Administrative and Budgetary Questions", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Financing of the United Nations Support Office in Somalia", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(A/78/744/Add.8 and General Assembly resolution 78/309)", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["A/78/744/Add.8", "https://docs.un.org/en/A/78/744/Add.8"], ["78/309", "https://docs.un.org/en/A/RES/78/309"]]}, {"text": "Annex", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Organization charts", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A.\tUnited Nations Support Office in Somalia, overall (589 posts and positions)", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Abbreviations: ASG, Assistant Secretary-General; FS, Field Service; GPP, government-provided personnel; GTA, general temporary assistance; NGS, national General Service; NPO, National Professional Officer; UNV, United Nations Volunteer.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "New (establishment).", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 5, "prefix": "a\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "B.\tOffice of the Assistant Secretary-General (83 posts and positions)", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Abbreviations: ASG, Assistant Secretary-General; FS, Field Service; GTA, general temporary assistance; NGS, national General Service; NPO, National Professional Officer; UNV, United Nations Volunteer.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "New (estblishment).", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 5, "prefix": "a", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "C.\tDirector of the United Nations Support Office in Somalia (23 posts and positions)", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Abbreviations: FS, Field Service; NGS, national General Service; NPO, National Professional Officer; UNV, United Nations Volunteer.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "D.\tOperations and Resource Management pillar (153 posts and positions)", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Abbreviations: FS, Field Service; GPP, government-provided personnel; NGS, national General Service; NPO, National Professional Officer; UNV, United Nations Volunteer.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "E.\tSupply Chain Management pillar (138 posts and positions)", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Abbreviations: FS, Field Service; NGS, national General Service; NPO, National Professional Officer; UNV, United Nations Volunteer.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "F.\tService Delivery Management pillar (192 posts and positions)", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Abbreviations: FS, Field Service; NGS, national General Service; NPO, National Professional Officer; UNV, United Nations Volunteer.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}]