[{"text": "Seventy-ninth session", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Agenda item 161", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Financing of the United Nations Interim Administration Mission in Kosovo", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Budget for the United Nations Interim Administration Mission in Kosovo for the period from 1 July 2025 to 30 June 2026", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Report of the Secretary-General", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Contents", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Mandate and planned results", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "I.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A.\tOverall", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The mandate of the United Nations Interim Administration Mission in Kosovo (UNMIK) was established by the Security Council in its resolution 1244 (1999).", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "1.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["1244 (1999)", "https://docs.un.org/en/S/RES/1244(1999)"]]}, {"text": "The Mission is mandated to help the Security Council to achieve the overall objective of ensuring conditions for a peaceful and normal life for all inhabitants in Kosovo and advancing regional stability in the Western Balkans.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "2.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Within this overall objective, UNMIK will, during the budget period, contribute to a number of expected accomplishments by delivering related key outputs, shown in the frameworks below. The frameworks are organized according to components (substantive and support), which are derived from the mandate of the Mission.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "3.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The expected accomplishments would lead to the fulfilment of the Security Council’s objective within the lifetime of the Mission, and the indicators of achievement show a measurement of progress towards such accomplishments during the budget period. The human resources of UNMIK in terms of the number of personnel have been attributed to the individual components, with the exception of the Mission’s executive direction and management, which can be attributed to the Mission as a whole.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "4.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UNMIK is headed by the Special Representative of the Secretary-General for Kosovo, who ensures a coordinated approach by the international civilian presence. The Special Representative also ensures coordination with the international security presence, namely, the Kosovo Force (KFOR) and the Organization for Security and Cooperation in Europe (OSCE), which are deployed under the overall authority of Security Council resolution 1244 (1999), and the European Union Rule of Law Mission in Kosovo (EULEX), which is deployed in line with the report of the Secretary-General of 24 November 2008 (S/2008/692) and the statement by the President of the Security Council of 26 November 2008 (S/PRST/2008/44).", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "5.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["1244 (1999)", "https://docs.un.org/en/S/RES/1244(1999)"], ["S/2008/692", "https://docs.un.org/en/S/2008/692"], ["S/PRST/2008/44", "https://docs.un.org/en/S/PRST/2008/44"]]}, {"text": "B.\tPlanning assumptions and mission support initiatives", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Pursuant to Security Council resolution 1244 (1999), UNMIK will continue to use its good offices, monitoring and reporting functions and programmatic activities to support progress towards the normalization of relations between Belgrade and Pristina; promote intercommunity trust-building; provide support in the areas of human rights and rule of law; fulfil its coordination and facilitation roles; and advance the peace and security agendas relating to women and to youth. Guided by the Secretary-General’s Action for Peacekeeping Plus initiative, UNMIK will continue to prioritize work supporting the dialogue process, reconciliation, access to justice and human rights, as well as the promotion of the role of community leaders, women, young people and other change-makers in intercommunity trust-building initiatives that support these objectives. In accordance with Security Council resolutions 1325 (2000) and 2250 (2015) and subsequent resolutions, and the Mission’s framework strategy on women, peace and security and on youth, peace and security, UNMIK will continue to promote the role and involvement of women and youth in inter-ethnic community trust-building and local governance structures.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "6.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["1244 (1999)", "https://docs.un.org/en/S/RES/1244(1999)"], ["1325 (2000)", "https://docs.un.org/en/S/RES/1325(2000)"], ["2250 (2015)", "https://docs.un.org/en/S/RES/2250(2015)"]]}, {"text": "The Mission’s trust-building strategy will continue to encourage cross-community dialogue, support language learning, empower young people, promote gender equality, promote the rule of law and promote the protection of human rights in Kosovo. UNMIK will build on the Mission-supported Barabar Centre for Community Dialogue, which was launched in 2023 and serves as a public hub to promote inter-ethnic tolerance, open dialogue and cultural exchanges between communities. UNMIK will also build on the outcome of the United Nations Kosovo Trust-building Forum, which was conducted by UNMIK in Thessaloniki in November 2023, where 120 representatives of civil society, media and institutions from different Kosovo communities produced nearly 30 concrete recommendations and related action points to take forward the trust-building agenda. Through its continued engagement with the representatives of civil society, media and institutions from different Kosovo communities, UNMIK will support civil society, media and Kosovo institutions in putting into practice this blueprint, which will also guide the Mission’s programmatic and trust-building efforts.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "7.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Mission will continue to support the promotion and protection of human rights and the strengthening of the rule of law. UNMIK will continue active engagement with Kosovo authorities, the Ombudsperson Institution and civil society for enhanced compliance with international and regional human rights standards, strengthened civic space, increased awareness through human rights education, and continued engagement with human rights mechanisms. The Mission will continue to support European Union-facilitated efforts towards judicial integration, enhancing efforts towards equal access to justice and law enforcement services and ensuring language rights for all communities in Kosovo. The Mission will continue to monitor, analyse and report on rule of law developments, including possible progress on the reintegration of Kosovo-Serbs into judicial institutions in northern Kosovo. Its activities will include regular field visits and consultative meetings at prosecution offices, correctional institutions and other law enforcement entities, monitoring court proceedings and legislative developments and drafting thematic reports, including those in the context of monthly meetings of the Rule of Law Civil Society Coordination Committee convened by UNMIK in northern Kosovo.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "8.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UNMIK will continue to perform functions related to the certification of civil status documents and liaise with the International Criminal Police Organization (INTERPOL). It will facilitate, where necessary, the participation of Kosovo representatives in international meetings, particularly those organized by the United Nations system and those related to multilateral agreements to which UNMIK remains the signatory on behalf of Kosovo. The Mission will also continue to fulfil its commitment to support progress on the determination of the fate of missing persons by maintaining its work with the Working Group on persons who are unaccounted for in connection with events in Kosovo, through liaison with the Kosovo Commission on Missing Persons and the Serbian Government Commission on Missing Persons and by facilitating meetings of families of missing persons.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "9.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UNMIK will continue to support initiatives that contribute to the implementation of the women, peace and security agenda, including by integrating gender-related issues and concerns into all areas of its work, such as the promotion of equal access to justice and decision-making structures. Considering the sociodemographic situation in Kosovo, with nearly 70 per cent of the population under the age of 30, the Mission will continue to promote the engagement of young people in inter-ethnic community trust-building initiatives and local governance.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "10.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In the 2025/26 period, the Mission will seek to build on the successful implementation of programmatic activity projects that promote cross-community cooperation and remain key to ensuring conditions for a peaceful and normal life for all inhabitants in Kosovo. UNMIK will continue addressing demands from local and central authorities, among others, in the areas of rule of law and human rights under the trust-building umbrella and will also continue to mainstream cross-cutting support to the peace and security agendas relating to women and to youth through programmatic activity projects.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "11.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The wide circulation of mis- and disinformation, especially on social media, remains a driving force behind negative narratives that have fractured trust among Kosovo communities and between communities and authorities. The Mission will continue to use its strategic communications tools and resources to help address these challenges. In line with Action for Peacekeeping Plus priorities on strategic communications, and in pursuit of supporting effective trust-building among communities, the Mission will maintain its partnerships with civil society, relevant institutions and United Nations entities to address mis- and disinformation, in order to support narratives that promote peaceful coexistence and contribute to sustained peace for all residents in Kosovo. UNMIK will continue to ensure the visibility of its activities, which contributes to the implementation of the Mission’s mandated activities, through: (a) creative storytelling in line with the Secretary-General’s Action for Peacekeeping Plus strategic communications priorities and the United Nations global communications strategy; and (b) an expanded use of the Mission’s website and other social media platforms, with solution-focused and human-centric storytelling that conveys messages that foster community cohesion.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "12.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In collaboration with the United Nations Kosovo team, and in line with the complementarity envisioned in the UNMIK-United Nations Kosovo team integrated strategic framework, programmatic activities will aim at improving access to justice by advancing language rights, supporting the possible integration of the judiciary and law enforcement services, and strengthening capacities on human rights and improving the human rights awareness of governmental and non-governmental human rights actors, rights holders and duty bearers.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "13.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Mission-supported programmatic activity projects will continue to be designed in partnership with key stakeholders to complement political processes and provide platforms for marginalized communities and segments of the population in vulnerable situations to increase their participation in public life and decision-making processes, while avoiding duplication of efforts. The Mission will continue to use high-level advocacy, including the Special Representative of the Secretary-General’s continuous engagement with a broad range of political and civic leaders, to foster multi-stakeholder coordination and information exchange to advance trust-building in Kosovo.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "14.", "action_verb": "Mission-supported", "action_verb_type": "preambular", "action_verb_normalized": "mission-supported", "links": []}, {"text": "The General Assembly, in its resolution 78/302 on the financing of the United Nations Interim Administration Mission in Kosovo, endorsed the encouragement by the Advisory Committee on Administrative and Budgetary Questions (in A/78/744/ Add.7) for UNMIK to actively explore the quick-impact project modality in its mandate implementation, by identifying suitable implementing partners through measures such as market surveys and community outreach efforts.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "15.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["78/302", "https://docs.un.org/en/A/RES/78/302"], ["A/78/744/ Add.7", "https://docs.un.org/en/A/78/744/Add.7"]]}, {"text": "To address the requests of the legislative bodies, UNMIK proposes four quick-impact projects, amounting $200,000 for the 2025/26 period. The projects will be smaller-scale, lower-cost and rapidly implementable as compared with the programmatic activity projects being implemented by UNMIK.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "16.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Mission support initiatives", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Mission will continue to successfully provide effective and efficient logistical, administrative and technical services in support of the implementation of its mandate through the delivery of related outputs, service improvements and efficiency gains.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "17.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In the 2025/26 period, UNMIK will continue to implement its three-year quality assurance road map (over the period 2024–2026) by focusing on providing business intelligence dashboard development services, including the development of new dashboards, the enhancement of existing dashboards and capacity-building support to UNMIK internal users, and will continue to share knowledge and best practices with other peacekeeping missions in close alignment with United Nations Headquarters and in accordance with the Data Strategy of the Secretary-General for Action by Everyone, Everywhere.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "18.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "During the 2025/26 period, the Mission will continue efforts to strengthen the accountability framework and to ensure that UNMIK management is equipped with a robust tool for informed and risk-based decision-making. In this context, UNMIK will implement an integrated management system that incorporates all six International Organization for Standardization (ISO) standards the Mission has achieved, namely: ISO 9001:2015 quality management systems; ISO 14001:2015 environmental management systems; ISO 45001:2018 occupational health and safety management systems; ISO 27001:2013 information security management systems; ISO 31000:2018 risk management systems; and ISO 22301:2019 business continuity management systems. The integrated management system will allow the Mission to create a cohesive framework, streamlining compliance and enhancing management practices across critical areas. It aims to unify the Mission’s approach to quality, environmental sustainability, health and safety, information security, risk management and business continuity, thereby improving overall effectiveness. The implementation of the integrated system will improve operational efficiency by standardizing processes to improve product and service quality, minimize errors, reduce environmental impact, reduce redundancies, lower administrative costs and strengthen compliance with international standards, through regular audits and monitoring.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "19.", "action_verb": "During", "action_verb_type": "preambular", "action_verb_normalized": "dur", "links": []}, {"text": "The budget proposed by UNMIK for 2025/26 includes five facilities improvement projects, as follows: (a) the replacement of the concrete block path and the construction of a fire exit to ensure compliance with occupational safety and health requirements in the United Nations Office in Belgrade; (b) improvements with regard to physical accessibility for persons with disabilities in UNMIK premises and facilities; (c) minor security improvement works; (d) the replacement of the existing diesel heating plant in the medical facility to continue improvements to the heating systems of the Mission; and (e) the construction of structures for the installation of the solar-powered system at the Mission headquarters in Pristina. These projects were already proposed and approved for the 2024/25 period; however, the Mission had to defer its implementation due to the reprioritization of resources to meet the increased requirements for civilian personnel.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "20.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "To ensure the safety and security of the Mission’s civilian and uniformed personnel, UNMIK regularly reviews contingency plans and security risk management and related policy documents. These reviews are conducted in line with the security plan and security risk management policy of the United Nations security management system in Kosovo, as overseen by the United Nations Security Management Team.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "21.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The estimated resource requirements for the maintenance and operation of the Mission for the 2025/26 period reflect increased requirements mainly under international staff, due to the application of the lower vacancy rate compared with the rate applied in the approved budget for the 2024/25 period.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "22.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "C.\tPartnerships, country team coordination and integrated missions", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Mission will continue to strengthen partnerships with key international partners, including KFOR, EULEX, the Office of the European Union Special Representative, OSCE and the Council of Europe, and other bilateral and international actors, including through regular consultations at the leadership level.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "23.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Mission will continue its collaboration with the United Nations Kosovo team in line with the updated United Nations Policy on Integrated Assessment and Planning. UNMIK and the United Nations Kosovo team will continue to work together in areas such as trust-building, human rights and the rule of law, strategic communications and youth and gender issues, including through the implementation of programmatic activities. The Mission will also continue its collaboration with the United Nations Office on Drugs and Crime through the implementation of the joint plan.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "24.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Mission will continue to facilitate the activities of, and its partnerships with, the United Nations Educational, Scientific and Cultural Organization, the Food and Agriculture Organization of the United Nations, the United Nations Office for Project Services and the United Nations Human Settlements Programme (UN-Habitat), in accordance with the memorandums of understanding between UNMIK and the respective organizations.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "25.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Note: The following abbreviations are used in the tables: ASG, Assistant Secretary-General; FS, Field Service; NGS, national General Service; NPO, National Professional Officers; UNV, United Nations Volunteers; USG, Under-Secretary-General.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "D.\tResults-based budgeting frameworks", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Executive direction and management", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Overall mission direction and management are to be provided by the immediate Office of the Special Representative of the Secretary-General.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "26.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Table 1", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Human resources: executive direction and management", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Component 1: substantive", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Table 2", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Human resources: component 1, substantive", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Component 2: support", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Table 3", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Human resources: component 2, support", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Evaluation activities", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "There were no evaluations completed during the 2023/24 period in UNMIK.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "27.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The following self-evaluations are planned for the 2025/26 period: UNMIK will monitor and evaluate the mandate related activities, especially its programmatic activities.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "28.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Financial resources", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "II.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A.\tOverall", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(Thousands of United States dollars; budget year is 1 July to 30 June)", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "(Thousands", "action_verb_type": "operative", "action_verb_normalized": "(thousand", "links": []}, {"text": "B.\tNon-budgeted contributions", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The estimated value of non-budgeted contributions for the period from 1 July 2025 to 30 June 2026 is as follows:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "29.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(Thousands of United States dollars)", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "(Thousands", "action_verb_type": "operative", "action_verb_normalized": "(thousand", "links": []}, {"text": "Inclusive of lnd nd premises provided by the Government of Serbi to the United Ntions.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 5, "prefix": "a", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "C.\tEfficiency gains", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The cost estimates for the period from 1 July 2025 to 30 June 2026 take into account the following efficiency initiatives:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "30.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(Thousands of United States dollars)", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "(Thousands", "action_verb_type": "operative", "action_verb_normalized": "(thousand", "links": []}, {"text": "D.\tVacancy factors", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The cost estimates for the period from 1 July 2025 to 30 June 2026 take into account the following vacancy factors:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "31.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(Percentage)", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The assumptions considered for the vacancy factors include the current 12-month average vacancy rate, from January to December 2024, or the actual vacancy rate as at 31 December 2024. This is in line with the policy guidance provided to improve the accuracy and consistency of the vacancy factors applied in the proposed budgets for the 2025/26 period and to ensure that proposed vacancy rates are based, as much as possible, on actual rates.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "32.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "E.\tTraining", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The estimated resource requirements for training for the period from 1 July 2025 to 30 June 2026 are as follows:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "33.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(Thousands of United States dollars)", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "(Thousands", "action_verb_type": "operative", "action_verb_normalized": "(thousand", "links": []}, {"text": "The number of participants planned for the period from 1 July 2025 to 30 June 2026, compared with previous periods, is as follows:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "34.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(Number of participants)", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Includes the United Ntions Logistics Bse in Brindisi, Itly, nd outside the mission re.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 5, "prefix": "a", "action_verb": "Includes", "action_verb_type": "operative", "action_verb_normalized": "includ", "links": []}, {"text": "The planned training activities for the 2025/26 period are designed to upgrade the various substantive and technical skills and to develop the leadership, management and organization skills of international and national staff. The training plan emphasizes the strengthening of the substantive and technical capacity of staff through courses in information technology; budget and finance; human resources management; gender; human rights; rule of law; leadership and management; political and civil affairs; property management; and security. The Mission will continue to utilize internal training options whenever possible.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "35.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "F.\tOfficial travel, non-training", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The resource requirements for official travel, non-training for the period from 1 July 2025 to 30 June 2026 are estimated at $231,900, as follows:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "36.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The official travel proposed by the Mission which is required in support of its mandate includes a range of travel within and outside the mission area for the participation of the mission leadership and staff in political consultations on dialogue between Belgrade and Pristina, as well as meetings with Member States and institutions, consultations with Headquarters counterparts, Security Council meetings, and conferences.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "37.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "G.\tProgrammatic activities", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The estimated resource requirements for programmatic activities for the period from 1 July 2025 to 30 June 2026 are estimated at $2,889,100 as follows:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "38.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(Thousands of United States dollars)", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "(Thousands", "action_verb_type": "operative", "action_verb_normalized": "(thousand", "links": []}, {"text": "Detailed information is provided under the relevant outputs in the results-based budgeting frameworks. The proposed resource requirements provide for the following activities to be implemented by the Mission during the 2025/26 period:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "39.", "action_verb": "Detailed", "action_verb_type": "preambular", "action_verb_normalized": "detailed", "links": []}, {"text": "Rule of law and security sector reform: UNMIK plans to implement programmatic activity projects to support Kosovo rule-of-law institutions with the focus on enhancing the court archive system and case management of the Kosovo Judicial Council, improving compliance with language rights and reducing case backlog in Pristina and Mitrovica. UNMIK will support the provision of free legal aid across Kosovo, thereby increasing access to justice for Kosovo inhabitants. The capacity of rule-of-law institutions will be built while boosting the efficiency of court administration. The Mission’s projects will contribute to improving the living conditions of the prison population in line with the United Nations Standard Minimum Rules for the Treatment of Prisoners. UNMIK will also work to increase public awareness of the integrated judicial system, by supporting the preparation, publication and dissemination of related informational materials. Additional activities include reintegration events and round-table discussions to support the judges and court staff and upgrading information technology forensic capabilities of the Kosovo Forensic Agency. Training on stress management and trauma response will be provided in support of the Association of Women in Kosovo Police;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(a)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Promotion and protection of human rights: In the area of human rights, the Mission will scale up the scope of programmatic activities through the implementation of projects for building the capacities of human rights governmental and non-governmental actors and increasing the human rights awareness of rights holders and duty bearers;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(b)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Community stabilization: The Mission plans to implement programmatic activity projects, including confidence-building projects, that will continue to support community stabilization within the areas of: (a) intercommunity trust-building and community reconciliation; (b) inclusion of non-majority and marginalized groups, including Roma, Ashkali and Egyptian communities; and  empowerment and engagement of women and young people and promotion of inter-ethnic trust-building. These projects will continue to strengthen sustainable approaches for trust-building priorities among communities, including direct exchange between members of all communities through the continued use of the Barabar Centre. The Barabar Centre continues to promote cross-community understanding through innovative approaches that attract participants from all communities across Kosovo, especially youth. In addition, the Mission will strengthen and ensure effective mechanisms at the local level by creating opportunities for non-majority communities to participate in decision-making forums and contribute to the betterment of their respective communities; supporting solutions for urban, civic and environmental issues of mutual concern; supporting cultural and artistic initiatives; and supporting intermunicipal cooperation between North and South Mitrovica and bordering municipalities. UNMIK will continue to provide support to community stabilization and trust-building through solutions-focused strategic communications addressing misinformation and hate speech and strengthening the participation of women and youth in ongoing political dialogue processes;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(c)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Women and peace and security: The Mission will continue its comprehensive effort to advance the women and peace and security agenda, gender equality and women’s rights in Kosovo through the implementation of projects in this area. Focus will be given to promoting women’s economic empowerment and addressing the challenges related to gender-based violence and discrimination in the context of conflict and post-conflict situations. UNMIK will support women in entrepreneurship, business development and access to economic opportunities. The Mission will also remain committed to empowering and supporting survivors of conflict-related sexual violence. This support will encompass a range of multidisciplinary activities at various levels to address the unique needs of survivors. Through the organization of the Global Open Day on Women, Peace and Security, the Mission will highlight the success and challenges related to women’s empowerment and effective participation in trust-building and decision-making at the local level. In addition, UNMIK will organize events around the 16 Days of Activism against Gender-based Violence campaign;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(d)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Youth, peace and security: The Mission will implement projects to advance the youth, peace and security agenda to contribute towards strengthening the capacity of young people from diverse communities to act as actors of change and initiators of cross-community communication and collaboration. Inter-ethnic trust-building among young people in Kosovo will be fostered through the provision of platforms and opportunities for cross-community youth-led actions on matters of mutual concern. Youth will be encouraged to participate in local decision-making processes; the cooperation between local youth action councils and local authorities will advance the implementation of local youth action plans; youth will be informed about local opportunities and enabled to participate in community-related matters as change-makers. Furthermore, the projects will contribute towards continuing progressive multi-stakeholder efforts on the implementation, monitoring and advancement of the Kosovo road map on youth, peace and security. The annual United Nations Youth Assembly in Kosovo as the largest platform for young people from all Kosovo communities will make it possible to share experiences and challenges and develop joint solutions across ethnic and religious boundaries.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(e)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "H.\tQuick-impact projects", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The estimated resource requirements for quick-impact projects for the period from 1 July 2025 to 30 June 2026, compared with previous periods, are as follows:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "40.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(Thousands of United States dollars)", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "(Thousands", "action_verb_type": "operative", "action_verb_normalized": "(thousand", "links": []}, {"text": "The Mission included a requirement of $200,000 for the implementation of four quick-impact projects in the 2025/26 period. UNMIK, in collaboration with non-governmental organizations, the United Nations Kosovo team and other partners, will implement quick-impact projects that will provide “quick wins” and solidify confidence and optimism among communities in the ability of UNMIK to implement its mandate. The projects will seek to address the trust deficit between communities and local institutions and to support needs-driven solutions on community issues, including those affecting a wide range of vulnerable groups in Kosovo. While conducting its mandated activities, such as regular interactions with all communities across Kosovo municipalities, the Mission will explore the most suitable modalities for quick-impact projects, as set out in the United Nations guidelines and policies, including the option for local communities, or UNMIK, to propose projects and potential implementing partners, which will then go through the UNMIK internal review mechanism. Selected projects will contribute to promoting acceptance of the Mission’s mandated tasks, in areas such as the promotion of trust-building, human rights, rule of law, gender and youth.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "41.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Analysis of variances", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "III.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The increased requirements are attributable to the application of the higher revised mission subsistence allowance rate effective 1 January 2025.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "42.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The increased requirements are attributable to the application of the higher revised mission subsistence allowance rate effective 1 January 2025.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "43.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The increased requirements are attributable primarily to the application of the lower vacancy rate of 8.8 per cent compared with the rate of 16.8 per cent applied in the approved budget for the 2024/25 period.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "44.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The reduced requirements are attributable to: (a) the application of the higher vacancy rate of 7.5 per cent versus the rate of 2.7 per cent applied in the approved budget for the 2024/25 period; and (b) the application of the exchange rate of 0.948 euro to one United States dollar versus the rate of 0.912 euro applied in the approved budget for the 2024/25 period.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "45.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The reduced requirements are offset in part by the higher salary rates based on revised scale versus the rates applied in the approved budget for the 2024/25 period.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "46.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The reduced requirements are attributable primarily to the absence of provisions for: (a) the transition from ISO 27001:2013 to ISO 27001:2022 information security management systems certification; and (b) the development and implementation of ISO 22301:2019 business continuity systems certification.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "47.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The reduced requirements are attributable primarily to the reduced provision for the alteration and renovation projects owing to utilization of the high in-house capacity.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "48.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The reduced requirements are attributable primarily to the absence of provision for the acquisition of replacement vehicles.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "49.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The increased requirements are attributable primarily to the acquisition for the replacement of communication and information equipment that had exceeded their life expectancy.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "50.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The reduced requirements are attributable primarily to the lower provision for acquisitions for the replacement of medical equipment planned for 2024/25.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "51.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The increased requirements are attributable to the new provision for four quick-impact projects to leverage the ongoing and sustained engagement with local communities to increase understanding and acceptance of the Mission’s mandate.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "52.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Actions to be taken by the General Assembly", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "IV.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The action to be taken by the General Assembly in connection with the financing of the United Nations Interim Administration Mission in Kosovo is the appropriation of the amount of $46,045,300 for the maintenance of the Mission for the 12-month period from 1 July 2025 to 30 June 2026.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "53.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Summary of follow-up action taken to implement the decisions and requests of the General Assembly in its resolution 76/274 and 78/302, including the requests and recommendations of the Advisory Committee on Administrative and Budgetary Questions endorsed by the Assembly", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "V.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["76/274", "https://docs.un.org/en/A/RES/76/274"], ["78/302", "https://docs.un.org/en/A/RES/78/302"]]}, {"text": "A.\tGeneral Assembly", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Cross-cutting issues", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(Resolution 76/274)", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["76/274", "https://docs.un.org/en/A/RES/76/274"]]}, {"text": "B.\tAdvisory Committee on Administrative and Budgetary Questions", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Financing of the United Nations Interim Administration Mission in Kosovo", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(A/78/744/Add.7 and General Assembly resolution 78/302)", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["A/78/744/Add.7", "https://docs.un.org/en/A/78/744/Add.7"], ["78/302", "https://docs.un.org/en/A/RES/78/302"]]}, {"text": "Annex", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Organization charts", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A.\tSubstantive", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Abbreviations: FS, Field Service; NPO, National Professional Officer; NS, National staff; UNV, United Nations Volunteer; USG, Under-Secretary-General.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "B.\tMission Support Division", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Abbreviations: FS, Field Service; NPO, National Professional Officer; NS, National staff; UNV, United Nations Volunteer.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Map", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}]