[{"text": "Resolution adopted by the General Assembly on 22 September 2008", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "[without reference to a Main Committee (A/63/L.1)]", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "63/1.\tPolitical declaration on Africa’s development needs", "type": "title", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The General Assembly,", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Recalling its resolution 62/242 of 4 March 2007, in particular paragraph 5,", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Recalling", "action_verb_type": "preambular", "action_verb_normalized": "recall", "links": []}, {"text": "Adopts the following political declaration:", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Adopts", "action_verb_type": "operative", "action_verb_normalized": "adopt", "links": []}, {"text": "Political declaration on Africa’s development needs", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "We, heads of State and Government, ministers and representatives of Member States gathered at a high-level meeting at United Nations Headquarters in New York on 22 September 2008 to address “Africa’s development needs: state of implementation of various commitments, challenges and the way forward”, stress that the high-level meeting represents a unique opportunity to strengthen the global partnership for development in Africa, which is pivotal to bringing Africa into the mainstream of the global economy.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "1.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "We reaffirm the special needs of Africa as contained in the United Nations Millennium Declaration, the United Nations Declaration on the New Partnership for Africa’s Development, the Monterrey Consensus of the International Conference on Financing for Development, the Plan of Implementation of the World Summit on Sustainable Development (“Johannesburg Plan of Implementation”) and the 2005 World Summit Outcome.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "2.", "action_verb": "reaffirm", "action_verb_type": "operative", "action_verb_normalized": "reaffirm", "links": []}, {"text": "We recommit ourselves to reinvigorate and strengthen a global partnership of equals based on our common values, mutual accountability, shared responsibility and the determination to collectively act for our common future and to mobilize the resources, including human, financial and technological, required to end poverty, hunger and underdevelopment in Africa, with the explicit objective of turning existing commitments into concrete actions.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "3.", "action_verb": "recommit", "action_verb_type": "operative", "action_verb_normalized": "recommit", "links": []}, {"text": "We commit to strengthening support for the implementation of the New Partnership for Africa’s Development, which is an overarching framework for socio-economic sustainable development in Africa, as well as for the implementation of national and subregional development plans and strategies.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "4.", "action_verb": "commit", "action_verb_type": "operative", "action_verb_normalized": "commit", "links": []}, {"text": "We stress that eradicating poverty, particularly in Africa, is the greatest global challenge facing the world today. We underline the importance of accelerating sustainable broad-based economic growth, including employment generation and decent work, towards a vibrant Africa.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "5.", "action_verb": "stress", "action_verb_type": "operative", "action_verb_normalized": "stres", "links": []}, {"text": "We reaffirm our commitment to address the special needs of Africa, a continent where, despite recent considerable improvements, the full and timely achievement of the internationally agreed development goals, including the Millennium Development Goals, remains elusive.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "6.", "action_verb": "reaffirm", "action_verb_type": "operative", "action_verb_normalized": "reaffirm", "links": []}, {"text": "We commit to supporting the consolidation of democracy in Africa and assisting African countries in their struggle for lasting peace, economic growth, poverty eradication and sustainable development.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "7.", "action_verb": "commit", "action_verb_type": "operative", "action_verb_normalized": "commit", "links": []}, {"text": "We underline that good governance at all levels is essential for sustained economic growth, poverty eradication and sustainable development. We welcome the progress many African countries have made with respect to implementing pro-poor economic policies, deepening democracy and protecting human rights. We stress the importance of African-led initiatives to strengthen political, economic and corporate governance, such as the African Peer Review Mechanism. We recommit ourselves to actively protecting and promoting all human rights, the rule of law and democracy.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "8.", "action_verb": "underline", "action_verb_type": "operative", "action_verb_normalized": "underline", "links": []}, {"text": "We welcome the efforts of African Governments to mobilize domestic resources and attract private capital to finance the investments and expenditures needed to achieve their development goals. We underscore the importance of an enabling environment at all levels, which is vital for mobilizing domestic resources, increasing productivity, generating employment, especially for youth, reducing capital flight, fighting corruption, encouraging the private sector and attracting foreign direct investment, and in this regard we underline the importance of human, professional and institutional capacity-building for development.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "9.", "action_verb": "welcome", "action_verb_type": "operative", "action_verb_normalized": "welcome", "links": []}, {"text": "We stress the importance of strengthening domestic financial sectors as a source of capital by making them inclusive, thus expanding access to financial services.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "10.", "action_verb": "stress", "action_verb_type": "operative", "action_verb_normalized": "stres", "links": []}, {"text": "We underline the importance of increasing foreign direct investment in the extractive industries value chain as well as diversification in other sectors, in order to achieve higher levels of employment and facilitate the transfer of technology and knowledge.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "11.", "action_verb": "underline", "action_verb_type": "operative", "action_verb_normalized": "underline", "links": []}, {"text": "We are concerned that, at the current rate, the commitment of doubling aid to Africa by 2010 as articulated at the Summit of the Group of Eight, held at Gleneagles from 6 to 8 July 2005, will not be reached. We call for the fulfilment of all official development assistance-related commitments, including the commitments made by many developed countries to achieve the target of 0.7 per cent of gross national income for official development assistance by 2015, as well as the target of 0.15 per cent to 0.20 per cent of gross national income for least developed countries, and urge those developed countries that have not yet done so to make concrete efforts in this regard in accordance with their commitments.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "12.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "We welcome the increased aid flows from new development actors, including some developing countries, global funds, the private sector and civil society organizations, as well as from innovative sources of finance.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "13.", "action_verb": "welcome", "action_verb_type": "operative", "action_verb_normalized": "welcome", "links": []}, {"text": "We emphasize that debt sustainability is essential for underpinning growth, and underline the importance of debt sustainability and effective debt management to the efforts to achieve national development goals, including the Millennium Development Goals. Debtors and creditors must share the responsibility for preventing and resolving unsustainable debt situations. We note with appreciation the progress under the Heavily Indebted Poor Countries Initiative and the Multilateral Debt Relief Initiative, but remain concerned that a number of African countries are still facing difficulties in finding a durable solution to their debt problems, which could adversely affect their sustainable development. We therefore call for continued efforts to achieve long-term debt sustainability.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "14.", "action_verb": "emphasize", "action_verb_type": "operative", "action_verb_normalized": "emphasize", "links": []}, {"text": "We recommit to improving the effectiveness of development assistance, including the fundamental principles of ownership, alignment, harmonization, managing for results and mutual accountability. We call for a continuing dialogue to improve the effectiveness of aid, including the full implementation of the Accra Agenda for Action by countries and organizations that commit to it.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "15.", "action_verb": "recommit", "action_verb_type": "operative", "action_verb_normalized": "recommit", "links": []}, {"text": "We commit to promoting South-South cooperation and triangular cooperation, which have great potential to facilitate the exchange of successful strategies, practices and experiences. The impact of South-South cooperation may be further harnessed through synergies with other bilateral or multilateral development partners. We recognize South-South cooperation initiatives that are rooted in the principle of national ownership and are aimed at strengthening productive capacity as well as accelerating economic growth and sustainable development.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "16.", "action_verb": "commit", "action_verb_type": "operative", "action_verb_normalized": "commit", "links": []}, {"text": "We welcome the commitments made by Africa and its development partners in the context of various important initiatives and partnerships in recent years, inter alia, the Africa Partnership Forum, the New Asian-African Strategic Partnership, the China-Africa Partnership, the European Union-Africa Strategic Partnership, the Group of Eight-Africa Partnership, the Millennium Challenge Account, the Emergency Plan for AIDS Relief of the President of the United States of America, the Africa-Turkey Cooperation Summit, the Africa-South America Summit, the Tokyo International Conference on African Development, the comprehensive health-care initiative sponsored by the Government of Cuba, the Initiative for Africa’s Development of the Republic of Korea, the special technical assistance programme for Africa of Pakistan, the Viet Nam-Africa cooperation partnership and the India-Africa Forum.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "17.", "action_verb": "welcome", "action_verb_type": "operative", "action_verb_normalized": "welcome", "links": []}, {"text": "We urge the United Nations system, international and regional financial institutions and other multilateral development partners to continue and strengthen support for African Governments in their efforts to implement national development strategies and programmes. We stress the need to strengthen the capacities and capabilities of the United Nations system in supporting Africa’s development.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "18.", "action_verb": "urge", "action_verb_type": "operative", "action_verb_normalized": "urge", "links": []}, {"text": "We stress the need for well-functioning national and international financial systems, which should have the capacity to help reduce uncertainty and support economic growth. We recognize the need to enhance the voice and participation of developing countries in policymaking in the areas of trade, money and finance.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "19.", "action_verb": "stress", "action_verb_type": "operative", "action_verb_normalized": "stres", "links": []}, {"text": "We are concerned that Africa’s share of international trade is only 2 per cent, and underline the important role that trade plays in promoting economic growth. We stress the need to promote Africa’s international trade, including through regional integration and greater integration into the global economy and fulfilment of our commitment to a well-functioning, universal, rules-based, open, non-discriminatory and equitable multilateral trading system which promotes sustainable development. We commit to redoubling our efforts towards the reinvigoration of the multilateral trade negotiations and to achieve a successful development-oriented outcome of the Doha Round of the World Trade Organization. We call for stronger national action and international support to build domestic productive competitive export supply capacities, as well as trade support, infrastructure and institutions for African countries.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "20.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "We underline that development, peace and security and human rights are interlinked and mutually reinforcing. We stress that conflict prevention, resolution and management and post-conflict consolidation are essential for the achievement of the objectives of the special needs of Africa. We welcome the progress that the African Union and the subregional organizations have made in this regard, inter alia, through the strengthening of Africa’s peace and security architecture.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "21.", "action_verb": "underline", "action_verb_type": "operative", "action_verb_normalized": "underline", "links": []}, {"text": "We call for intensified efforts and a coordinated approach between national Governments, the African Union, subregional organizations, the United Nations system and partners with a view to achieving further progress towards the goal of a conflict-free Africa. We stress the importance of and pledge to support peace consolidation mechanisms and processes, including the Panel of the Wise, the African Union Post-Conflict Reconstruction and Development Framework, the early warning system and the operationalization of the African Standby Force. We also stress the importance of and pledge to support relevant United Nations bodies, inter alia, the Peacebuilding Commission. We welcome the intensification of cooperation between the United Nations and the African Union on peace and security and underline the importance of the implementation of the ten-year capacity-building programme for the African Union. We call upon the international community to assist post-conflict countries in achieving a smooth transition from relief to development.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "22.", "action_verb": "call", "action_verb_type": "operative", "action_verb_normalized": "call", "links": []}, {"text": "We recognize that Africa faces a number of serious challenges, including poverty, hunger, climate change, land degradation and desertification, rapid urbanization, lack of adequate water supplies and energy supply and HIV/AIDS, malaria, tuberculosis and other endemic diseases. We commend African countries for their leadership in addressing those challenges and charting the way forward for the region in the context of the African Union as well as through national and subregional development plans and strategies.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "23.", "action_verb": "recognize", "action_verb_type": "operative", "action_verb_normalized": "recognize", "links": []}, {"text": "We stress that climate change has serious implications for sustainable development. We express concern that Africa faces high risks from the negative effects of climate change, although it emits the least amount of greenhouse gases. We acknowledge that the global nature of climate change calls for the widest possible cooperation by all countries and their participation in an effective and appropriate international response, in accordance with their common but differentiated responsibilities and respective capabilities and their social and economic conditions. We reaffirm our support for the United Nations Framework Convention on Climate Change, and welcome the decisions adopted by the Conference of the Parties to the Convention at its thirteenth session, held in Bali from 3 to 15 December 2007, including the Bali Action Plan. We remain deeply concerned that all countries, in particular developing countries, including least developed countries, small island developing States and African countries, face increased risks from the negative effects of climate change, and stress the need to urgently address adaptation needs relating to such effects. In this context, we underline in particular the need for new and additional financial resources.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "24.", "action_verb": "stress", "action_verb_type": "operative", "action_verb_normalized": "stres", "links": []}, {"text": "We are concerned about the consequences of the global food crisis on the achievement of the Millennium Development Goals, and in this regard we acknowledge the African Union’s declaration on responding to the challenges of high fuel prices and agricultural development. We call for an integrated response by African countries and the international community, working in partnership to support integrated and sustainable agriculture and rural development approaches, and stress the importance of food security and strengthening the agricultural sector, as set out in, inter alia, the Comprehensive Africa Agriculture Development Programme of the New Partnership for Africa’s Development. We call upon all donors and the United Nations system to increase their assistance to Africa, in particular to least developed countries and those that are most negatively affected by high food prices.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "25.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "We welcome Africa’s commitment to the Africa Water Vision 2025, the Sirte declaration on agriculture and water in Africa and the Sharm el-Sheikh Commitments for Accelerating the Achievement of Water and Sanitation Goals in Africa.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "26.", "action_verb": "welcome", "action_verb_type": "operative", "action_verb_normalized": "welcome", "links": []}, {"text": "We recognize the challenges of inadequate infrastructure and industrialization in Africa and the need to substantively increase investment in all forms of infrastructure in accordance with the New Partnership for Africa’s Development. We recognize the contribution that private capital can make towards the development of infrastructure.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "27.", "action_verb": "recognize", "action_verb_type": "operative", "action_verb_normalized": "recognize", "links": []}, {"text": "We recognize the urgent need for large-scale investments in energy infrastructure, as outlined in the New Partnership for Africa’s Development, and are committed to promoting renewable sources of energy, clean energy, energy efficiency and conservation.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "28.", "action_verb": "recognize", "action_verb_type": "operative", "action_verb_normalized": "recognize", "links": []}, {"text": "We reaffirm the universal commitment to promoting gender equality and the empowerment of women, recognizing that they are key actors in development.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "29.", "action_verb": "reaffirm", "action_verb_type": "operative", "action_verb_normalized": "reaffirm", "links": []}, {"text": "We resolve to increase our efforts to reduce maternal and child mortality, and reaffirm the commitment to achieve universal access to reproductive health by 2015.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "30.", "action_verb": "resolve", "action_verb_type": "operative", "action_verb_normalized": "resolve", "links": []}, {"text": "We note with concern that violence against women and children everywhere continues and often increases, and resolve to ensure the strict universal adherence to international norms regarding violence against women and girls.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "31.", "action_verb": "note", "action_verb_type": "operative", "action_verb_normalized": "note", "links": []}, {"text": "We express our grave concern at the negative effects on development, peace, security and human rights posed by transnational crime, including the smuggling of and trafficking in human beings.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "32.", "action_verb": "express", "action_verb_type": "operative", "action_verb_normalized": "expres", "links": []}, {"text": "We commit ourselves to safeguarding the principle of refugee protection and to upholding our responsibility in resolving the plight of refugees, including through support of efforts aimed at addressing the causes of refugee movement, bringing about the safe and sustainable return of those populations.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "33.", "action_verb": "commit", "action_verb_type": "operative", "action_verb_normalized": "commit", "links": []}, {"text": "We recognize the Guiding Principles on Internal Displacement as an important international framework for the protection of internally displaced persons, and welcome the fact that an increasing number of States, United Nations agencies and regional and non-governmental organizations are applying them as a standard, and encourage all relevant actors to make use of the Guiding Principles when dealing with situations of internal displacement.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "34.", "action_verb": "recognize", "action_verb_type": "operative", "action_verb_normalized": "recognize", "links": []}, {"text": "We recognize that HIV/AIDS, malaria, tuberculosis and other infectious diseases pose severe risks for the entire world and serious challenges to the achievement of development goals. In this regard, we welcome the commitment by African Governments and regional institutions to scale up their own responses in order to curb the devastating effects of those pandemics. We reaffirm our commitment to pursuing all necessary efforts to scale up support for nationally driven, sustainable and comprehensive responses in Africa to achieve broad multisectoral coverage for prevention, treatment, care and support, with the full and active participation of people living with HIV, vulnerable groups, most affected communities, civil society and the private sector, towards the goal of universal access to comprehensive prevention programmes, treatment, care and support by 2010, in line with the 2006 Political Declaration on HIV/AIDS.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "35.", "action_verb": "recognize", "action_verb_type": "operative", "action_verb_normalized": "recognize", "links": []}, {"text": "We renew our resolve to fulfil our commitments towards providing quality basic education and promoting literacy, using the full range of bilateral and multilateral instruments, including continued efforts to mobilize resources to meet the education needs of African countries. We emphasize the importance of expanded primary, secondary and higher education as well as vocational education and technical training, especially for girls and women.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "36.", "action_verb": "renew", "action_verb_type": "operative", "action_verb_normalized": "renew", "links": []}, {"text": "We recognize that the way forward for meeting Africa’s development needs requires taking coordinated, balanced and integrated actions at all levels for the full and timely achievement of the Millennium Development Goals and comprehensively addressing all challenges to Africa’s development. In this regard, we welcome the Secretary-General’s initiative to hold a high-level event on the Millennium Development Goals on 25 September 2008.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "37.", "action_verb": "recognize", "action_verb_type": "operative", "action_verb_normalized": "recognize", "links": []}, {"text": "This political declaration is adopted on 22 September 2008 on the occasion of the high-level meeting on “Africa’s development needs: state of implementation of various commitments, challenges and the way forward”. It seeks to reaffirm the commitment of all States to addressing the development needs on the African continent. In adopting this political declaration, Member States reaffirm their belief in a prosperous future for Africa in which core human values of dignity and peace are fully enshrined. In this context, Member States further confirm their adherence to the spirit of cooperation that defines the United Nations system and that is based on a partnership among equals.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "38.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The high-level meeting has reviewed the implementation of all commitments made to and by Africa in order to comprehensively address the special development needs of the continent. All commitments to and by Africa should be effectively implemented and given appropriate follow-up by the international community and by Africa itself. We underscore the urgency of finding solutions to Africa’s major challenges. In this regard, we request the Secretary-General to submit to the General Assembly at its sixty-fourth session a comprehensive report, with recommendations, on “Africa’s development needs: state of implementation of various commitments, challenges and the way forward” with a view to the formulation, by the sixty-fifth session of the Assembly, of a mechanism to review the full and timely implementation of all commitments related to Africa’s development, building on existing mechanisms, to ensure that Member States remain seized of the issue of addressing Africa’s special development needs.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "39.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "4th plenary meeting\n22 September 2008", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}]