[{"text": "Resolution adopted by the General Assembly on 18 May 2023", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "[without reference to a Main Committee (A/77/L.70)]", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": [["A/77/L.70", "https://undocs.org/en/A/77/L.70"]]}, {"text": "77/289.\tPolitical declaration of the high-level meeting on the midterm review of the Sendai Framework for Disaster Risk Reduction 2015–2030", "type": "title", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "The General Assembly", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "links": []}, {"text": "Adopts the political declaration of the high-level meeting on the midterm review of the Sendai Framework for Disaster Risk Reduction 2015–2030, as contained in the annex to the present resolution.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "links": [], "mandates": [{"action_verb_normalized": "adopt", "action_verb_type": "deciding", "assignees": [{"assignee_normalized": "GA", "assignee_type": "UN Organs", "assignee": ""}], "deliverables": [], "mentioned_entities": [], "action_verb": "Adopts"}], "textWithHighlights": "*Adopts* the political declaration of the high-level meeting on the midterm review of the Sendai Framework for Disaster Risk Reduction 2015–2030, as contained in the annex to the present resolution.", "uncertainties": null}, {"text": "71st plenary meeting\n18 May 2023", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "Annex", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "Political declaration of the high-level meeting on the midterm review of the Sendai Framework for Disaster Risk Reduction 2015–2030", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "We, Heads of State and Government, Ministers and High Representatives, gathered at the United Nations on 18 and 19 May 2023 for the high-level meeting of the General Assembly on the midterm review of the Sendai Framework for Disaster Risk Reduction 2015–2030 to assess progress on integrating disaster risk reduction into policies, programmes and investments at all levels, identify good practices, gaps and challenges and accelerate the path to achieving the outcome and goal of the Sendai Framework and its seven global targets by 2030. We reaffirm our commitment to the full implementation of the Sendai Framework, including its guiding principles and four priorities for action.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "1.", "links": [], "mandates": [{"action_verb_normalized": "reaffirm", "action_verb_type": "reinforcing", "assignees": [], "deliverables": [], "mentioned_entities": [{"mentioned_entity_normalized": "UN", "mentioned_entity_type": "UN Secretariat", "mentioned_entity": "United Nations"}, {"mentioned_entity_normalized": "GA", "mentioned_entity_type": "UN Organs", "mentioned_entity": "General Assembly"}], "action_verb": "reaffirm"}], "textWithHighlights": "We, Heads of State and Government, Ministers and High Representatives, gathered at the {{United Nations}} on 18 and 19 May 2023 for the high-level meeting of the {{General Assembly}} on the midterm review of the Sendai Framework for Disaster Risk Reduction 2015–2030 to assess progress on integrating disaster risk reduction into policies, programmes and investments at all levels, identify good practices, gaps and challenges and accelerate the path to achieving the outcome and goal of the Sendai Framework and its seven global targets by 2030. We *reaffirm* our commitment to the full implementation of the Sendai Framework, including its guiding principles and four priorities for action.", "uncertainties": null}, {"text": "We recall that the Sendai Framework applies to risks of small- and large-scale, frequent and infrequent, sudden- and slow-onset disasters caused by natural and man-made hazards, as well as related environmental, technological and biological hazards and risks.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "2.", "links": [], "mandates": [{"action_verb_normalized": "recall", "action_verb_type": "reinforcing", "assignees": [], "deliverables": [], "mentioned_entities": [], "action_verb": "recall"}], "textWithHighlights": "We *recall* that the Sendai Framework applies to risks of small- and large-scale, frequent and infrequent, sudden- and slow-onset disasters caused by natural and man-made hazards, as well as related environmental, technological and biological hazards and risks.", "uncertainties": null}, {"text": "We reiterate the call in the Sendai Framework for the substantial reduction of disaster risk and losses in lives, livelihoods and health and in the economic, physical, social, cultural and environmental assets of persons, businesses, communities and countries.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "3.", "links": [], "mandates": [{"action_verb_normalized": "reiterate", "action_verb_type": "reinforcing", "assignees": [], "deliverables": [], "mentioned_entities": [], "action_verb": "reiterate"}], "textWithHighlights": "We *reiterate* the call in the Sendai Framework for the substantial reduction of disaster risk and losses in lives, livelihoods and health and in the economic, physical, social, cultural and environmental assets of persons, businesses, communities and countries.", "uncertainties": null}, {"text": "We recognize the need for a broader and a more people-centred preventive approach to disaster risk reduction, reflecting the 2030 Agenda for Sustainable Development, and that disaster risk reduction policies and practices need to be multi-hazard and multisectoral, inclusive and accessible in order to be efficient and effective.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "4.", "links": [], "mandates": [{"action_verb_normalized": "recognize", "action_verb_type": "observing", "assignees": [], "deliverables": [], "mentioned_entities": [], "action_verb": "recognize"}], "textWithHighlights": "We *recognize* the need for a broader and a more people-centred preventive approach to disaster risk reduction, reflecting the 2030 Agenda for Sustainable Development, and that disaster risk reduction policies and practices need to be multi-hazard and multisectoral, inclusive and accessible in order to be efficient and effective.", "uncertainties": null}, {"text": "While we recognize that the implementation of the Sendai Framework is delivering positive results, we are deeply concerned that the pace of implementation is not sufficient nor equal. Insufficient access to disaster data, risk knowledge, technology and financing, as well as insufficient prioritization and action on disaster risk reduction, including through climate action, continue to hinder progress in implementing the Sendai Framework.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "5.", "links": [], "mandates": [{"action_verb_normalized": "recognize", "action_verb_type": "observing", "assignees": [], "deliverables": [], "mentioned_entities": [], "action_verb": "recognize"}, {"action_verb_normalized": "be concerned", "action_verb_type": "evaluative", "assignees": [], "deliverables": [], "mentioned_entities": [], "action_verb": "are deeply concerned"}], "textWithHighlights": "While we *recognize* that the implementation of the Sendai Framework is delivering positive results, we *are deeply concerned* that the pace of implementation is not sufficient nor equal. Insufficient access to disaster data, risk knowledge, technology and financing, as well as insufficient prioritization and action on disaster risk reduction, including through climate action, continue to hinder progress in implementing the Sendai Framework.", "uncertainties": null}, {"text": "We express deep concern at the increasing frequency and intensity, as well as the number and scale of disasters and their devastating impacts, which have resulted in massive loss of life, food insecurity and famine, biodiversity loss, water-related challenges, increased displacement, humanitarian and development needs and long-term negative economic, social and environmental consequences, especially for those in vulnerable situations throughout the world, and which are undermining progress towards sustainable development, the implementation of the 2030 Agenda for Sustainable Development and the achievement of its Sustainable Development Goals, in particular for the least developed countries, small island developing States, landlocked developing countries and African countries, as well as middle-income countries facing specific challenges.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "6.", "links": [], "mandates": [{"action_verb_normalized": "express concern", "action_verb_type": "evaluative", "assignees": [], "deliverables": [], "mentioned_entities": [{"mentioned_entity_normalized": "least developed countries", "mentioned_entity_type": "Member States", "mentioned_entity": "least developed countries"}, {"mentioned_entity_normalized": "small island developing states", "mentioned_entity_type": "Member States", "mentioned_entity": "small island developing States"}, {"mentioned_entity_normalized": "landlocked developing countries", "mentioned_entity_type": "Member States", "mentioned_entity": "landlocked developing countries"}, {"mentioned_entity_normalized": "African countries", "mentioned_entity_type": "Member States", "mentioned_entity": "African countries"}, {"mentioned_entity_normalized": "middle-income countries", "mentioned_entity_type": "Member States", "mentioned_entity": "middle-income countries"}], "action_verb": "express deep concern"}], "textWithHighlights": "We *express deep concern* at the increasing frequency and intensity, as well as the number and scale of disasters and their devastating impacts, which have resulted in massive loss of life, food insecurity and famine, biodiversity loss, water-related challenges, increased displacement, humanitarian and development needs and long-term negative economic, social and environmental consequences, especially for those in vulnerable situations throughout the world, and which are undermining progress towards sustainable development, the implementation of the 2030 Agenda for Sustainable Development and the achievement of its Sustainable Development Goals, in particular for the {{least developed countries}}, {{small island developing States}}, {{landlocked developing countries}} and {{African countries}}, as well as {{middle-income countries}} facing specific challenges.", "uncertainties": null}, {"text": "We express deep concern also that economic losses are rising as a result of the increasing number and value of assets exposed and vulnerable to hazards.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "7.", "links": [], "mandates": [{"action_verb_normalized": "express concern", "action_verb_type": "evaluative", "assignees": [], "deliverables": [], "mentioned_entities": [], "action_verb": "express deep concern"}], "textWithHighlights": "We *express deep concern* also that economic losses are rising as a result of the increasing number and value of assets exposed and vulnerable to hazards.", "uncertainties": null}, {"text": "We recognize that disaster risk is increasingly complex and systemic and that hazards can trigger each other with cascading and compounding impacts within and across sectors and geographies, as well as at the local, national, regional and global levels. We continue to recognize, in this regard, that conventional approaches to disaster management are no longer adequate and recognize also the need to shift from managing disasters and their impacts to reducing and preventing disaster risk. We therefore reaffirm our commitment to addressing disaster risk reduction and the building of resilience to disasters with a renewed sense of urgency within the context of sustainable development and poverty eradication.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "8.", "links": [], "mandates": [{"action_verb_normalized": "recognize", "action_verb_type": "observing", "assignees": [], "deliverables": [], "mentioned_entities": [], "action_verb": "recognize"}, {"action_verb_normalized": "recognize", "action_verb_type": "observing", "assignees": [], "deliverables": [], "mentioned_entities": [], "action_verb": "continue to recognize"}, {"action_verb_normalized": "recognize", "action_verb_type": "observing", "assignees": [], "deliverables": [], "mentioned_entities": [], "action_verb": "recognize also"}, {"action_verb_normalized": "reaffirm", "action_verb_type": "reinforcing", "assignees": [], "deliverables": [], "mentioned_entities": [], "action_verb": "reaffirm"}], "textWithHighlights": "We *recognize* that disaster risk is increasingly complex and systemic and that hazards can trigger each other with cascading and compounding impacts within and across sectors and geographies, as well as at the local, national, regional and global levels. We *continue to recognize*, in this regard, that conventional approaches to disaster management are no longer adequate and *recognize also* the need to shift from managing disasters and their impacts to reducing and preventing disaster risk. We therefore *reaffirm* our commitment to addressing disaster risk reduction and the building of resilience to disasters with a renewed sense of urgency within the context of sustainable development and poverty eradication.", "uncertainties": null}, {"text": "We highlight the synergies between the implementation of the Sendai Framework, the 2030 Agenda and the Paris Agreement.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "9.", "links": [], "mandates": [{"action_verb_normalized": "highlight", "action_verb_type": "reinforcing", "assignees": [], "deliverables": [], "mentioned_entities": [], "action_verb": "highlight"}], "textWithHighlights": "We *highlight* the synergies between the implementation of the Sendai Framework, the 2030 Agenda and the Paris Agreement.", "uncertainties": null}, {"text": "We reaffirm the urgency of implementing the Sendai Framework as an integral part of the 2030 Agenda for Sustainable Development to adopt a risk-informed approach to sustainable development and recall the synergies between the implementation of the Sendai Framework and other relevant major intergovernmental outcomes of United Nations conferences and summits in the economic, social and environmental fields. In this regard, we recommit to fostering collaboration across global and regional mechanisms and institutions for the implementation and coherence of instruments and tools relevant to disaster risk reduction, such as for climate change, biodiversity, sustainable development, poverty eradication, environment, agriculture, health, food and nutrition and others, as appropriate.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "10.", "links": [], "mandates": [{"action_verb_normalized": "reaffirm", "action_verb_type": "reinforcing", "assignees": [], "deliverables": [], "mentioned_entities": [], "action_verb": "reaffirm"}, {"action_verb_normalized": "recall", "action_verb_type": "reinforcing", "assignees": [], "deliverables": [], "mentioned_entities": [{"mentioned_entity_normalized": "UN", "mentioned_entity_type": "UN Secretariat", "mentioned_entity": "United Nations"}], "action_verb": "recall"}, {"action_verb_normalized": "recommit", "action_verb_type": "deciding", "assignees": [{"assignee_normalized": "GA", "assignee_type": "UN Organs", "assignee": ""}], "deliverables": [], "mentioned_entities": [], "action_verb": "recommit"}], "textWithHighlights": "We *reaffirm* the urgency of implementing the Sendai Framework as an integral part of the 2030 Agenda for Sustainable Development to adopt a risk-informed approach to sustainable development and *recall* the synergies between the implementation of the Sendai Framework and other relevant major intergovernmental outcomes of {{United Nations}} conferences and summits in the economic, social and environmental fields. In this regard, we *recommit* to fostering collaboration across global and regional mechanisms and institutions for the implementation and coherence of instruments and tools relevant to disaster risk reduction, such as for climate change, biodiversity, sustainable development, poverty eradication, environment, agriculture, health, food and nutrition and others, as appropriate.", "uncertainties": "Considered marking 'fostering collaboration' as a deliverable (possibly strategy/policy), but treated it as too vague to qualify as a concrete deliverable. Also, treated 'United Nations' as a mentioned entity although it appears adjectivally in 'United Nations conferences and summits'."}, {"text": "We welcome the outcomes of the twenty-seventh session of the Conference of the Parties to the United Nations Framework Convention on Climate Change and the fourth Conference of the Parties serving as the meeting of the Parties to the Paris Agreement, held in Sharm El-Sheikh, including the decision on funding arrangements for responding to loss and damage associated with the adverse effects of climate change, including a focus on addressing loss and damage.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "11.", "links": [], "mandates": [{"action_verb_normalized": "welcome", "action_verb_type": "evaluative", "assignees": [], "deliverables": [], "mentioned_entities": [], "action_verb": "welcome"}], "textWithHighlights": "We *welcome* the outcomes of the twenty-seventh session of the Conference of the Parties to the United Nations Framework Convention on Climate Change and the fourth Conference of the Parties serving as the meeting of the Parties to the Paris Agreement, held in Sharm El-Sheikh, including the decision on funding arrangements for responding to loss and damage associated with the adverse effects of climate change, including a focus on addressing loss and damage.", "uncertainties": null}, {"text": "We welcome the holding of the United Nations Conference on the Midterm Comprehensive Review of the Implementation of the Objectives of the International Decade for Action, “Water for Sustainable Development”, 2018–2028, from 22 to 24 March 2023, and reiterate that sustainable, integrated, disaster risk-informed water resource management is necessary for successful disaster preparedness, disaster risk reduction and climate change adaptation and that the achievement of the water-related goals and targets contributes to the successful implementation of the Sendai Framework.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "12.", "links": [], "mandates": [{"action_verb_normalized": "welcome", "action_verb_type": "evaluative", "assignees": [], "deliverables": [], "mentioned_entities": [{"mentioned_entity_normalized": "United Nations Conference on the Midterm Comprehensive Review of the Implementation of the Objectives of the International Decade for Action, “Water for Sustainable Development”, 2018–2028", "mentioned_entity_type": "other", "mentioned_entity": "United Nations Conference on the Midterm Comprehensive Review of the Implementation of the Objectives of the International Decade for Action, “Water for Sustainable Development”, 2018–2028"}], "action_verb": "welcome"}, {"action_verb_normalized": "reiterate", "action_verb_type": "reinforcing", "assignees": [], "deliverables": [], "mentioned_entities": [], "action_verb": "reiterate"}], "textWithHighlights": "We *welcome* the holding of the {{United Nations Conference on the Midterm Comprehensive Review of the Implementation of the Objectives of the International Decade for Action, “Water for Sustainable Development”, 2018–2028}}, from 22 to 24 March 2023, and *reiterate* that sustainable, integrated, disaster risk-informed water resource management is necessary for successful disaster preparedness, disaster risk reduction and climate change adaptation and that the achievement of the water-related goals and targets contributes to the successful implementation of the Sendai Framework.", "uncertainties": null}, {"text": "We express appreciation to the countries, United Nations system entities and stakeholders that engaged in the midterm review process, including by submitting voluntary national reports and reporting against the seven global targets through the Sendai Framework monitor, and we take note of the report on the main findings and recommendations of the midterm review of the implementation of the Sendai Framework for Disaster Risk Reduction 2015–2030 and the report of the midterm review of the implementation of the Sendai Framework for Disaster Risk Reduction 2015–2030. We recognize the importance of the discussions that were held at the global and regional platforms for disaster risk reduction as valuable inputs to the midterm review.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "13.", "links": [], "mandates": [{"action_verb_normalized": "appreciate", "action_verb_type": "evaluative", "assignees": [], "deliverables": [], "mentioned_entities": [{"mentioned_entity_normalized": "Member States", "mentioned_entity_type": "Member States", "mentioned_entity": "countries"}, {"mentioned_entity_normalized": "UN System", "mentioned_entity_type": "UN System", "mentioned_entity": "United Nations system entities"}, {"mentioned_entity_normalized": "stakeholders", "mentioned_entity_type": "other", "mentioned_entity": "stakeholders"}], "action_verb": "express appreciation"}, {"action_verb_normalized": "take note", "action_verb_type": "observing", "assignees": [], "deliverables": [], "mentioned_entities": [], "action_verb": "take note"}, {"action_verb_normalized": "recognize", "action_verb_type": "observing", "assignees": [], "deliverables": [], "mentioned_entities": [], "action_verb": "recognize"}], "textWithHighlights": "We *express appreciation* to the {{countries}}, {{United Nations system entities}} and {{stakeholders}} that engaged in the midterm review process, including by submitting voluntary national reports and reporting against the seven global targets through the Sendai Framework monitor, and we *take note* of the report on the main findings and recommendations of the midterm review of the implementation of the Sendai Framework for Disaster Risk Reduction 2015–2030 and the report of the midterm review of the implementation of the Sendai Framework for Disaster Risk Reduction 2015–2030. We *recognize* the importance of the discussions that were held at the global and regional platforms for disaster risk reduction as valuable inputs to the midterm review.", "uncertainties": "Interpreted “countries” as “Member States”; categorized “stakeholders” under other. No assignees or deliverables identified, as the paragraph is evaluative/observing."}, {"text": "Priority 1: Understanding disaster risk", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "We welcome the progress made in understanding risk at all levels since 2015, including the establishment and upgrading of disaster loss databases and improvements in the collection, analysis and utilization of disaster risk data in decision-making in many countries.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "14.", "links": [], "mandates": [{"action_verb_normalized": "welcome", "action_verb_type": "evaluative", "assignees": [], "deliverables": [], "mentioned_entities": [], "action_verb": "welcome"}], "textWithHighlights": "We *welcome* the progress made in understanding risk at all levels since 2015, including the establishment and upgrading of disaster loss databases and improvements in the collection, analysis and utilization of disaster risk data in decision-making in many countries.", "uncertainties": null}, {"text": "We express concern that gaps in the collection of disaster loss and risk data, including data disaggregated by income, sex, age and disability, are barriers to the development of inclusive multisectoral disaster risk reduction policies and strategies.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "15.", "links": [], "mandates": [{"action_verb_normalized": "express concern", "action_verb_type": "evaluative", "assignees": [], "deliverables": [], "mentioned_entities": [], "action_verb": "express concern"}], "textWithHighlights": "We *express concern* that gaps in the collection of disaster loss and risk data, including data disaggregated by income, sex, age and disability, are barriers to the development of inclusive multisectoral disaster risk reduction policies and strategies.", "uncertainties": null}, {"text": "We emphasize that strengthened efforts are needed to enhance the quality of and access to multi-hazard risk data in all sectors, including their use in multi-hazard early warning systems in all countries, particularly developing countries, to allow policy and investment decisions to be made with sufficient understanding and consideration of disaster risk.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "16.", "links": [], "mandates": [{"action_verb_normalized": "emphasize", "action_verb_type": "reinforcing", "assignees": [], "deliverables": [], "mentioned_entities": [{"mentioned_entity_normalized": "Member States", "mentioned_entity_type": "Member States", "mentioned_entity": "all countries"}, {"mentioned_entity_normalized": "developing countries", "mentioned_entity_type": "Member States", "mentioned_entity": "developing countries"}], "action_verb": "emphasize"}], "textWithHighlights": "We *emphasize* that strengthened efforts are needed to enhance the quality of and access to multi-hazard risk data in all sectors, including their use in multi-hazard early warning systems in {{all countries}}, particularly {{developing countries}}, to allow policy and investment decisions to be made with sufficient understanding and consideration of disaster risk.", "uncertainties": "No assignees or deliverables identified; treated “all countries” as Member States for mentioned entities."}, {"text": "We acknowledge that more is needed in assessing and addressing core elements of risk, particularly in respect of the drivers of risk creation and vulnerability, and to better integrate vulnerability, exposure and resilience of people and communities into existing disaster data platforms and decision-support mechanisms.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "17.", "links": [], "mandates": [{"action_verb_normalized": "acknowledge", "action_verb_type": "observing", "assignees": [], "deliverables": [], "mentioned_entities": [], "action_verb": "acknowledge"}], "textWithHighlights": "We *acknowledge* that more is needed in assessing and addressing core elements of risk, particularly in respect of the drivers of risk creation and vulnerability, and to better integrate vulnerability, exposure and resilience of people and communities into existing disaster data platforms and decision-support mechanisms.", "uncertainties": "The clause about better integrating vulnerability, exposure and resilience into disaster data platforms could be seen as a deliverable (possibly infrastructure or policy), but it is framed as a need without a clear assignee or directive; therefore, no deliverable is extracted."}, {"text": "We stress the need to foster better understanding and knowledge of disaster risk, in particular in developing countries through, inter alia, the exchange of best practices and expertise, technology transfer on concessional and preferential terms, as mutually agreed, educational and training programmes for disaster risk reduction and management and access to relevant data and information.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "18.", "links": [], "mandates": [{"action_verb_normalized": "stress", "action_verb_type": "reinforcing", "assignees": [], "deliverables": [], "mentioned_entities": [{"mentioned_entity_normalized": "developing countries", "mentioned_entity_type": "Member States", "mentioned_entity": "developing countries"}], "action_verb": "stress"}], "textWithHighlights": "We *stress* the need to foster better understanding and knowledge of disaster risk, in particular in {{developing countries}} through, inter alia, the exchange of best practices and expertise, technology transfer on concessional and preferential terms, as mutually agreed, educational and training programmes for disaster risk reduction and management and access to relevant data and information.", "uncertainties": null}, {"text": "We recognize that greater attention is needed in all countries to strengthen awareness and understanding of new, emerging and future disaster risks, including the impacts of climate change, biodiversity loss, environmental degradation and unplanned and rapid urbanization, as well as technological hazards and risks.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "19.", "links": [], "mandates": [{"action_verb_normalized": "recognize", "action_verb_type": "observing", "assignees": [], "deliverables": [], "mentioned_entities": [], "action_verb": "recognize"}], "textWithHighlights": "We *recognize* that greater attention is needed in all countries to strengthen awareness and understanding of new, emerging and future disaster risks, including the impacts of climate change, biodiversity loss, environmental degradation and unplanned and rapid urbanization, as well as technological hazards and risks.", "uncertainties": null}, {"text": "We call upon States to strengthen understanding of disaster risk, taking into account their national circumstances, needs and priorities, including by:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "20.", "links": [], "mandates": [{"action_verb_normalized": "call upon", "action_verb_type": "directive", "assignees": [{"assignee_normalized": "Member States", "assignee_type": "Member States", "assignee": "States"}], "deliverables": [], "mentioned_entities": [], "action_verb": "call upon"}], "textWithHighlights": "We *call upon* <<States>> to strengthen understanding of disaster risk, taking into account their national circumstances, needs and priorities, including by:", "uncertainties": null}, {"text": "Strengthening the collection and analysis of data on hazards, disaster events and their impacts, including losses and damages, and the monitoring of systemic risk, cascading effects, compounding hazards and multiple risk drivers through enhancing investment in human and institutional capacity development, research, digital technological development and innovation, emerging technologies, Earth and climate observations as well as geographic information systems, and sharing of lessons learned from past disasters and good practices for multidimensional and multi-hazard risk assessment, risk analytics, risk mapping and strategic foresight, especially in developing countries;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(a)", "links": [], "mandates": [{"action_verb_normalized": "call upon", "action_verb_type": "directive", "assignees": [{"assignee_normalized": "Member States", "assignee_type": "Member States", "assignee": ""}], "deliverables": [{"deliverable_normalized": "Collection and analysis of disaster risk data", "deliverable_type": "analysis", "deliverable": "collection and analysis of data"}, {"deliverable_normalized": "Monitoring of systemic and multi-hazard risk", "deliverable_type": "analysis", "deliverable": "monitoring"}, {"deliverable_normalized": "Investments in capacity, research and technology for risk data and monitoring", "deliverable_type": "financial_resources", "deliverable": "investment"}, {"deliverable_normalized": "Sharing of lessons learned and good practices on disaster risk", "deliverable_type": "information_sharing", "deliverable": "sharing of lessons learned"}], "mentioned_entities": [{"mentioned_entity_normalized": "developing countries", "mentioned_entity_type": "Member States", "mentioned_entity": "developing countries"}], "action_verb": null}], "textWithHighlights": "Strengthening the [[collection and analysis of data]] on hazards, disaster events and their impacts, including losses and damages, and the [[monitoring]] of systemic risk, cascading effects, compounding hazards and multiple risk drivers through enhancing [[investment]] in human and institutional capacity development, research, digital technological development and innovation, emerging technologies, Earth and climate observations as well as geographic information systems, and [[sharing of lessons learned]] from past disasters and good practices for multidimensional and multi-hazard risk assessment, risk analytics, risk mapping and strategic foresight, especially in {{developing countries}};", "uncertainties": "Operative verb and assignee are inherited from the parent clause ('We call upon States ...'); deliverable categorization (monitoring as analysis; investment as financial_resources) chosen conservatively."}, {"text": "Ensuring the provision of adequate, sustainable and timely means of implementation through capacity-building, financial and technical assistance and transfer of technology, on mutually agreed terms, to the least developed countries, small island developing States, landlocked developing countries and African countries, as well as middle-income countries facing specific challenges, to enhance the collection, analysis and dissemination of disaster-related data;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(b)", "links": [], "mandates": [{"action_verb_normalized": "call upon", "action_verb_type": "directive", "assignees": [{"assignee_normalized": "Member States", "assignee_type": "Member States", "assignee": ""}], "deliverables": [{"deliverable_normalized": "capacity building", "deliverable_type": "capacity_building", "deliverable": "capacity-building"}, {"deliverable_normalized": "technical assistance", "deliverable_type": "technical_assistance", "deliverable": "technical assistance"}, {"deliverable_normalized": "technology transfer", "deliverable_type": "technical_assistance", "deliverable": "transfer of technology"}], "mentioned_entities": [{"mentioned_entity_normalized": "least developed countries", "mentioned_entity_type": "Member States", "mentioned_entity": "least developed countries"}, {"mentioned_entity_normalized": "small island developing states", "mentioned_entity_type": "Member States", "mentioned_entity": "small island developing States"}, {"mentioned_entity_normalized": "landlocked developing countries", "mentioned_entity_type": "Member States", "mentioned_entity": "landlocked developing countries"}, {"mentioned_entity_normalized": "African countries", "mentioned_entity_type": "Member States", "mentioned_entity": "African countries"}, {"mentioned_entity_normalized": "middle-income countries", "mentioned_entity_type": "Member States", "mentioned_entity": "middle-income countries"}], "action_verb": null}], "textWithHighlights": "Ensuring the provision of adequate, sustainable and timely means of implementation through [[capacity-building]], financial and [[technical assistance]] and [[transfer of technology]], on mutually agreed terms, to the {{least developed countries}}, {{small island developing States}}, {{landlocked developing countries}} and {{African countries}}, as well as {{middle-income countries}} facing specific challenges, to enhance the collection, analysis and dissemination of disaster-related data;", "uncertainties": "Assignee is inherited from the parent clause (“We call upon States…”), so assignee_quote is left empty as the word “States” does not appear in this subparagraph. “Financial assistance” is referenced as part of the combined phrase “financial and technical assistance”; only “technical assistance” is extracted as a distinct deliverable due to exact text matching. “Transfer of technology” is categorized under technical_assistance; alternatively it could be considered capacity building."}, {"text": "Improving national mechanisms to share disaster risk data and analysis among sectors, institutions and ministries, as well as among countries at the regional and international levels, and ensuring that disaster risk data and information are accessible, interoperable and available in easily understandable formats for public and private sector use in decision-making in all sectors;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(c)", "links": [], "mandates": [{"action_verb_normalized": "call upon", "action_verb_type": "directive", "assignees": [{"assignee_normalized": "Member States", "assignee_type": "Member States", "assignee": "States"}], "deliverables": [{"deliverable_normalized": "Sharing disaster risk data and analysis", "deliverable_type": "information_sharing", "deliverable": "share disaster risk data and analysis"}, {"deliverable_normalized": "User-friendly formats for disaster risk data", "deliverable_type": "information_sharing", "deliverable": "easily understandable formats"}], "mentioned_entities": [], "action_verb": null}], "textWithHighlights": "Improving national mechanisms to [[share disaster risk data and analysis]] among sectors, institutions and ministries, as well as among countries at the regional and international levels, and ensuring that disaster risk data and information are accessible, interoperable and available in [[easily understandable formats]] for public and private sector use in decision-making in all sectors;", "uncertainties": "The second deliverable might alternatively fit the 'standards' category given the emphasis on interoperability and formats; it is classified here as 'information_sharing'."}, {"text": "Enhancing the collection and interpretation of data disaggregated by income, sex, age and disability;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(d)", "links": [], "mandates": [{"action_verb_normalized": "call upon", "action_verb_type": "directive", "assignees": [{"assignee_normalized": "Member States", "assignee_type": "Member States", "assignee": "States"}], "deliverables": [{"deliverable_normalized": "collection and interpretation of disaggregated data", "deliverable_type": "analysis", "deliverable": "collection and interpretation of data"}], "mentioned_entities": [], "action_verb": null}], "textWithHighlights": "Enhancing the [[collection and interpretation of data]] disaggregated by income, sex, age and disability;", "uncertainties": "Classified the task as analysis; data collection could be seen as part of analysis rather than a separate category."}, {"text": "Ensuring the use of traditional, Indigenous and local knowledge and practices to complement scientific knowledge in disaster risk assessment, policies, programmes and communication, including through dialogue between the scientific community and Indigenous Peoples;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(e)", "links": [], "mandates": [{"action_verb_normalized": "call upon", "action_verb_type": "directive", "assignees": [{"assignee_normalized": "Member States", "assignee_type": "Member States", "assignee": "States"}], "deliverables": [{"deliverable_normalized": "Integration of Indigenous and local knowledge into disaster risk assessment, policies, programmes and communication", "deliverable_type": "policy", "deliverable": "use of traditional, Indigenous and local knowledge"}, {"deliverable_normalized": "Dialogue between the scientific community and Indigenous Peoples", "deliverable_type": "meeting", "deliverable": "dialogue"}], "mentioned_entities": [{"mentioned_entity_normalized": "academia", "mentioned_entity_type": "other", "mentioned_entity": "scientific community"}, {"mentioned_entity_normalized": "Indigenous Peoples", "mentioned_entity_type": "other", "mentioned_entity": "Indigenous Peoples"}], "action_verb": null}], "textWithHighlights": "Ensuring the [[use of traditional, Indigenous and local knowledge]] and practices to complement scientific knowledge in disaster risk assessment, policies, programmes and communication, including through [[dialogue]] between the {{scientific community}} and {{Indigenous Peoples}};", "uncertainties": null}, {"text": "Enhancing efforts to promote a culture of disaster prevention, resilience and responsible citizenship and to promote education on disaster risk, including through the use of traditional, Indigenous and local knowledge and practices and, inter alia, raising public awareness and investing in academic and professional training, advocacy campaigns, social media and community mobilization.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(f)", "links": [], "mandates": [{"action_verb_normalized": "call upon", "action_verb_type": "directive", "assignees": [{"assignee_normalized": "Member States", "assignee_type": "Member States", "assignee": "States"}], "deliverables": [{"deliverable_normalized": "public awareness", "deliverable_type": "information_sharing", "deliverable": "raising public awareness"}, {"deliverable_normalized": "training", "deliverable_type": "capacity_building", "deliverable": "training"}, {"deliverable_normalized": "advocacy campaigns", "deliverable_type": "information_sharing", "deliverable": "advocacy campaigns"}, {"deliverable_normalized": "social media outreach", "deliverable_type": "information_sharing", "deliverable": "social media"}, {"deliverable_normalized": "community mobilization", "deliverable_type": "information_sharing", "deliverable": "community mobilization"}], "mentioned_entities": [], "action_verb": null}], "textWithHighlights": "Enhancing efforts to promote a culture of disaster prevention, resilience and responsible citizenship and to promote education on disaster risk, including through the use of traditional, Indigenous and local knowledge and practices and, inter alia, [[raising public awareness]] and investing in academic and professional [[training]], [[advocacy campaigns]], [[social media]] and [[community mobilization]].", "uncertainties": "Treating “social media” as an information_sharing deliverable; it could be viewed as a communication channel rather than a standalone deliverable."}, {"text": "Priority 2: Strengthening disaster risk governance to manage disaster risk", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "We reaffirm that each State has the primary responsibility to prevent and reduce disaster risk and commend the progress made in strengthening national disaster risk governance, including the significant increase in countries with national disaster risk reduction strategies since 2015 and the considerable progress made in regional and subregional cooperation mechanisms for disaster risk reduction.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "21.", "links": [], "mandates": [{"action_verb_normalized": "reaffirm", "action_verb_type": "reinforcing", "assignees": [], "deliverables": [], "mentioned_entities": [{"mentioned_entity_normalized": "Member States", "mentioned_entity_type": "Member States", "mentioned_entity": "each State"}], "action_verb": "reaffirm"}, {"action_verb_normalized": "commend", "action_verb_type": "evaluative", "assignees": [], "deliverables": [], "mentioned_entities": [{"mentioned_entity_normalized": "Member States", "mentioned_entity_type": "Member States", "mentioned_entity": "each State"}], "action_verb": "commend"}], "textWithHighlights": "We *reaffirm* that {{each State}} has the primary responsibility to prevent and reduce disaster risk and *commend* the progress made in strengthening national disaster risk governance, including the significant increase in countries with national disaster risk reduction strategies since 2015 and the considerable progress made in regional and subregional cooperation mechanisms for disaster risk reduction.", "uncertainties": null}, {"text": "We reiterate the importance of the engagement and inclusion of all of society in disaster risk reduction and express appreciation for the critical role played by non-State stakeholders in implementing the Sendai Framework at the local, national, regional and global levels.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "22.", "links": [], "mandates": [{"action_verb_normalized": "reiterate", "action_verb_type": "reinforcing", "assignees": [], "deliverables": [], "mentioned_entities": [{"mentioned_entity_normalized": "non-State stakeholders", "mentioned_entity_type": "other", "mentioned_entity": "non-State stakeholders"}], "action_verb": "reiterate"}, {"action_verb_normalized": "appreciate", "action_verb_type": "evaluative", "assignees": [], "deliverables": [], "mentioned_entities": [{"mentioned_entity_normalized": "non-State stakeholders", "mentioned_entity_type": "other", "mentioned_entity": "non-State stakeholders"}], "action_verb": "express appreciation"}], "textWithHighlights": "We *reiterate* the importance of the engagement and inclusion of all of society in disaster risk reduction and *express appreciation* for the critical role played by {{non-State stakeholders}} in implementing the Sendai Framework at the local, national, regional and global levels.", "uncertainties": "\"Non-State stakeholders\" is broad; categorized as an 'other' mentioned entity."}, {"text": "We reiterate that, while there has been progress on disaster risk governance at the local level, more needs to be done. We recognize the need for enhanced support to local authorities as well as for greater engagement with local communities and civil society organizations in developing countries, in particular the least developed countries, small island developing States, landlocked developing countries and African countries, as well as middle-income countries facing specific challenges.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "23.", "links": [], "mandates": [{"action_verb_normalized": "reiterate", "action_verb_type": "reinforcing", "assignees": [], "deliverables": [], "mentioned_entities": [], "action_verb": "reiterate"}, {"action_verb_normalized": "recognize", "action_verb_type": "observing", "assignees": [], "deliverables": [], "mentioned_entities": [{"mentioned_entity_normalized": "local authorities", "mentioned_entity_type": "other", "mentioned_entity": "local authorities"}, {"mentioned_entity_normalized": "local communities", "mentioned_entity_type": "other", "mentioned_entity": "local communities"}, {"mentioned_entity_normalized": "civil society", "mentioned_entity_type": "other", "mentioned_entity": "civil society organizations"}, {"mentioned_entity_normalized": "developing countries", "mentioned_entity_type": "Member States", "mentioned_entity": "developing countries"}, {"mentioned_entity_normalized": "least developed countries", "mentioned_entity_type": "Member States", "mentioned_entity": "least developed countries"}, {"mentioned_entity_normalized": "small island developing states", "mentioned_entity_type": "Member States", "mentioned_entity": "small island developing States"}, {"mentioned_entity_normalized": "landlocked developing countries", "mentioned_entity_type": "Member States", "mentioned_entity": "landlocked developing countries"}, {"mentioned_entity_normalized": "African countries", "mentioned_entity_type": "Member States", "mentioned_entity": "African countries"}, {"mentioned_entity_normalized": "middle-income countries", "mentioned_entity_type": "Member States", "mentioned_entity": "middle-income countries"}], "action_verb": "recognize"}], "textWithHighlights": "We *reiterate* that, while there has been progress on disaster risk governance at the local level, more needs to be done. We *recognize* the need for enhanced support to {{local authorities}} as well as for greater engagement with {{local communities}} and {{civil society organizations}} in {{developing countries}}, in particular the {{least developed countries}}, {{small island developing States}}, {{landlocked developing countries}} and {{African countries}}, as well as {{middle-income countries}} facing specific challenges.", "uncertainties": null}, {"text": "We express concern that silos within and between national and local institutions limit coordination between disaster risk reduction, biodiversity conservation, sustainable development and economic policies and plans, as well as climate change policies and plans, including mitigation and adaptation, and that a lack of national legal frameworks for disaster risk reduction hampers progress in implementing the Sendai Framework.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "24.", "links": [], "mandates": [{"action_verb_normalized": "be concerned", "action_verb_type": "evaluative", "assignees": [], "deliverables": [], "mentioned_entities": [], "action_verb": "express concern"}], "textWithHighlights": "We *express concern* that silos within and between national and local institutions limit coordination between disaster risk reduction, biodiversity conservation, sustainable development and economic policies and plans, as well as climate change policies and plans, including mitigation and adaptation, and that a lack of national legal frameworks for disaster risk reduction hampers progress in implementing the Sendai Framework.", "uncertainties": null}, {"text": "We stress the need to enhance coordination, coherence and integration between disaster and health risk management systems, including at the local level.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "25.", "links": [], "mandates": [{"action_verb_normalized": "stress", "action_verb_type": "reinforcing", "assignees": [], "deliverables": [], "mentioned_entities": [], "action_verb": "stress"}], "textWithHighlights": "We *stress* the need to enhance coordination, coherence and integration between disaster and health risk management systems, including at the local level.", "uncertainties": null}, {"text": "We call upon States to strengthen comprehensive disaster risk governance, taking into account their national circumstances, needs and priorities, including by:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "26.", "links": [], "mandates": [{"action_verb_normalized": "call upon", "action_verb_type": "directive", "assignees": [{"assignee_normalized": "Member States", "assignee_type": "Member States", "assignee": "States"}], "deliverables": [], "mentioned_entities": [], "action_verb": "call upon"}], "textWithHighlights": "We *call upon* <<States>> to strengthen comprehensive disaster risk governance, taking into account their national circumstances, needs and priorities, including by:", "uncertainties": "This clause appears to introduce subparagraphs (“including by:”), which will inherit the directive verb “call upon” and the assignee “States.” No concrete deliverable is specified in this lead-in sentence."}, {"text": "Strengthening national multi-hazard risk governance with the full engagement of all State institutions, including by establishing or strengthening national platforms for disaster risk reduction, or similar mechanisms, to strengthen coordination across ministries, institutions and sectors at all levels; mapping existing policy architecture and capacities for disaster risk reduction and addressing gaps and assigning roles and responsibilities across ministries and institutions, as needed; and ensuring that all sectors at all levels have disaster risk reduction policies and strategies in place;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(a)", "links": [], "mandates": [{"action_verb_normalized": "call upon", "action_verb_type": "directive", "assignees": [{"assignee_normalized": "Member States", "assignee_type": "Member States", "assignee": "States"}], "deliverables": [{"deliverable_normalized": "national platforms for disaster risk reduction", "deliverable_type": "infrastructure", "deliverable": "national platforms for disaster risk reduction"}, {"deliverable_normalized": "mapping of policy architecture and capacities for disaster risk reduction", "deliverable_type": "analysis", "deliverable": "mapping"}, {"deliverable_normalized": "assignment of roles and responsibilities across ministries and institutions", "deliverable_type": "policy", "deliverable": "assigning roles and responsibilities"}, {"deliverable_normalized": "disaster risk reduction policies", "deliverable_type": "policy", "deliverable": "policies"}, {"deliverable_normalized": "disaster risk reduction strategies", "deliverable_type": "strategy", "deliverable": "strategies"}], "mentioned_entities": [], "action_verb": null}], "textWithHighlights": "Strengthening national multi-hazard risk governance with the full engagement of all State institutions, including by establishing or strengthening [[national platforms for disaster risk reduction]], or similar mechanisms, to strengthen coordination across ministries, institutions and sectors at all levels; [[mapping]] existing policy architecture and capacities for disaster risk reduction and addressing gaps and [[assigning roles and responsibilities]] across ministries and institutions, as needed; and ensuring that all sectors at all levels have disaster risk reduction [[policies]] and [[strategies]] in place;", "uncertainties": "Classifying “national platforms for disaster risk reduction” as infrastructure is somewhat interpretive; alternatively, they could be viewed as institutional mechanisms."}, {"text": "Supporting and enabling all local authorities to have disaster risk reduction strategies and local platforms for disaster risk reduction, or similar mechanisms, in place, including by strengthening the role of local authorities for multi-hazard risk governance with the provision of financial assistance, technical support and capacity development; promoting local ownership through community-based disaster risk management approaches; and participating in the Making Cities Resilient 2030 initiative to promote exchanges between cities;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(b)", "links": [], "mandates": [{"action_verb_normalized": "call upon", "action_verb_type": "directive", "assignees": [{"assignee_normalized": "Member States", "assignee_type": "Member States", "assignee": "States"}], "deliverables": [{"deliverable_normalized": "Local disaster risk reduction strategies", "deliverable_type": "strategy", "deliverable": "disaster risk reduction strategies"}, {"deliverable_normalized": "Local platforms for disaster risk reduction", "deliverable_type": "policy", "deliverable": "local platforms for disaster risk reduction"}, {"deliverable_normalized": "Financial assistance", "deliverable_type": "financial_resources", "deliverable": "financial assistance"}, {"deliverable_normalized": "Technical assistance", "deliverable_type": "technical_assistance", "deliverable": "technical support"}, {"deliverable_normalized": "Capacity development", "deliverable_type": "capacity_building", "deliverable": "capacity development"}, {"deliverable_normalized": "Participation in Making Cities Resilient 2030 initiative", "deliverable_type": "information_sharing", "deliverable": "participating in the Making Cities Resilient 2030 initiative"}], "mentioned_entities": [], "action_verb": null}], "textWithHighlights": "Supporting and enabling all local authorities to have [[disaster risk reduction strategies]] and [[local platforms for disaster risk reduction]], or similar mechanisms, in place, including by strengthening the role of local authorities for multi-hazard risk governance with the provision of [[financial assistance]], [[technical support]] and [[capacity development]]; promoting local ownership through community-based disaster risk management approaches; and [[participating in the Making Cities Resilient 2030 initiative]] to promote exchanges between cities;", "uncertainties": "Operative verb and assignee are inherited from the parent clause: \"We call upon States to ... including by:\". No explicit assignee text appears in this subparagraph, so it is not highlighted."}, {"text": "Ensuring that disaster risk governance is supported by legal and regulatory frameworks, policies and plans at all levels that reflect responsibility to reduce disaster risk, including through risk-informed decision-making and investments as well as regulations for land-use and urban planning and building codes, as needed;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(c)", "links": [], "mandates": [{"action_verb_normalized": "call upon", "action_verb_type": "directive", "assignees": [{"assignee_normalized": "Member States", "assignee_type": "Member States", "assignee": "States"}], "deliverables": [{"deliverable_normalized": "Legal and regulatory frameworks for disaster risk governance", "deliverable_type": "legislation", "deliverable": "legal and regulatory frameworks"}, {"deliverable_normalized": "Policies and plans for disaster risk reduction", "deliverable_type": "policy", "deliverable": "policies and plans"}, {"deliverable_normalized": "Regulations for land-use and urban planning and building codes", "deliverable_type": "legislation", "deliverable": "regulations for land-use and urban planning and building codes"}], "mentioned_entities": [], "action_verb": null}], "textWithHighlights": "Ensuring that disaster risk governance is supported by [[legal and regulatory frameworks]], [[policies and plans]] at all levels that reflect responsibility to reduce disaster risk, including through risk-informed decision-making and investments as well as [[regulations for land-use and urban planning and building codes]], as needed;", "uncertainties": "Operative verb and assignee are inherited from the parent clause (“We call upon States…”). Classified “legal and regulatory frameworks” and “regulations … and building codes” as legislation; “policies and plans” grouped under policy (could also span strategy for plans). Did not extract “risk-informed decision-making and investments” as a deliverable since it reads as a means rather than a discrete task."}, {"text": "Promoting the full, equal, meaningful and inclusive participation and contribution of women, older persons, persons with disabilities, migrants, Indigenous Peoples and local communities, as well as the role of youth, volunteers, academia, scientific and research entities and networks, business, professional associations, private sector financing institutions and the media, in all forums and processes related to disaster risk reduction and in the design and implementation of disaster risk reduction policies, plans and programmes, including for gender-responsive and disability-inclusive disaster risk reduction, in accordance with the Sendai Framework, and promoting also the engagement of children in disaster risk reduction, as appropriate;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(d)", "links": [], "mandates": [{"action_verb_normalized": "call upon", "action_verb_type": "directive", "assignees": [{"assignee_normalized": "Member States", "assignee_type": "Member States", "assignee": "States"}], "deliverables": [], "mentioned_entities": [{"mentioned_entity_normalized": "academia", "mentioned_entity_type": "other", "mentioned_entity": "academia"}, {"mentioned_entity_normalized": "private sector", "mentioned_entity_type": "other", "mentioned_entity": "private sector"}], "action_verb": null}], "textWithHighlights": "Promoting the full, equal, meaningful and inclusive participation and contribution of women, older persons, persons with disabilities, migrants, Indigenous Peoples and local communities, as well as the role of youth, volunteers, {{academia}}, scientific and research entities and networks, business, professional associations, {{private sector}} financing institutions and the media, in all forums and processes related to disaster risk reduction and in the design and implementation of disaster risk reduction policies, plans and programmes, including for gender-responsive and disability-inclusive disaster risk reduction, in accordance with the Sendai Framework, and promoting also the engagement of children in disaster risk reduction, as appropriate;", "uncertainties": "This subparagraph inherits the directive verb ('call upon') and assignee ('States' = Member States) from the parent clause. The phrase 'Promoting the participation and contribution...' is an activity but not a concrete deliverable; therefore no deliverable is extracted."}, {"text": "Mainstreaming disaster risk reduction in the implementation of other relevant policy areas, such as for sustainable development, poverty eradication, climate change mitigation and adaptation, water, biodiversity conservation, restoration and sustainable management, desertification, land degradation, drought, wildfires, forestry, agriculture, food security and nutrition, health, including pandemic prevention, preparedness and response, disaster-induced human mobility, urban and rural development, infrastructure and others, as appropriate, at the national and subnational levels, in collaboration with relevant entities of the United Nations system and stakeholders;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(e)", "links": [], "mandates": [{"action_verb_normalized": "call upon", "action_verb_type": "directive", "assignees": [{"assignee_normalized": "Member States", "assignee_type": "Member States", "assignee": "States"}], "deliverables": [{"deliverable_normalized": "Mainstream disaster risk reduction across policy areas", "deliverable_type": "policy", "deliverable": "Mainstreaming disaster risk reduction"}], "mentioned_entities": [{"mentioned_entity_normalized": "UN System", "mentioned_entity_type": "UN System", "mentioned_entity": "United Nations system"}], "action_verb": null}], "textWithHighlights": "[[Mainstreaming disaster risk reduction]] in the implementation of other relevant policy areas, such as for sustainable development, poverty eradication, climate change mitigation and adaptation, water, biodiversity conservation, restoration and sustainable management, desertification, land degradation, drought, wildfires, forestry, agriculture, food security and nutrition, health, including pandemic prevention, preparedness and response, disaster-induced human mobility, urban and rural development, infrastructure and others, as appropriate, at the national and subnational levels, in collaboration with relevant entities of the {{United Nations system}} and stakeholders;", "uncertainties": null}, {"text": "Promoting disaster risk reduction policies, strategies and actions that reduce the risk of displacement in the context of disasters, including by addressing the underlying disaster risk factors and causes of such displacement, preparing for its adverse consequences and supporting durable solutions to disaster-related displacement through international, regional, subregional, transboundary and bilateral cooperation;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(f)", "links": [], "mandates": [{"action_verb_normalized": "call upon", "action_verb_type": "directive", "assignees": [{"assignee_normalized": "Member States", "assignee_type": "Member States", "assignee": "States"}], "deliverables": [{"deliverable_normalized": "Durable solutions for disaster-related displacement", "deliverable_type": "strategy", "deliverable": "durable solutions"}], "mentioned_entities": [], "action_verb": null}], "textWithHighlights": "Promoting disaster risk reduction policies, strategies and actions that reduce the risk of displacement in the context of disasters, including by addressing the underlying disaster risk factors and causes of such displacement, preparing for its adverse consequences and supporting [[durable solutions]] to disaster-related displacement through international, regional, subregional, transboundary and bilateral cooperation;", "uncertainties": "This subparagraph appears under the parent clause: 'We call upon States to strengthen comprehensive disaster risk governance ... including by:'. There is minor ambiguity whether it could also fall under the later 'We call upon States to strengthen understanding of disaster risk ... including by:'. The deliverable 'durable solutions' is categorized as 'strategy' though it could also be seen as policy or programme support."}, {"text": "Promoting nature-based solutions, ecosystem-based approaches, among other approaches, for disaster risk reduction at all levels and across all phases of disaster risk reduction and management to restore, maintain and enhance ecosystem functions and services for protection from natural hazards, and to contribute towards increasing the resilience of biodiversity, supporting sustainable livelihoods and building community resilience;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(g)", "links": [], "mandates": [{"action_verb_normalized": "call upon", "action_verb_type": "directive", "assignees": [{"assignee_normalized": "Member States", "assignee_type": "Member States", "assignee": ""}], "deliverables": [{"deliverable_normalized": "Nature-based solutions for disaster risk reduction", "deliverable_type": "policy", "deliverable": "nature-based solutions"}, {"deliverable_normalized": "Ecosystem-based approaches for disaster risk reduction", "deliverable_type": "policy", "deliverable": "ecosystem-based approaches"}], "mentioned_entities": [], "action_verb": null}], "textWithHighlights": "Promoting [[nature-based solutions]], [[ecosystem-based approaches]], among other approaches, for disaster risk reduction at all levels and across all phases of disaster risk reduction and management to restore, maintain and enhance ecosystem functions and services for protection from natural hazards, and to contribute towards increasing the resilience of biodiversity, supporting sustainable livelihoods and building community resilience;", "uncertainties": "This subparagraph inherits the directive \"call upon\" to States from the parent clause. The deliverable category could be interpreted as \"strategy\" rather than \"policy\"; chosen \"policy\" since it refers to approaches/solutions to be promoted."}, {"text": "Engaging with global, regional and subregional organizations to intensify their work in advancing cooperation and transferring knowledge and technologies, on mutually agreed terms, for disaster risk reduction, and to foster and encourage greater engagement and partnership between the entities of the United Nations system and regional and subregional organizations.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(h)", "links": [], "mandates": [{"action_verb_normalized": "call upon", "action_verb_type": "directive", "assignees": [{"assignee_normalized": "Member States", "assignee_type": "Member States", "assignee": "States"}], "deliverables": [], "mentioned_entities": [{"mentioned_entity_normalized": "international organizations", "mentioned_entity_type": "other", "mentioned_entity": "global, regional and subregional organizations"}, {"mentioned_entity_normalized": "UN System", "mentioned_entity_type": "UN System", "mentioned_entity": "United Nations system"}, {"mentioned_entity_normalized": "regional organizations", "mentioned_entity_type": "other", "mentioned_entity": "regional and subregional organizations"}], "action_verb": null}], "textWithHighlights": "Engaging with {{global, regional and subregional organizations}} to intensify their work in advancing cooperation and transferring knowledge and technologies, on mutually agreed terms, for disaster risk reduction, and to foster and encourage greater engagement and partnership between the entities of the {{United Nations system}} and {{regional and subregional organizations}}.", "uncertainties": "This appears to be a sub-item under the parent clause 'We call upon States ... including by:'; thus the directive verb and assignee are inherited."}, {"text": "Priority 3: Investing in disaster risk reduction for resilience", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "We recognize that, while investments have increased globally in some areas of disaster-related financing, such as social protection, forecast-based financing and risk transfer mechanisms including insurance, we are concerned that investments in disaster risk reduction and efforts to de-risk investments remain inadequate and recognize further that disaster risk reduction-related official development assistance has barely increased. We acknowledge that addressing this financing gap would help to reduce disaster risk.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "27.", "links": [], "mandates": [{"action_verb_normalized": "recognize", "action_verb_type": "observing", "assignees": [], "deliverables": [], "mentioned_entities": [], "action_verb": "recognize"}, {"action_verb_normalized": "be concerned", "action_verb_type": "evaluative", "assignees": [], "deliverables": [], "mentioned_entities": [], "action_verb": "are concerned"}, {"action_verb_normalized": "recognize", "action_verb_type": "observing", "assignees": [], "deliverables": [], "mentioned_entities": [], "action_verb": "recognize"}, {"action_verb_normalized": "acknowledge", "action_verb_type": "observing", "assignees": [], "deliverables": [], "mentioned_entities": [], "action_verb": "acknowledge"}], "textWithHighlights": "We *recognize* that, while investments have increased globally in some areas of disaster-related financing, such as social protection, forecast-based financing and risk transfer mechanisms including insurance, we *are concerned* that investments in disaster risk reduction and efforts to de-risk investments remain inadequate and *recognize* further that disaster risk reduction-related official development assistance has barely increased. We *acknowledge* that addressing this financing gap would help to reduce disaster risk.", "uncertainties": null}, {"text": "We stress the significant need to improve means of implementation and strengthen capacity-building, financial resources, data and technology and partnerships to assist developing countries in implementing the Sendai Framework and recognize, in this regard, the need for sustainable and predictable investment in disaster risk reduction in all sectors.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "28.", "links": [], "mandates": [{"action_verb_normalized": "stress", "action_verb_type": "reinforcing", "assignees": [], "deliverables": [], "mentioned_entities": [{"mentioned_entity_normalized": "developing countries", "mentioned_entity_type": "Member States", "mentioned_entity": "developing countries"}], "action_verb": "stress"}, {"action_verb_normalized": "recognize", "action_verb_type": "observing", "assignees": [], "deliverables": [], "mentioned_entities": [{"mentioned_entity_normalized": "developing countries", "mentioned_entity_type": "Member States", "mentioned_entity": "developing countries"}], "action_verb": "recognize"}], "textWithHighlights": "We *stress* the significant need to improve means of implementation and strengthen capacity-building, financial resources, data and technology and partnerships to assist {{developing countries}} in implementing the Sendai Framework and *recognize*, in this regard, the need for sustainable and predictable investment in disaster risk reduction in all sectors.", "uncertainties": null}, {"text": "We recognize that the detrimental impact of disasters on the debt sustainability of many least developed countries, small island developing States, landlocked developing countries and African countries, as well as middle-income countries facing specific challenges, warrants further attention and that preserving external debt sustainability requires ex-ante financing to enable the systematic reduction of disaster risk and resilience-building as well as the disclosure of disaster risk to avoid exacerbating debt distress, when feasible.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "29.", "links": [], "mandates": [{"action_verb_normalized": "recognize", "action_verb_type": "observing", "assignees": [], "deliverables": [], "mentioned_entities": [{"mentioned_entity_normalized": "least developed countries", "mentioned_entity_type": "Member States", "mentioned_entity": "least developed countries"}, {"mentioned_entity_normalized": "small island developing states", "mentioned_entity_type": "Member States", "mentioned_entity": "small island developing States"}, {"mentioned_entity_normalized": "landlocked developing countries", "mentioned_entity_type": "Member States", "mentioned_entity": "landlocked developing countries"}, {"mentioned_entity_normalized": "African countries", "mentioned_entity_type": "Member States", "mentioned_entity": "African countries"}, {"mentioned_entity_normalized": "middle-income countries", "mentioned_entity_type": "Member States", "mentioned_entity": "middle-income countries"}], "action_verb": "recognize"}], "textWithHighlights": "We *recognize* that the detrimental impact of disasters on the debt sustainability of many {{least developed countries}}, {{small island developing States}}, {{landlocked developing countries}} and {{African countries}}, as well as {{middle-income countries}} facing specific challenges, warrants further attention and that preserving external debt sustainability requires ex-ante financing to enable the systematic reduction of disaster risk and resilience-building as well as the disclosure of disaster risk to avoid exacerbating debt distress, when feasible.", "uncertainties": "Paragraph is observational; although it mentions ex-ante financing and disclosure, these are treated as context requirements rather than actionable deliverables."}, {"text": "We are deeply concerned that public and private investments to anticipate, plan for, reduce and prevent disaster risk remain insufficient and do not match the scale of existing and future risk. We reaffirm the importance of investments that contribute to the reduction of disaster risk, the protection of lives, livelihoods and assets, resilience-building and the realization of sustainable development and poverty eradication, particularly in the least developed countries, small island developing States, landlocked developing countries and African countries, as well as middle-income countries facing specific challenges.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "30.", "links": [], "mandates": [{"action_verb_normalized": "be concerned", "action_verb_type": "evaluative", "assignees": [], "deliverables": [], "mentioned_entities": [], "action_verb": "are deeply concerned"}, {"action_verb_normalized": "reaffirm", "action_verb_type": "reinforcing", "assignees": [], "deliverables": [], "mentioned_entities": [{"mentioned_entity_normalized": "least developed countries", "mentioned_entity_type": "Member States", "mentioned_entity": "least developed countries"}, {"mentioned_entity_normalized": "small island developing states", "mentioned_entity_type": "Member States", "mentioned_entity": "small island developing States"}, {"mentioned_entity_normalized": "landlocked developing countries", "mentioned_entity_type": "Member States", "mentioned_entity": "landlocked developing countries"}, {"mentioned_entity_normalized": "African countries", "mentioned_entity_type": "Member States", "mentioned_entity": "African countries"}, {"mentioned_entity_normalized": "middle-income countries", "mentioned_entity_type": "Member States", "mentioned_entity": "middle-income countries"}], "action_verb": "reaffirm"}], "textWithHighlights": "We *are deeply concerned* that public and private investments to anticipate, plan for, reduce and prevent disaster risk remain insufficient and do not match the scale of existing and future risk. We *reaffirm* the importance of investments that contribute to the reduction of disaster risk, the protection of lives, livelihoods and assets, resilience-building and the realization of sustainable development and poverty eradication, particularly in the {{least developed countries}}, {{small island developing States}}, {{landlocked developing countries}} and {{African countries}}, as well as {{middle-income countries}} facing specific challenges.", "uncertainties": null}, {"text": "We recognize the need to implement integrated and inclusive economic, structural, legal, social, health, cultural, educational, environmental, technological, political, financial and institutional measures that prevent and reduce hazard exposure and vulnerability to disasters, increase preparedness for response and recovery and thus strengthen resilience.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "31.", "links": [], "mandates": [{"action_verb_normalized": "recognize", "action_verb_type": "observing", "assignees": [], "deliverables": [], "mentioned_entities": [], "action_verb": "recognize"}], "textWithHighlights": "We *recognize* the need to implement integrated and inclusive economic, structural, legal, social, health, cultural, educational, environmental, technological, political, financial and institutional measures that prevent and reduce hazard exposure and vulnerability to disasters, increase preparedness for response and recovery and thus strengthen resilience.", "uncertainties": "\"implement measures\" is noted as a need and is broad; it is not treated as a concrete deliverable or directive in this paragraph."}, {"text": "We recognize also the need for the global community, including international financial institutions, development banks and the private sector, to enhance efforts to scale up disaster risk reduction financing instruments to meet the scale of financing needed by developing countries to prevent and reduce risks and build resilience against current and future shocks and hazards.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "32.", "links": [], "mandates": [{"action_verb_normalized": "recognize", "action_verb_type": "observing", "assignees": [], "deliverables": [], "mentioned_entities": [{"mentioned_entity_normalized": "international financial institutions", "mentioned_entity_type": "other", "mentioned_entity": "international financial institutions"}, {"mentioned_entity_normalized": "development banks", "mentioned_entity_type": "other", "mentioned_entity": "development banks"}, {"mentioned_entity_normalized": "private sector", "mentioned_entity_type": "other", "mentioned_entity": "private sector"}, {"mentioned_entity_normalized": "developing countries", "mentioned_entity_type": "Member States", "mentioned_entity": "developing countries"}], "action_verb": "recognize"}], "textWithHighlights": "We *recognize* also the need for the global community, including {{international financial institutions}}, {{development banks}} and the {{private sector}}, to enhance efforts to scale up disaster risk reduction financing instruments to meet the scale of financing needed by {{developing countries}} to prevent and reduce risks and build resilience against current and future shocks and hazards.", "uncertainties": "\"Development banks\" are categorized as 'other' since they are not explicitly listed; they could be considered a subset of international financial institutions."}, {"text": "We call upon States to invest in disaster risk reduction, including by:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "33.", "links": [], "mandates": [{"action_verb_normalized": "call upon", "action_verb_type": "directive", "assignees": [{"assignee_normalized": "Member States", "assignee_type": "Member States", "assignee": "States"}], "deliverables": [{"deliverable_normalized": "Investment in disaster risk reduction", "deliverable_type": "financial_resources", "deliverable": "invest in disaster risk reduction"}], "mentioned_entities": [], "action_verb": "call upon"}], "textWithHighlights": "We *call upon* <<States>> to [[invest in disaster risk reduction]], including by:", "uncertainties": null}, {"text": "Identifying gaps in public spending on disaster risk reduction and allocating increased domestic resources to disaster risk reduction to ensure that disaster risk reduction is mainstreamed into public budgeting, financial planning, expenditure, investment and procurement processes in all relevant sectors and at all levels of government, and that integrated national financing frameworks are risk-informed, according to national plans and policies;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(a)", "links": [], "mandates": [{"action_verb_normalized": "call upon", "action_verb_type": "directive", "assignees": [{"assignee_normalized": "Member States", "assignee_type": "Member States", "assignee": "States"}], "deliverables": [{"deliverable_normalized": "Gap analysis of public spending on disaster risk reduction", "deliverable_type": "analysis", "deliverable": "Identifying gaps"}, {"deliverable_normalized": "Allocation of increased domestic resources for disaster risk reduction", "deliverable_type": "financial_resources", "deliverable": "allocating increased domestic resources"}, {"deliverable_normalized": "Mainstream disaster risk reduction into public budgeting and related processes", "deliverable_type": "policy", "deliverable": "mainstreamed into public budgeting"}], "mentioned_entities": [], "action_verb": null}], "textWithHighlights": "[[Identifying gaps]] in public spending on disaster risk reduction and [[allocating increased domestic resources]] to disaster risk reduction to ensure that disaster risk reduction is [[mainstreamed into public budgeting]], financial planning, expenditure, investment and procurement processes in all relevant sectors and at all levels of government, and that integrated national financing frameworks are risk-informed, according to national plans and policies;", "uncertainties": "Operative verb and assignee are inherited from the parent clause ('We call upon States...'). Considered 'mainstreamed into public budgeting...' as a policy deliverable; the clause on making integrated national financing frameworks risk-informed could also be treated as a policy deliverable but was omitted to remain conservative."}, {"text": "Developing comprehensive national and local disaster risk reduction financing strategies that leverage the full spectrum of pre- and post-disaster financial resources from public, private, domestic and international sources;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(b)", "links": [], "mandates": [{"action_verb_normalized": "call upon", "action_verb_type": "directive", "assignees": [{"assignee_normalized": "Member States", "assignee_type": "Member States", "assignee": "States"}], "deliverables": [{"deliverable_normalized": "national and local disaster risk reduction financing strategies", "deliverable_type": "strategy", "deliverable": "disaster risk reduction financing strategies"}], "mentioned_entities": [], "action_verb": null}], "textWithHighlights": "Developing comprehensive national and local [[disaster risk reduction financing strategies]] that leverage the full spectrum of pre- and post-disaster financial resources from public, private, domestic and international sources;", "uncertainties": null}, {"text": "Encouraging financial authorities to integrate disaster risk reduction into their work to encourage and promote investments in disaster risk reduction and resilience;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(c)", "links": [], "mandates": [{"action_verb_normalized": "call upon", "action_verb_type": "directive", "assignees": [{"assignee_normalized": "Member States", "assignee_type": "Member States", "assignee": "States"}], "deliverables": [{"deliverable_normalized": "Integrate disaster risk reduction into financial authorities' work", "deliverable_type": "policy", "deliverable": "integrate disaster risk reduction"}, {"deliverable_normalized": "Investments in disaster risk reduction and resilience", "deliverable_type": "financial_resources", "deliverable": "investments"}], "mentioned_entities": [{"mentioned_entity_normalized": "financial authorities", "mentioned_entity_type": "other", "mentioned_entity": "financial authorities"}], "action_verb": null}], "textWithHighlights": "Encouraging {{financial authorities}} to [[integrate disaster risk reduction]] into their work to encourage and promote [[investments]] in disaster risk reduction and resilience;", "uncertainties": null}, {"text": "Ensuring that infrastructure plans are aligned to disaster risk reduction strategies, promoting multi-hazard disaster risk assessments as a prerequisite for infrastructure, housing and real estate investments in all sectors and stress-testing of critical infrastructure systems;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(d)", "links": [], "mandates": [{"action_verb_normalized": "call upon", "action_verb_type": "directive", "assignees": [{"assignee_normalized": "Member States", "assignee_type": "Member States", "assignee": "States"}], "deliverables": [{"deliverable_normalized": "Align infrastructure plans with DRR strategies", "deliverable_type": "policy", "deliverable": "infrastructure plans are aligned to disaster risk reduction strategies"}, {"deliverable_normalized": "Multi-hazard disaster risk assessments", "deliverable_type": "analysis", "deliverable": "multi-hazard disaster risk assessments"}, {"deliverable_normalized": "Stress-testing of critical infrastructure systems", "deliverable_type": "analysis", "deliverable": "stress-testing of critical infrastructure systems"}], "mentioned_entities": [], "action_verb": null}], "textWithHighlights": "Ensuring that [[infrastructure plans are aligned to disaster risk reduction strategies]], promoting [[multi-hazard disaster risk assessments]] as a prerequisite for infrastructure, housing and real estate investments in all sectors and [[stress-testing of critical infrastructure systems]];", "uncertainties": "Stress-testing could be categorized as analysis or review; analysis was selected."}, {"text": "Engaging with the private sector to scale up investment in disaster risk reduction and collaborating with financial institutions, credit rating agencies and capital market actors to better integrate disaster risk reduction, including multi-hazard and long-term risk analysis, into their decisions;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(e)", "links": [], "mandates": [{"action_verb_normalized": "call upon", "action_verb_type": "directive", "assignees": [{"assignee_normalized": "Member States", "assignee_type": "Member States", "assignee": "States"}], "deliverables": [{"deliverable_normalized": "Increase investment in disaster risk reduction", "deliverable_type": "financial_resources", "deliverable": "scale up investment"}, {"deliverable_normalized": "Integrate disaster risk reduction into financial decision-making", "deliverable_type": "policy", "deliverable": "integrate disaster risk reduction"}], "mentioned_entities": [{"mentioned_entity_normalized": "private sector", "mentioned_entity_type": "other", "mentioned_entity": "private sector"}, {"mentioned_entity_normalized": "financial institutions", "mentioned_entity_type": "other", "mentioned_entity": "financial institutions"}, {"mentioned_entity_normalized": "credit rating agencies", "mentioned_entity_type": "other", "mentioned_entity": "credit rating agencies"}, {"mentioned_entity_normalized": "capital market actors", "mentioned_entity_type": "other", "mentioned_entity": "capital market actors"}], "action_verb": null}], "textWithHighlights": "Engaging with the {{private sector}} to [[scale up investment]] in disaster risk reduction and collaborating with {{financial institutions}}, {{credit rating agencies}} and {{capital market actors}} to better [[integrate disaster risk reduction]], including multi-hazard and long-term risk analysis, into their decisions;", "uncertainties": "Operative verb and assignee are inherited from the parent clause. The second deliverable could alternatively be categorized as “standards” or “analysis,” but is treated as “policy” since it involves integrating DRR considerations into decision-making processes."}, {"text": "Prioritizing and enhancing the allocation of and access to sustainable and predictable financing for disaster risk reduction at all levels and technology transfer on concessional and preferential terms, as mutually agreed, to build resilient health, water, agriculture and food systems, cultural heritage, transport, energy and digital connectivity systems;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(f)", "links": [], "mandates": [{"action_verb_normalized": "call upon", "action_verb_type": "directive", "assignees": [{"assignee_normalized": "Member States", "assignee_type": "Member States", "assignee": "States"}], "deliverables": [{"deliverable_normalized": "Sustainable and predictable financing for DRR", "deliverable_type": "financial_resources", "deliverable": "sustainable and predictable financing"}, {"deliverable_normalized": "Technology transfer on concessional and preferential terms", "deliverable_type": "technical_assistance", "deliverable": "technology transfer"}], "mentioned_entities": [], "action_verb": null}], "textWithHighlights": "Prioritizing and enhancing the allocation of and access to [[sustainable and predictable financing]] for disaster risk reduction at all levels and [[technology transfer]] on concessional and preferential terms, as mutually agreed, to build resilient health, water, agriculture and food systems, cultural heritage, transport, energy and digital connectivity systems;", "uncertainties": null}, {"text": "Enhancing financing for early and anticipatory approaches to reduce the impact of disasters, including through the United Nations system and other relevant organizations;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(g)", "links": [], "mandates": [{"action_verb_normalized": "call upon", "action_verb_type": "directive", "assignees": [{"assignee_normalized": "Member States", "assignee_type": "Member States", "assignee": "States"}], "deliverables": [{"deliverable_normalized": "enhanced financing for early and anticipatory approaches", "deliverable_type": "financial_resources", "deliverable": "Enhancing financing"}], "mentioned_entities": [{"mentioned_entity_normalized": "UN System", "mentioned_entity_type": "UN System", "mentioned_entity": "United Nations system"}], "action_verb": null}], "textWithHighlights": "[[Enhancing financing]] for early and anticipatory approaches to reduce the impact of disasters, including through the {{United Nations system}} and other relevant organizations;", "uncertainties": null}, {"text": "Incorporating disaster risk reduction measures, as appropriate, into multilateral and bilateral development assistance programmes and infrastructure financing, including through quality reliable, sustainable and resilient infrastructure investment, scaling up effective and meaningful global and regional partnerships and further strengthening international cooperation, including the fulfilment of respective commitments of official development assistance by developed countries, in order to ensure effective disaster risk management;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(h)", "links": [], "mandates": [{"action_verb_normalized": "call upon", "action_verb_type": "directive", "assignees": [{"assignee_normalized": "developed countries", "assignee_type": "Member States", "assignee": "developed countries"}, {"assignee_normalized": "Member States", "assignee_type": "Member States", "assignee": ""}], "deliverables": [{"deliverable_normalized": "Integrate disaster risk reduction measures into development assistance and infrastructure financing", "deliverable_type": "policy", "deliverable": "Incorporating disaster risk reduction measures"}, {"deliverable_normalized": "Scale up global and regional partnerships", "deliverable_type": "policy", "deliverable": "global and regional partnerships"}, {"deliverable_normalized": "Strengthen international cooperation", "deliverable_type": "policy", "deliverable": "strengthening international cooperation"}, {"deliverable_normalized": "Fulfil official development assistance commitments", "deliverable_type": "financial_resources", "deliverable": "fulfilment of respective commitments of official development assistance"}], "mentioned_entities": [], "action_verb": null}], "textWithHighlights": "[[Incorporating disaster risk reduction measures]], as appropriate, into multilateral and bilateral development assistance programmes and infrastructure financing, including through quality reliable, sustainable and resilient infrastructure investment, scaling up effective and meaningful [[global and regional partnerships]] and further [[strengthening international cooperation]], including the [[fulfilment of respective commitments of official development assistance]] by <<developed countries>>, in order to ensure effective disaster risk management;", "uncertainties": "This subparagraph inherits the directive verb and the general assignee (States/Member States) from the parent clause, which does not appear verbatim in this line, so it is not highlighted. The categorization of “partnerships” and “international cooperation” under ‘policy’ is approximate due to the lack of a dedicated ‘partnerships’ category."}, {"text": "Promoting the development of innovative instruments and tools to finance disaster risk reduction, such as resilience bonds, particularly in developing countries, to build resilience against current and future shocks and hazards;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(i)", "links": [], "mandates": [{"action_verb_normalized": "call upon", "action_verb_type": "directive", "assignees": [{"assignee_normalized": "Member States", "assignee_type": "Member States", "assignee": "States"}], "deliverables": [{"deliverable_normalized": "Innovative financing instruments and tools for disaster risk reduction", "deliverable_type": "financial_resources", "deliverable": "innovative instruments and tools"}], "mentioned_entities": [{"mentioned_entity_normalized": "developing countries", "mentioned_entity_type": "Member States", "mentioned_entity": "developing countries"}], "action_verb": null}], "textWithHighlights": "Promoting the development of [[innovative instruments and tools]] to finance disaster risk reduction, such as resilience bonds, particularly in {{developing countries}}, to build resilience against current and future shocks and hazards;", "uncertainties": null}, {"text": "Pursuing the reform of international financial institutions to further consider integrating disaster risk reduction into their work, including through lending, debt support and sustainable development and adaptation financing streams and grants;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(j)", "links": [], "mandates": [{"action_verb_normalized": "call upon", "action_verb_type": "directive", "assignees": [{"assignee_normalized": "Member States", "assignee_type": "Member States", "assignee": ""}], "deliverables": [{"deliverable_normalized": "Reform of international financial institutions", "deliverable_type": "policy", "deliverable": "reform"}], "mentioned_entities": [{"mentioned_entity_normalized": "international financial institutions", "mentioned_entity_type": "other", "mentioned_entity": "international financial institutions"}], "action_verb": null}], "textWithHighlights": "Pursuing the [[reform]] of {{international financial institutions}} to further consider integrating disaster risk reduction into their work, including through lending, debt support and sustainable development and adaptation financing streams and grants;", "uncertainties": "This is a subparagraph under a parent directive (“We call upon States to invest…”), so the operative verb and assignee are inherited and not present in the text to highlight. Deliverable categorized as “policy”; could alternatively be seen as “strategy,” but policy seems most fitting. Only one deliverable (“reform”) is highlighted to avoid overlap with the mentioned entity phrase."}, {"text": "Strengthening prevention, preparedness, response and recovery for health emergencies, drawing lessons learned from the coronavirus disease (COVID-19) pandemic, and applying the Bangkok Principles for the implementation of the health aspects of the Sendai Framework.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(k)", "links": [], "mandates": [{"action_verb_normalized": "call upon", "action_verb_type": "directive", "assignees": [{"assignee_normalized": "Member States", "assignee_type": "Member States", "assignee": "States"}], "deliverables": [{"deliverable_normalized": "Strengthen health emergency prevention, preparedness, response and recovery", "deliverable_type": "capacity_building", "deliverable": "Strengthening prevention, preparedness, response and recovery for health emergencies"}, {"deliverable_normalized": "Draw lessons from COVID-19 pandemic", "deliverable_type": "analysis", "deliverable": "drawing lessons learned"}, {"deliverable_normalized": "Apply Bangkok Principles on health aspects of the Sendai Framework", "deliverable_type": "standards", "deliverable": "applying the Bangkok Principles"}], "mentioned_entities": [], "action_verb": null}], "textWithHighlights": "[[Strengthening prevention, preparedness, response and recovery for health emergencies]], [[drawing lessons learned]] from the coronavirus disease (COVID-19) pandemic, and [[applying the Bangkok Principles]] for the implementation of the health aspects of the Sendai Framework.", "uncertainties": "Operative verb and assignee are inherited from the parent clause (“We call upon States…”). Deliverable type for “strengthening … for health emergencies” is interpreted as capacity building; “applying the Bangkok Principles” is treated as standards; “drawing lessons learned” as analysis."}, {"text": "Priority 4: Enhancing disaster preparedness for effective response and to “Build Back Better” in recovery, rehabilitation and reconstruction", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "While we welcome the progress made in enhancing the effectiveness of disaster prevention, anticipation, preparedness and response in the design and implementation of multi-hazard early warning systems since 2015, particularly through enhanced regional cooperation mechanisms and by the United Nations and its partners, we are deeply concerned that build back better principles have not been applied systematically.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "34.", "links": [], "mandates": [{"action_verb_normalized": "welcome", "action_verb_type": "evaluative", "assignees": [], "deliverables": [], "mentioned_entities": [{"mentioned_entity_normalized": "UN", "mentioned_entity_type": "UN Secretariat", "mentioned_entity": "United Nations"}], "action_verb": "welcome"}, {"action_verb_normalized": "be concerned", "action_verb_type": "evaluative", "assignees": [], "deliverables": [], "mentioned_entities": [], "action_verb": "are deeply concerned"}], "textWithHighlights": "While we *welcome* the progress made in enhancing the effectiveness of disaster prevention, anticipation, preparedness and response in the design and implementation of multi-hazard early warning systems since 2015, particularly through enhanced regional cooperation mechanisms and by the {{United Nations}} and its partners, we *are deeply concerned* that build back better principles have not been applied systematically.", "uncertainties": null}, {"text": "We are deeply concerned that coverage of and accessibility to multi-hazard early warning systems remains inadequate in all countries and emphasize the need to urgently extend the reach of multi-hazard early warning systems everywhere, especially in developing countries and in particular in least developed countries, small island developing States, landlocked developing countries and African countries, as well as middle-income countries facing specific challenges.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "35.", "links": [], "mandates": [{"action_verb_normalized": "be concerned", "action_verb_type": "evaluative", "assignees": [], "deliverables": [], "mentioned_entities": [{"mentioned_entity_normalized": "developing countries", "mentioned_entity_type": "Member States", "mentioned_entity": "developing countries"}, {"mentioned_entity_normalized": "least developed countries", "mentioned_entity_type": "Member States", "mentioned_entity": "least developed countries"}, {"mentioned_entity_normalized": "small island developing states", "mentioned_entity_type": "Member States", "mentioned_entity": "small island developing States"}, {"mentioned_entity_normalized": "landlocked developing countries", "mentioned_entity_type": "Member States", "mentioned_entity": "landlocked developing countries"}, {"mentioned_entity_normalized": "African countries", "mentioned_entity_type": "Member States", "mentioned_entity": "African countries"}, {"mentioned_entity_normalized": "middle-income countries", "mentioned_entity_type": "Member States", "mentioned_entity": "middle-income countries"}], "action_verb": "are deeply concerned"}, {"action_verb_normalized": "emphasize", "action_verb_type": "reinforcing", "assignees": [], "deliverables": [], "mentioned_entities": [{"mentioned_entity_normalized": "developing countries", "mentioned_entity_type": "Member States", "mentioned_entity": "developing countries"}, {"mentioned_entity_normalized": "least developed countries", "mentioned_entity_type": "Member States", "mentioned_entity": "least developed countries"}, {"mentioned_entity_normalized": "small island developing states", "mentioned_entity_type": "Member States", "mentioned_entity": "small island developing States"}, {"mentioned_entity_normalized": "landlocked developing countries", "mentioned_entity_type": "Member States", "mentioned_entity": "landlocked developing countries"}, {"mentioned_entity_normalized": "African countries", "mentioned_entity_type": "Member States", "mentioned_entity": "African countries"}, {"mentioned_entity_normalized": "middle-income countries", "mentioned_entity_type": "Member States", "mentioned_entity": "middle-income countries"}], "action_verb": "emphasize"}], "textWithHighlights": "We *are deeply concerned* that coverage of and accessibility to multi-hazard early warning systems remains inadequate in all countries and *emphasize* the need to urgently extend the reach of multi-hazard early warning systems everywhere, especially in {{developing countries}} and in particular in {{least developed countries}}, {{small island developing States}}, {{landlocked developing countries}} and {{African countries}}, as well as {{middle-income countries}} facing specific challenges.", "uncertainties": null}, {"text": "We recognize that more is needed to invest in, develop, maintain and strengthen people-centred multi-hazard, multisectoral forecasting and early warning systems and to ensure that early warning information is broadly disseminated and tailored to the needs of users, including social and cultural requirements, to enable timely and effective early action with emphasis on reaching affected communities and, in this regard, we welcome the progress of the United Nations Secretary-General’s call to protect everyone on Earth through universal coverage of early warning systems, including through the Early Warning for All initiative.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "36.", "links": [], "mandates": [{"action_verb_normalized": "recognize", "action_verb_type": "observing", "assignees": [], "deliverables": [], "mentioned_entities": [], "action_verb": "recognize"}, {"action_verb_normalized": "welcome", "action_verb_type": "evaluative", "assignees": [], "deliverables": [], "mentioned_entities": [{"mentioned_entity_normalized": "UN Secretary-General", "mentioned_entity_type": "UN Secretariat", "mentioned_entity": "United Nations Secretary-General"}], "action_verb": "welcome"}], "textWithHighlights": "We *recognize* that more is needed to invest in, develop, maintain and strengthen people-centred multi-hazard, multisectoral forecasting and early warning systems and to ensure that early warning information is broadly disseminated and tailored to the needs of users, including social and cultural requirements, to enable timely and effective early action with emphasis on reaching affected communities and, in this regard, we *welcome* the progress of the {{United Nations Secretary-General}}’s call to protect everyone on Earth through universal coverage of early warning systems, including through the Early Warning for All initiative.", "uncertainties": null}, {"text": "We are concerned that the number of people and countries affected by disasters will increase owing to the impact of climate change and increasing exposure and vulnerability to hazards and that most countries still lack effective pre-disaster preparedness to effectively respond and build back better in recovery, rehabilitation and reconstruction, which has led to missed opportunities to build resilience, reduce disaster risk and make progress towards sustainable development through risk-informed recovery and reconstruction.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "37.", "links": [], "mandates": [{"action_verb_normalized": "be concerned", "action_verb_type": "evaluative", "assignees": [], "deliverables": [], "mentioned_entities": [], "action_verb": "are concerned"}], "textWithHighlights": "We *are concerned* that the number of people and countries affected by disasters will increase owing to the impact of climate change and increasing exposure and vulnerability to hazards and that most countries still lack effective pre-disaster preparedness to effectively respond and build back better in recovery, rehabilitation and reconstruction, which has led to missed opportunities to build resilience, reduce disaster risk and make progress towards sustainable development through risk-informed recovery and reconstruction.", "uncertainties": null}, {"text": "We urge continued efforts to strengthen inclusivity and participation to ensure that no one is left behind in the design and implementation of disaster preparedness, response and recovery mechanisms.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "38.", "links": [], "mandates": [{"action_verb_normalized": "urge", "action_verb_type": "directive", "assignees": [], "deliverables": [], "mentioned_entities": [], "action_verb": "urge"}], "textWithHighlights": "We *urge* continued efforts to strengthen inclusivity and participation to ensure that no one is left behind in the design and implementation of disaster preparedness, response and recovery mechanisms.", "uncertainties": "No explicit assignee is specified; the call is general. The requested action is broad (\"continued efforts\"), so no concrete deliverable is extracted."}, {"text": "We call upon States to enhance inclusive disaster preparedness for effective response and to build back better in recovery, rehabilitation and reconstruction, including by:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "39.", "links": [], "mandates": [{"action_verb_normalized": "call upon", "action_verb_type": "directive", "assignees": [{"assignee_normalized": "Member States", "assignee_type": "Member States", "assignee": "States"}], "deliverables": [], "mentioned_entities": [], "action_verb": "call upon"}], "textWithHighlights": "We *call upon* <<States>> to enhance inclusive disaster preparedness for effective response and to build back better in recovery, rehabilitation and reconstruction, including by:", "uncertainties": "This clause introduces subparagraphs (not provided) that likely contain the concrete actions; no specific deliverables extracted here due to vagueness."}, {"text": "Preparing, reviewing and exercising national and local disaster response, recovery and rehabilitation plans to ensure that they are cross-sectoral, inclusive, contain provisions to build back better, address underlying drivers of disaster risk and are supported by legal frameworks as well as resources and capacities for their effective implementation;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(a)", "links": [], "mandates": [{"action_verb_normalized": "call upon", "action_verb_type": "directive", "assignees": [{"assignee_normalized": "Member States", "assignee_type": "Member States", "assignee": "States"}], "deliverables": [{"deliverable_normalized": "National and local disaster response, recovery and rehabilitation plans", "deliverable_type": "strategy", "deliverable": "national and local disaster response, recovery and rehabilitation plans"}], "mentioned_entities": [], "action_verb": null}], "textWithHighlights": "Preparing, reviewing and exercising [[national and local disaster response, recovery and rehabilitation plans]] to ensure that they are cross-sectoral, inclusive, contain provisions to build back better, address underlying drivers of disaster risk and are supported by legal frameworks as well as resources and capacities for their effective implementation;", "uncertainties": null}, {"text": "Ensuring the incorporation of disaster risk management into post-disaster recovery, rehabilitation and reconstruction processes, enhancing the development and dissemination of science-based and targeted methodologies and tools and facilitating cooperation among States for the sharing of experiences;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(b)", "links": [], "mandates": [{"action_verb_normalized": "call upon", "action_verb_type": "directive", "assignees": [{"assignee_normalized": "Member States", "assignee_type": "Member States", "assignee": "States"}], "deliverables": [{"deliverable_normalized": "Integrate disaster risk management into post-disaster recovery, rehabilitation and reconstruction processes", "deliverable_type": "policy", "deliverable": "incorporation of disaster risk management"}, {"deliverable_normalized": "Develop science-based and targeted methodologies and tools", "deliverable_type": "standards", "deliverable": "development"}, {"deliverable_normalized": "Disseminate science-based and targeted methodologies and tools", "deliverable_type": "information_sharing", "deliverable": "dissemination"}, {"deliverable_normalized": "Share experiences among States", "deliverable_type": "information_sharing", "deliverable": "sharing of experiences"}], "mentioned_entities": [], "action_verb": null}], "textWithHighlights": "Ensuring the [[incorporation of disaster risk management]] into post-disaster recovery, rehabilitation and reconstruction processes, enhancing the [[development]] and [[dissemination]] of science-based and targeted [[methodologies and tools]] and facilitating cooperation among <<States>> for the [[sharing of experiences]];", "uncertainties": "Classifying “methodologies and tools” under standards vs analysis is debatable; dissemination could also be captured solely via the single deliverable on methodologies and tools, but is split here for clarity."}, {"text": "Promoting the further development of and investment in effective local, national and regional multi-hazard early warning mechanisms that lead to early action and inviting development partners and international financial institutions, and other relevant stakeholders, to provide support for the implementation of early warning systems, including through the Early Warning for All initiative;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(c)", "links": [], "mandates": [{"action_verb_normalized": "call upon", "action_verb_type": "directive", "assignees": [{"assignee_normalized": "Member States", "assignee_type": "Member States", "assignee": "States"}], "deliverables": [{"deliverable_normalized": "Multi-hazard early warning mechanisms", "deliverable_type": "infrastructure", "deliverable": "multi-hazard early warning mechanisms"}, {"deliverable_normalized": "Implementation of early warning systems", "deliverable_type": "infrastructure", "deliverable": "implementation of early warning systems"}], "mentioned_entities": [{"mentioned_entity_normalized": "international financial institutions", "mentioned_entity_type": "other", "mentioned_entity": "international financial institutions"}], "action_verb": null}], "textWithHighlights": "Promoting the further development of and investment in effective local, national and regional [[multi-hazard early warning mechanisms]] that lead to early action and inviting development partners and {{international financial institutions}}, and other relevant stakeholders, to provide support for the [[implementation of early warning systems]], including through the Early Warning for All initiative;", "uncertainties": "This subparagraph inherits the directive verb and assignee from the parent clause (“We call upon States … including by:”). “Investment” could imply a financial_resources deliverable, but it is phrased as promoting investment rather than committing specific resources, so it was not extracted as a separate deliverable. The Early Warning for All initiative is referenced but not mapped to an entity in the provided list."}, {"text": "Strengthening good governance and accountability in disaster risk reduction strategies at the local, national, regional and global levels and improving preparedness and national coordination for disaster response, rehabilitation and reconstruction;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(d)", "links": [], "mandates": [{"action_verb_normalized": "call upon", "action_verb_type": "directive", "assignees": [{"assignee_normalized": "Member States", "assignee_type": "Member States", "assignee": "States"}], "deliverables": [{"deliverable_normalized": "Strengthen governance and accountability in DRR strategies", "deliverable_type": "policy", "deliverable": "good governance and accountability"}, {"deliverable_normalized": "Improve disaster preparedness", "deliverable_type": "capacity_building", "deliverable": "preparedness"}, {"deliverable_normalized": "Improve national coordination for disaster response, rehabilitation and reconstruction", "deliverable_type": "policy", "deliverable": "national coordination"}], "mentioned_entities": [], "action_verb": null}], "textWithHighlights": "Strengthening [[good governance and accountability]] in disaster risk reduction strategies at the local, national, regional and global levels and improving [[preparedness]] and [[national coordination]] for disaster response, rehabilitation and reconstruction;", "uncertainties": "This subparagraph appears to inherit the directive 'call upon States ... including by:' from the earlier parent clause on enhancing inclusive disaster preparedness. Deliverable categorization (policy vs. capacity building) involves some judgment; preparedness is categorized as capacity building, while governance/accountability and coordination are categorized as policy."}, {"text": "Strengthening risk monitoring, impact-based forecasting and early warning communication at all levels that is relevant, timely and in an easy-to-understand and accessible manner, in close collaboration with national authorities, to better address disaster preparedness for response, take action in anticipation of events and integrate disaster risk reduction into response preparedness supported by governance frameworks and pre-arranged financing and disbursal mechanisms;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(e)", "links": [], "mandates": [{"action_verb_normalized": "call upon", "action_verb_type": "directive", "assignees": [{"assignee_normalized": "Member States", "assignee_type": "Member States", "assignee": "States"}], "deliverables": [{"deliverable_normalized": "Risk monitoring", "deliverable_type": "analysis", "deliverable": "risk monitoring"}, {"deliverable_normalized": "Impact-based forecasting", "deliverable_type": "analysis", "deliverable": "impact-based forecasting"}, {"deliverable_normalized": "Early warning communication", "deliverable_type": "information_sharing", "deliverable": "early warning communication"}], "mentioned_entities": [], "action_verb": null}], "textWithHighlights": "Strengthening [[risk monitoring]], [[impact-based forecasting]] and [[early warning communication]] at all levels that is relevant, timely and in an easy-to-understand and accessible manner, in close collaboration with national authorities, to better address disaster preparedness for response, take action in anticipation of events and integrate disaster risk reduction into response preparedness supported by governance frameworks and pre-arranged financing and disbursal mechanisms;", "uncertainties": "This subparagraph inherits the directive verb ('call upon') and the assignee ('States') from the parent clause. Categorizing 'risk monitoring' and 'impact-based forecasting' as 'analysis' could alternatively be seen as 'infrastructure' or 'capacity_building' depending on implementation details; 'early warning communication' is mapped to 'information_sharing'."}, {"text": "Strengthening subregional, regional and global cooperation on transboundary risk and disasters in terms of risk monitoring, information and data-sharing, risk-informed response, recovery, rehabilitation and reconstruction planning, among others;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(f)", "links": [], "mandates": [{"action_verb_normalized": "call upon", "action_verb_type": "directive", "assignees": [{"assignee_normalized": "Member States", "assignee_type": "Member States", "assignee": "States"}], "deliverables": [], "mentioned_entities": [], "action_verb": null}], "textWithHighlights": "Strengthening subregional, regional and global cooperation on transboundary risk and disasters in terms of risk monitoring, information and data-sharing, risk-informed response, recovery, rehabilitation and reconstruction planning, among others;", "uncertainties": "This subparagraph inherits the operative verb and assignee from the parent clause: 'We call upon States ... including by:'; no concrete deliverable is specified beyond a general call to strengthen cooperation."}, {"text": "Recognizing concerns that countries affected by protracted humanitarian crises and emergencies are among those most vulnerable to the impacts of disasters and are furthest behind in implementing the Sendai Framework, recognizing also that implementation of the Sendai Framework can address drivers of vulnerability and exposure to build resilience and reduce humanitarian impacts and needs, and in this regard recognizing further the need for multidimensional and comprehensive risk assessment and the promotion of coherence between humanitarian and development assistance, which can contribute to strengthening resilience and climate change adaptation, for a more targeted and effective approach to prevention and resilience-building;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(g)", "links": [], "mandates": [{"action_verb_normalized": "recognize", "action_verb_type": "observing", "assignees": [], "deliverables": [], "mentioned_entities": [{"mentioned_entity_normalized": "countries affected by protracted humanitarian crises and emergencies", "mentioned_entity_type": "Member States", "mentioned_entity": "countries affected by protracted humanitarian crises and emergencies"}], "action_verb": "Recognizing"}, {"action_verb_normalized": "recognize", "action_verb_type": "observing", "assignees": [], "deliverables": [], "mentioned_entities": [], "action_verb": "recognizing also"}, {"action_verb_normalized": "recognize", "action_verb_type": "observing", "assignees": [], "deliverables": [], "mentioned_entities": [], "action_verb": "recognizing further"}], "textWithHighlights": "*Recognizing* concerns that {{countries affected by protracted humanitarian crises and emergencies}} are among those most vulnerable to the impacts of disasters and are furthest behind in implementing the Sendai Framework, *recognizing also* that implementation of the Sendai Framework can address drivers of vulnerability and exposure to build resilience and reduce humanitarian impacts and needs, and in this regard *recognizing further* the need for multidimensional and comprehensive risk assessment and the promotion of coherence between humanitarian and development assistance, which can contribute to strengthening resilience and climate change adaptation, for a more targeted and effective approach to prevention and resilience-building;", "uncertainties": "Treated the group 'countries affected by protracted humanitarian crises and emergencies' as a mentioned Member States group; alternatively, one could omit it since it is a descriptive group rather than a formal entity. Also split the three 'recognizing' clauses into separate mandates; they could be merged into a single mandate depending on schema preferences."}, {"text": "Enhancing recovery schemes to provide psychosocial support and mental health services for all people in need.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(h)", "links": [], "mandates": [{"action_verb_normalized": "call upon", "action_verb_type": "directive", "assignees": [{"assignee_normalized": "Member States", "assignee_type": "Member States", "assignee": "States"}], "deliverables": [{"deliverable_normalized": "psychosocial support", "deliverable_type": "humanitarian_assistance", "deliverable": "psychosocial support"}, {"deliverable_normalized": "mental health services", "deliverable_type": "humanitarian_assistance", "deliverable": "mental health services"}], "mentioned_entities": [], "action_verb": null}], "textWithHighlights": "Enhancing recovery schemes to provide [[psychosocial support]] and [[mental health services]] for all people in need.", "uncertainties": "This subparagraph inherits the directive 'call upon States' from the parent clause. The deliverable type for psychosocial and mental health services is classified as humanitarian assistance; alternatively, it could be seen as service delivery under recovery policy, but the primary actionable element is the provision of services."}, {"text": "Follow-up and review", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "We commit to implementing the calls to action in the present political declaration to promote a disaster risk-informed approach to sustainable development at the local, national, regional and global levels and to accelerating progress on integrating disaster risk reduction into policies, programmes and investments at all levels, while acknowledging that some of the calls to action will require capacity-building and technical and financial assistance in order to be effectively implemented by developing countries.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "40.", "links": [], "mandates": [{"action_verb_normalized": "commit", "action_verb_type": "deciding", "assignees": [{"assignee_normalized": "GA", "assignee_type": "UN Organs", "assignee": ""}], "deliverables": [{"deliverable_normalized": "Integration of disaster risk reduction into policies, programmes and investments", "deliverable_type": "policy", "deliverable": "integrating disaster risk reduction into policies, programmes and investments"}], "mentioned_entities": [{"mentioned_entity_normalized": "developing countries", "mentioned_entity_type": "Member States", "mentioned_entity": "developing countries"}], "action_verb": "commit"}], "textWithHighlights": "We *commit* to implementing the calls to action in the present political declaration to promote a disaster risk-informed approach to sustainable development at the local, national, regional and global levels and to accelerating progress on [[integrating disaster risk reduction into policies, programmes and investments]] at all levels, while acknowledging that some of the calls to action will require capacity-building and technical and financial assistance in order to be effectively implemented by {{developing countries}}.", "uncertainties": "Considered whether to include 'promote a disaster risk-informed approach to sustainable development' as a deliverable; treated as too broad/vague. Also 'implementing the calls to action' is generic and not extracted as a specific deliverable."}, {"text": "We reiterate the instrumental and cross-cutting role of science, technology and innovation in strengthening the effectiveness and efficiency of disaster resilience-building and encourage their greater application to support and accelerate the implementation of the Sendai Framework and its four priorities.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "41.", "links": [], "mandates": [{"action_verb_normalized": "reiterate", "action_verb_type": "reinforcing", "assignees": [], "deliverables": [], "mentioned_entities": [], "action_verb": "reiterate"}, {"action_verb_normalized": "encourage", "action_verb_type": "directive", "assignees": [], "deliverables": [], "mentioned_entities": [], "action_verb": "encourage"}], "textWithHighlights": "We *reiterate* the instrumental and cross-cutting role of science, technology and innovation in strengthening the effectiveness and efficiency of disaster resilience-building and *encourage* their greater application to support and accelerate the implementation of the Sendai Framework and its four priorities.", "uncertainties": null}, {"text": "We recognize that the findings of the midterm review of the Sendai Framework and the present political declaration can provide input to other relevant major intergovernmental outcomes of United Nations conferences and summits in the economic, social and environmental fields.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "42.", "links": [], "mandates": [{"action_verb_normalized": "recognize", "action_verb_type": "observing", "assignees": [], "deliverables": [], "mentioned_entities": [{"mentioned_entity_normalized": "UN", "mentioned_entity_type": "UN Secretariat", "mentioned_entity": "United Nations"}], "action_verb": "recognize"}], "textWithHighlights": "We *recognize* that the findings of the midterm review of the Sendai Framework and the present political declaration can provide input to other relevant major intergovernmental outcomes of {{United Nations}} conferences and summits in the economic, social and environmental fields.", "uncertainties": null}, {"text": "We look forward to the global and regional platforms for disaster risk reduction to be held before 2030 to assess and discuss progress on and give practical guidance to the implementation of the Sendai Framework, including on the implementation of the present political declaration.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "43.", "links": [], "mandates": [{"action_verb_normalized": "look forward", "action_verb_type": "evaluative", "assignees": [], "deliverables": [], "mentioned_entities": [], "action_verb": "look forward"}], "textWithHighlights": "We *look forward* to the global and regional platforms for disaster risk reduction to be held before 2030 to assess and discuss progress on and give practical guidance to the implementation of the Sendai Framework, including on the implementation of the present political declaration.", "uncertainties": null}, {"text": "We note the establishment of the Group of 20 Working Group on Disaster Risk Reduction.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "44.", "links": [], "mandates": [{"action_verb_normalized": "note", "action_verb_type": "observing", "assignees": [], "deliverables": [], "mentioned_entities": [{"mentioned_entity_normalized": "G20 Working Group on Disaster Risk Reduction", "mentioned_entity_type": "other", "mentioned_entity": "Group of 20 Working Group on Disaster Risk Reduction"}], "action_verb": "note"}], "textWithHighlights": "We *note* the establishment of the {{Group of 20 Working Group on Disaster Risk Reduction}}.", "uncertainties": null}, {"text": "We welcome the progress and take note with appreciation of the interim report published by the High-level Panel on the Development of a Multidimensional Vulnerability Index for Small Island Developing States and look forward to the finalization of the work of the Panel, and we encourage the international community to consider multidimensional vulnerability, including the potential of a multidimensional vulnerability index, as criteria to access concessional finance.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "45.", "links": [], "mandates": [{"action_verb_normalized": "welcome", "action_verb_type": "evaluative", "assignees": [], "deliverables": [], "mentioned_entities": [], "action_verb": "welcome"}, {"action_verb_normalized": "take note", "action_verb_type": "observing", "assignees": [], "deliverables": [], "mentioned_entities": [{"mentioned_entity_normalized": "High-level Panel on MVI for SIDS", "mentioned_entity_type": "other", "mentioned_entity": "High-level Panel on the Development of a Multidimensional Vulnerability Index for Small Island Developing States"}], "action_verb": "take note with appreciation"}, {"action_verb_normalized": "look forward", "action_verb_type": "evaluative", "assignees": [], "deliverables": [], "mentioned_entities": [], "action_verb": "look forward"}, {"action_verb_normalized": "encourage", "action_verb_type": "directive", "assignees": [{"assignee_normalized": "international community", "assignee_type": "other", "assignee": "international community"}], "deliverables": [{"deliverable_normalized": "Criteria for concessional finance", "deliverable_type": "policy", "deliverable": "criteria to access concessional finance"}], "mentioned_entities": [], "action_verb": "encourage"}], "textWithHighlights": "We *welcome* the progress and *take note with appreciation* of the interim report published by the {{High-level Panel on the Development of a Multidimensional Vulnerability Index for Small Island Developing States}} and *look forward* to the finalization of the work of the Panel, and we *encourage* the <<international community>> to consider multidimensional vulnerability, including the potential of a multidimensional vulnerability index, as [[criteria to access concessional finance]].", "uncertainties": "Classified 'criteria to access concessional finance' as a policy deliverable, though the text only encourages consideration rather than adoption; this is somewhat borderline."}, {"text": "We will invest in enhancing the capacity and capability of developing countries, in particular the least developed countries, landlocked developing countries and small island developing States, for disaster risk reduction by strengthening capacity-building investment and programmes at the national, regional and global levels, such as the United Nations Office for Disaster Risk Reduction Global Education and Training Institute.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "46.", "links": [], "mandates": [{"action_verb_normalized": null, "action_verb_type": null, "assignees": [], "deliverables": [{"deliverable_normalized": "Strengthened capacity-building investments and programmes for disaster risk reduction", "deliverable_type": "capacity_building", "deliverable": "capacity-building investment and programmes"}], "mentioned_entities": [{"mentioned_entity_normalized": "developing countries", "mentioned_entity_type": "Member States", "mentioned_entity": "developing countries"}, {"mentioned_entity_normalized": "least developed countries", "mentioned_entity_type": "Member States", "mentioned_entity": "least developed countries"}, {"mentioned_entity_normalized": "landlocked developing countries", "mentioned_entity_type": "Member States", "mentioned_entity": "landlocked developing countries"}, {"mentioned_entity_normalized": "small island developing states", "mentioned_entity_type": "Member States", "mentioned_entity": "small island developing States"}, {"mentioned_entity_normalized": "UNDRR", "mentioned_entity_type": "UN Secretariat", "mentioned_entity": "United Nations Office for Disaster Risk Reduction Global Education and Training Institute"}], "action_verb": null}], "textWithHighlights": "We will invest in enhancing the capacity and capability of {{developing countries}}, in particular the {{least developed countries}}, {{landlocked developing countries}} and {{small island developing States}}, for disaster risk reduction by strengthening [[capacity-building investment and programmes]] at the national, regional and global levels, such as the {{United Nations Office for Disaster Risk Reduction Global Education and Training Institute}}.", "uncertainties": "The paragraph uses \"We will\" without a procedural operative verb; the implied assignee could be the General Assembly or Member States collectively, but it is not explicit, so no assignee is recorded."}, {"text": "We recognize that North-South cooperation, complemented by South-South and triangular cooperation, has proven to be key to reducing disaster risk and that there is a need to further strengthen cooperation in both areas.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "47.", "links": [], "mandates": [{"action_verb_normalized": "recognize", "action_verb_type": "observing", "assignees": [], "deliverables": [], "mentioned_entities": [], "action_verb": "recognize"}], "textWithHighlights": "We *recognize* that North-South cooperation, complemented by South-South and triangular cooperation, has proven to be key to reducing disaster risk and that there is a need to further strengthen cooperation in both areas.", "uncertainties": null}, {"text": "We note the ongoing work of the United Nations system to develop a gender action plan for the implementation of the Sendai Framework.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "48.", "links": [], "mandates": [{"action_verb_normalized": "note", "action_verb_type": "observing", "assignees": [], "deliverables": [], "mentioned_entities": [{"mentioned_entity_normalized": "UN System", "mentioned_entity_type": "UN System", "mentioned_entity": "United Nations system"}], "action_verb": "note"}], "textWithHighlights": "We *note* the ongoing work of the {{United Nations system}} to develop a gender action plan for the implementation of the Sendai Framework.", "uncertainties": null}, {"text": "We call upon relevant entities of the United Nations system, within their respective mandates, to enhance support for the implementation of the Sendai Framework and the calls to action contained in the present political declaration. We further call for the integration of disaster risk reduction in the common country analysis and in United Nations planning and programming documents, including the United Nations Sustainable Development Cooperation Framework, in consultation with host Governments and in line with national policies, priorities and needs.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "49.", "links": [], "mandates": [{"action_verb_normalized": "call upon", "action_verb_type": "directive", "assignees": [{"assignee_normalized": "UN System", "assignee_type": "UN System", "assignee": "relevant entities of the United Nations system"}], "deliverables": [], "mentioned_entities": [], "action_verb": "call upon"}, {"action_verb_normalized": "call for", "action_verb_type": "directive", "assignees": [], "deliverables": [{"deliverable_normalized": "Integration of disaster risk reduction into UN planning and programming documents (including the United Nations Sustainable Development Cooperation Framework)", "deliverable_type": "policy", "deliverable": "integration of disaster risk reduction"}], "mentioned_entities": [{"mentioned_entity_normalized": "Member States", "mentioned_entity_type": "Member States", "mentioned_entity": "host Governments"}], "action_verb": "call for"}], "textWithHighlights": "We *call upon* <<relevant entities of the United Nations system>>, within their respective mandates, to enhance support for the implementation of the Sendai Framework and the calls to action contained in the present political declaration. We further *call for* the [[integration of disaster risk reduction]] in the common country analysis and in United Nations planning and programming documents, including the United Nations Sustainable Development Cooperation Framework, in consultation with {{host Governments}} and in line with national policies, priorities and needs.", "uncertainties": "Categorized the integration into planning and programming documents as a 'policy' deliverable; could arguably be seen as part of a 'strategy' depending on context."}, {"text": "We call upon relevant entities of the United Nations system to enhance technical support, when requested, for the development of disaster risk reduction standards, legislation and regulations; comprehensive risk governance; data collection, disaggregation and monitoring; risk analytics; de-risking investments; and accessible multi-hazard early warning systems. We encourage all existing and new donors to consider enhancing and providing voluntary contributions to the United Nations trust fund for disaster reduction.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "50.", "links": [], "mandates": [{"action_verb_normalized": "call upon", "action_verb_type": "directive", "assignees": [{"assignee_normalized": "UN System", "assignee_type": "UN System", "assignee": "entities of the United Nations system"}], "deliverables": [{"deliverable_normalized": "technical support", "deliverable_type": "technical_assistance", "deliverable": "technical support"}], "mentioned_entities": [], "action_verb": "call upon"}, {"action_verb_normalized": "encourage", "action_verb_type": "directive", "assignees": [{"assignee_normalized": "donors", "assignee_type": "other", "assignee": "donors"}], "deliverables": [{"deliverable_normalized": "voluntary contributions", "deliverable_type": "financial_resources", "deliverable": "voluntary contributions"}], "mentioned_entities": [], "action_verb": "encourage"}], "textWithHighlights": "We *call upon* relevant <<entities of the United Nations system>> to enhance [[technical support]], when requested, for the development of disaster risk reduction standards, legislation and regulations; comprehensive risk governance; data collection, disaggregation and monitoring; risk analytics; de-risking investments; and accessible multi-hazard early warning systems. We *encourage* all existing and new <<donors>> to consider enhancing and providing [[voluntary contributions]] to the United Nations trust fund for disaster reduction.", "uncertainties": "\"Donors\" is normalized as a generic group under type \"other\" since it is not explicitly listed in the entity taxonomy. The specific trust fund is mentioned but not mapped to a listed entity."}]