[{"text": "Seventy-eighth session", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "Agenda item 18 (b)", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "Sustainable development: follow-up to and implementation of the SIDS Accelerated Modalities of Action (SAMOA) Pathway and the Mauritius Strategy for the Further Implementation of the Programme of Action for the Sustainable Development of Small Island Developing States", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "Resolution adopted by the General Assembly on 16 July 2024", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "[without reference to a Main Committee (A/78/L.80)]", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": [["A/78/L.80", "https://undocs.org/en/A/78/L.80"]]}, {"text": "78/317.\tThe Antigua and Barbuda Agenda for Small Island Developing States: A Renewed Declaration for Resilient Prosperity", "type": "title", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "The General Assembly,", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "links": []}, {"text": "Recalling its resolution 76/203 of 17 December 2021, in which it decided to organize, in 2024, the fourth International Conference on Small Island Developing States at the highest possible level, as well as its resolutions 77/245 of 30 December 2022 and 77/328 of 25 August 2023,", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "links": [["76/203", "https://undocs.org/en/A/RES/76/203"], ["77/245", "https://undocs.org/en/A/RES/77/245"], ["77/328", "https://undocs.org/en/A/RES/77/328"]], "mandates": [{"action_verb_normalized": "recall", "action_verb_type": "reinforcing", "assignees": [], "deliverables": [], "mentioned_entities": [], "action_verb": "Recalling"}], "textWithHighlights": "*Recalling* its resolution 76/203 of 17 December 2021, in which it decided to organize, in 2024, the fourth International Conference on Small Island Developing States at the highest possible level, as well as its resolutions 77/245 of 30 December 2022 and 77/328 of 25 August 2023,", "uncertainties": null}, {"text": "Expresses its profound gratitude to the Government and the people of Antigua and Barbuda for hosting the fourth International Conference on Small Island Developing States in Antigua and Barbuda from 27 to 30 May 2024 and for providing all the necessary support;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "1.", "links": [], "mandates": [{"action_verb_normalized": "express", "action_verb_type": "evaluative", "assignees": [], "deliverables": [], "mentioned_entities": [{"mentioned_entity_normalized": "AG", "mentioned_entity_type": "Member States", "mentioned_entity": "Government and the people of Antigua and Barbuda"}, {"mentioned_entity_normalized": "AG", "mentioned_entity_type": "Member States", "mentioned_entity": "Antigua and Barbuda"}], "action_verb": "Expresses"}], "textWithHighlights": "*Expresses* its profound gratitude to the {{Government and the people of Antigua and Barbuda}} for hosting the fourth International Conference on Small Island Developing States in {{Antigua and Barbuda}} from 27 to 30 May 2024 and for providing all the necessary support;", "uncertainties": "Treating “Expresses” as an evaluative operative verb though the verb list specifies “express (deep/...) concern”; usage here is positive sentiment (gratitude). Normalized the mention “Government and the people of Antigua and Barbuda” to Member State code AG; included a second mention for the location reference to Antigua and Barbuda."}, {"text": "Endorses the outcome document of the Conference, entitled “The Antigua and Barbuda Agenda for Small Island Developing States: A Renewed Declaration for Resilient Prosperity”, which is annexed to the present resolution.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "2.", "links": [], "mandates": [{"action_verb_normalized": "endorse", "action_verb_type": "deciding", "assignees": [{"assignee_normalized": "GA", "assignee_type": "UN Organs", "assignee": ""}], "deliverables": [], "mentioned_entities": [], "action_verb": "Endorses"}], "textWithHighlights": "*Endorses* the outcome document of the Conference, entitled “The Antigua and Barbuda Agenda for Small Island Developing States: A Renewed Declaration for Resilient Prosperity”, which is annexed to the present resolution.", "uncertainties": null}, {"text": "100th plenary meeting", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "16 July 2024", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "Annex", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "The Antigua and Barbuda Agenda for Small Island Developing States: A Renewed Declaration for Resilient Prosperity", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "The small island developing States story", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "I.", "links": []}, {"text": "1.\tIn 1992, at the United Nations Conference on Environment and Development, we, the international community, formally declared small island developing States a special case both for environment and development and committed to assist them in meeting their sustainable development objectives. This was further promulgated in the first decennial United Nations conference on small island developing States in Barbados in 1994 and was subsequently reiterated at the second conference in Mauritius in 2005 and the third conference in Samoa in 2014.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "2.\tAfter three decades and three programmes of action, small island developing States remain a special case for sustainable development, given their unique vulnerabilities. We note the remarkable successes and progress that they have made over the years, and welcome in this regard the ownership, leadership and considerable efforts that have been demonstrated by small island developing States, along with the support provided by the international community.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "3.\tDuring this period, small island developing States have and continue to provide stable and democratic governance for their citizenry and have strived to provide productive economies and safe societies throughout unrelenting turbulent global times. Small island developing States were heavily affected by two “once-in-a-generation” crises that struck in 2008 and 2020, while grappling with even more intense and frequent disasters and natural hazards. In addition, they have assumed leadership roles in areas such as finance, climate change and plastics, and are stewards of the ocean, including managing 19.1 per cent of the world’s exclusive economic zones and the resources they hold. Small island developing States have paved the way for many of the most progressive movements in these areas in policy development and the establishment of concrete actions in the multilateral arena.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "4.\tWe remain concerned that small island developing States are facing the unrelenting and compounding impacts of climate change, biodiversity loss, pollution, disasters and natural hazards, health and other social-related challenges and economic vulnerabilities, as well as the progressive deterioration in their ability to withstand external shocks and enhance their resilience. Successive global crises, along with the coronavirus disease (COVID-19) pandemic, have further exacerbated and negatively compounded the sustainable development of small island developing States.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "5.\tSmall island developing States are inherently and uniquely vulnerable to exogenous shocks owing to, inter alia, their small size, geographical remoteness, highly dispersed populations, the limited scale and undiversified nature of their economies, high dependence on external markets, and extreme exposure to disasters and natural hazards and the effects of climate change. Recognizing vulnerability does not mean that small island developing States exhibit weakness or lack potential for development. Rather, it means recognizing that they are disproportionately impacted in terms of physical destruction and non-economic and economic losses to a far greater scale than elsewhere.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "6.\tSmall island developing States are particularly vulnerable to adverse impacts of climate change, including, inter alia, erratic precipitation, increasingly frequent and extreme weather phenomena, more frequent and severe tropical cyclones, floods and drought, diminishing freshwater resources, desertification, coastal erosion, land degradation and sea level rise, which represent the gravest of threats to the survival and viability of their people, natural ecosystems and overall sustainable development. We take note of the concerns expressed by small island developing States that the impacts of climate change could have possible implications on small island developing States, including humanitarian, economic, social, cultural, ecological and, as exacerbated by other factors, security consequences.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "7.\tIn order for small island developing States to achieve sustainable development and resilient prosperity, we must assist small island developing States to diversify their economies and strengthen State and productive capacities. At the same time, the international financial architecture should go further to fully address the unique development circumstances of small island developing States and make accessing concessional finance easier for them, which could mitigate their fiscal constraints and reduce the risk of indebtedness, especially for highly indebted small island developing States, and prevent the reversal of hard-earned development gains. Therefore, the special case of small island developing States must continue to be recognized by the international community and must take into account these new and emerging challenges.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "8.\tWe recognize small island developing States’ need for access to affordable, reliable, sustainable and modern energy, particularly renewable energy. Small island developing States are facing significant barriers related to accessing finance, cost of capital, market readiness and upskilling and reskilling workforces needed for just, inclusive and resilient energy transitions.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "9.\tWe reaffirm the importance of freedom, peace and security, respect for all human rights, including the right to development and the right to an adequate standard of living, including the right to food, the rule of law, gender equality, women’s empowerment, reducing inequalities and the overall commitment to just and democratic societies for development.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "10.\tWe recognize that gender equality and women’s empowerment and the full realization of human rights for women and girls have a transformative and multiplier effect on sustainable development and are a driver of economic growth in small island developing States. Women can be powerful agents of change.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "11.\tSmall island developing States aspire to a resilient form of prosperity that is reflected in sustainable development for all in their countries, where economic growth and well-being are sustained and their economies are robust, diversified, adaptable and able to withstand shocks, ensuring social equity and promoting environmental sustainability.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "12.\tThe next 10 years are critical for small island developing States. A new context is emerging wherein the economic, social and environmental as well as geopolitical threats to the development of small island developing States are so great that they can only be ameliorated by a reinvigorated enabling environment that gives meaningful effect to their sustainable development. Without the full support of the international community, small island developing States will endure potentially far-reaching consequences.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "13.\tWe reaffirm the continued applicability of the Programme of Action for the Sustainable Development of Small Island Developing States (Barbados Programme of Action) adopted in 1994, the Mauritius Strategy for the Further Implementation of the Programme of Action for the Sustainable Development of Small Island Developing States (Mauritius Strategy) of 2005 and the SIDS Accelerated Modalities of Action (SAMOA) Pathway of 2014 as blueprints setting out the sustainable development priorities of small island developing States.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "14.\tWe recommit to the full and timely implementation of the 2030 Agenda for Sustainable Development, the Addis Ababa Action Agenda of the Third International Conference on Financing for Development and the United Nations Framework Convention on Climate Change and the Paris Agreement, as well as the Sendai Framework for Disaster Risk Reduction 2015–2030, the New Urban Agenda, the Kunming-Montreal Global Biodiversity Framework and other relevant intergovernmentally agreed development outcomes, frameworks and instruments.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "15.\tWe reaffirm all the principles of the Rio Declaration on Environment and Development, including, inter alia, the principle of common but differentiated responsibilities, as set out in principle 7 thereof.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "16.\tWe, the Heads of State and Government and high-level representatives, having met in St. John’s from 27 to 30 May 2024, at the fourth International Conference on Small Island Developing States, with the participation of civil society, the private sector, youth, academia and other relevant stakeholders, firmly reaffirm our commitment to support small island developing States on their pathway to achieving sustainable development and resilient prosperity, where the progress of today does not compromise the possibilities of tomorrow. Through targeted, results-focused interventions and investments, we will support small island developing States as they exercise full ownership of their new agenda and seek to establish partnerships as equals, upholding values of equity, national ownership, mutual trust, transparency and accountability, and cooperation and promoting benefits across priority areas in their new 10-year agenda.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "What do small island developing States want?", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "II.", "links": []}, {"text": "A.\tBuild resilient economies", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "17.\tEnhancing inter-island connectivity and linking economies of small island developing States to regional markets and global supply chains, including by integrating them into existing and emerging maritime and multimodal transport and economic corridors, and encouraging sustainable transport initiatives to support small island developing States remains key.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "18.\tWe underscore that small island developing States face substantial structural challenges in building the necessary ecosystem, institutions and capacity for promoting and using science, technology, innovation and digitalization to drive economic growth and sustainable development.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "19.\tSmall island developing States face significant challenges in data collection, analysis, technical and institutional capacity, which hinders evidence-informed policymaking, monitoring progress and accessing development financing, and we emphasize that capacity-building for stronger data governance and management will allow small island developing States to support better data collection, protection, transparency and data sharing.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "20.\tWe welcome and call for support for the efforts of small island developing States in establishing a Small Island Developing States Centre of Excellence in Antigua and Barbuda that will be launched at the fourth International Conference on Small Island Developing States, which will include, inter alia, a small island developing States data hub, a technology and innovation mechanism and an Island Investment Forum.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "21.\tAcknowledging that small island developing States are highly dependent on imports, with limited export capacity, and face current account deficits and limited fiscal space, compounded by limited access to concessional financing, small island developing States seek the support of the international community to:", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(a)\tDevelop and expand their productive capacity by:", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(i)\tUndertaking national productive capacities gap assessments;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(ii)\tImplementing holistic productive capacities development programmes;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(iii)\tInvesting in higher productivity sectors, including in advanced technologies and digital economy to provide better paying jobs for people in small island developing States and reduce brain drain and labour mobility;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(b)\tIncrease trade and investment by:", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(i)\tDesigning prioritized trade and investment strategies to consolidate market opportunities in existing sectors and markets and identify opportunities for economic diversification to reduce vulnerability;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(ii)\tEnabling market access in goods and services for small island developing States by considering trade rules, as appropriate, that take into account the special circumstances of small island developing States, and encouraging the full utilization of preferential market access by improving the application of trade rules and their transparency for small island developing States, in compliance with World Trade Organization commitments;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(iii)\tStrengthening local, national and regional institutions as well as the regulatory and domestic policy environment and trade facilitation bodies;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(iv)\tEnabling business environments for private sector investment, entrepreneurship, especially micro-, small and medium-sized enterprises, cooperatives and enterprise development;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(v)\tStrengthening capacity for resource mobilization, investment flows monitoring, and firm-level data collection, analysis and use;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(vi)\tSupporting the establishment of the biennial Island Investment Forum in the Small Island Developing States Centre of Excellence as a dedicated platform for promoting sustainable economic development in small island developing States by promoting investment opportunities, knowledge exchange and collaborative initiatives, addressing the unique challenges faced by small island developing States and contributing to their long-term resilience and prosperity;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(vii)\tReviewing and reforming old-generation investment treaties that are in force for small island developing States, where desired, with the aim of safeguarding policy space to pursue sustainable development objectives;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(c)\tPromote resilient and sustainable tourism by:", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(i)\tMinimizing pollution and waste, enhancing environmental awareness, conserving and protecting the environment, respecting wildlife, biodiversity, ecosystems and cultural diversity;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(ii)\tDe-risking investments, strengthening cross-sector collaboration between tourism and other sectors, and modernizing the sector and related up- and downstream services;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(iii)\tRaising awareness of the importance of resilient and sustainable tourism, including through Global Tourism Resilience Day;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(iv)\tDeveloping creative and innovative employment solutions, including for informal workers, to provide resilience to the workforce, taking into account national circumstances;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(v)\tEnhancing entrepreneurship, education and training in cultural and heritage management and preservation, and in specific domains of the creative industries;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(vi)\tPromoting and investing in the resilience of cultural heritage, traditions and customs, assets and infrastructure;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(d)\tPromote sustainable ocean-based economies by:", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(i)\tAssisting in the pursuit of opportunities in sustainable fisheries, aquaculture, mariculture, marine and coastal tourism, ocean-based renewable energy, and mineral and other related resources, sustainable shipping and maritime transport and ports;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(ii)\tEstablishing public-private sector partnerships and appropriate capital market instruments and providing technical assistance to stock exchanges and security market regulators to enhance bankability and feasibility of projects;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(iii)\tCreating and supporting an enabling policy environment to maximize diaspora remittances, investment, skills and experience for research, innovation, economic development and diversification to shift towards environmentally sustainable practices and technologies.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "B.\tFoster safe, healthy and prosperous societies", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "22.\tWe underline the need to promote peaceful, prosperous, inclusive societies and safe communities for achieving sustainable development, and to build effective, accountable and inclusive institutions at all levels. Good governance, rule of law, human rights, fundamental freedoms, equal access to fair justice systems, and measures to combat corruption and curb illicit financial flows will be integral to our efforts.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "23.\tWe remain concerned that poverty, including extreme poverty, unemployment, inequality and exclusion continue to disproportionately affect people in vulnerable situations, particularly women, children, youth, persons with disabilities and older persons, and reduces the potential productive capacities in small island developing States. These challenges are compounded by youth unemployment, loss of skilled and semi-skilled labour, through labour mobility, and gender inequality, including unpaid care and domestic work.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "24.\tThe inadequacy of the health and social protection systems of small island developing States and the prevalence of communicable and non-communicable diseases in small island developing States pose a threat to sustainable development and economic productivity, disproportionately affecting the poorest and those in vulnerable situations.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "25.\tAcknowledging the efforts of small island developing States to improve health and social protection systems, boost State capacity in the public sector, and reduce poverty, unemployment, inequality and exclusion, small island developing States seek the support of the international community to:", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(a)\tStrengthen health systems by:", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(i)\tPromoting and ensuring equitable and timely access to affordable and quality health-care services in order to achieve universal health coverage, leaving no one behind, noting that any external financing should be aligned with national and regional priorities;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(ii)\tDeveloping nationally appropriate, inclusive social protection systems, including through the One Health approach and other holistic approaches as well as the integration of climate and health policies;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(iii)\tEnhancing prevention, preparedness and response to better cope with health emergencies, epidemics, pandemics and climate change-related health impacts through capacity-building, upgrading of surveillance and early warning systems and adapting sustainable infrastructure and equipment so that it is climate-resilient, low greenhouse gas emission and sustainable;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(iv)\tIntegrating essential non-communicable diseases and mental health services into primary health care and universal health coverage;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(v)\tEnhancing health literacy to promote healthy lifestyles and preventive measures to address risk factors for non-communicable diseases, including obesity, unhealthy diets, physical inactivity, harmful use of alcohol, tobacco use and exposure to air pollution and addressing the linkages between the environment and nutrition;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(vi)\tEstablishing an integrated and whole-of-government approach to address the growing challenges of vision impairment, particularly myopia and other preventable conditions, including integrating comprehensive eye care services as part of primary health care and universal health coverage;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(vii)\tBuilding and retaining a trained, skilled, efficient and motivated health workforce that is equipped to meet the health needs of the population at all levels;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(b)\tBuild strong institutions by:", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(i)\tIncreasing public participation and consultation, promoting civic education and engaging civil society organizations to actively and meaningfully participate in policy and budget decisions, including by establishing citizen participation mechanisms and creating spaces for inclusive dialogue;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(ii)\tStrengthening coordination and collaboration among government institutions and working beyond traditional boundaries to unify capabilities across agencies, sectors and society;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(iii)\tStrengthening the synergy between public policy planning and financing through integrated national financing frameworks to increase the expenditure efficiency of public resources, as a complement to resource mobilization from all sources;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(iv)\tInvesting in continuous education and training and professional development programmes for public servants, and building public sector skill sets for the future, including in improving the agility of public service delivery and public procurement;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(v)\tDesigning systems for government institutions to generate effective policies and investment decisions;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(vi)\tBoosting State capacity to effectively implement policies through the strengthening of public sector reforms, building effective, accountable and inclusive institutions at all levels and improving transparency and accountability;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(vii)\tIncorporating and strengthening e-government and digital solutions as a means of overcoming accessibility, scale and dispersion of population, bridging the digital divides and supporting the institutional capacity of local and national government institutions;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(viii)\tAssisting national and regional institutions to combat transnational crime and violence, including drug trafficking and the illicit trade in small arms and light weapons, taking into account the national circumstances of small island developing States;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(c)\tAchieve gender equality, empower youth and leave no one behind by:", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(i)\tPromoting and protecting the full realization of the human rights of all women and girls and eliminating all forms of discrimination and of violence against all women and girls, including, inter alia, by developing and implementing gender-responsive action plans;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(ii)\tIncreasing women’s leadership and promoting their full, equal and meaningful participation and representation at all stages and levels of decision-making processes;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(iii)\tInvesting in policies and programmes in productive capacities, education and skills that would also address emerging issues among children, young people, particularly boys and young men, taking into account national circumstances;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(iv)\tMeaningfully involving youth in decision-making processes as appropriate, including through youth councils and advisory committees, supporting youth-led initiatives and creating opportunities for engaging youth in sustainable development;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(v)\tPromoting and protecting the full realization of the human rights of persons with disabilities, and enabling their full, equal, meaningful and effective participation, representation and leadership in decision-making, addressing stigma and discrimination, eliminating violence and increasing their access to economic opportunities, education and health care;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(vi)\tStrengthening adaptive social protection systems and expanding coverage of national social protection programmes through comprehensive risk management strategies, to promote the realization of equity and equality, particularly for those in vulnerable situations, including women, children, youth, persons with disabilities and older persons;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(vii)\tInvesting in developing the skills of and fostering opportunities to pursue alternative livelihoods for communities displaced by disasters, many of which are exacerbated by climate change, while recognizing the importance of safeguarding and passing on tangible and intangible cultural heritage from generation to generation and ensuring their financial, economic and social inclusion so that they can leverage their talent and ideas to contribute to, and benefit from, their new communities;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(viii)\tSupporting the advancement of sports as an important enabler of sustainable development, including for its growing contribution to the realization of development and peace in its promotion of tolerance and respect and the contributions it makes to the empowerment of women, young people, children, in particular girls, individuals and communities as well as to health, education and social inclusion objectives.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "C.\tA secure future", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "26.\tRecognizing that various anthropogenic pressures and adverse impacts of climate change as well as global shocks continue to impede water availability and food and energy security, and further recognizing the importance of access to affordable, reliable, sustainable and modern energy, and connectivity, small island developing States seek the support of the international community to:", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(a)\tFoster sustainable energy transitions and energy efficiency and ensure access to affordable, reliable, sustainable and modern energy, based on all energy sources, in particular renewable energy sources, by:", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(i)\tUrgently enhancing support, investment and partnerships for just, inclusive, equitable and resilient energy transitions and energy efficiency, including clean and renewable energy infrastructure, technology and training, with a view to fulfilling small island developing States’ bold and ambitious renewable energy targets for the next decade;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(ii)\tAddressing the underlying barriers in accessing and mobilizing finance to deploy renewable energy, including enabling environments and policy, legal and regulatory frameworks;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(iii)\tDeveloping small island developing States-specific technologies and applications for renewable energy deployment, and integration into the power system, and promoting efforts to reduce the cost of capital for renewables;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(iv)\tProviding support to overcome the structural barriers that hinder just, inclusive, resilient energy transitions, including institutional capacity, particularly skills gaps, and grid stabilization and upgrading;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(b)\tDevelop integrated water resources management by:", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(i)\tDeveloping policies, legislative frameworks, institutional and human capacities for effective, inclusive, sustainable and integrated water resources management and facilitate the expansion of wastewater treatment, recycling and reuse;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(ii)\tSignificantly reducing the impact of climate change on water scarcity through enhancing climate resilience to water-related hazards and supporting a climate- and disaster-resilient water supply and sanitation, and access to safe and affordable potable water and sanitation, and hygiene for all;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(iii)\tProviding appropriate gender-sensitive and disability-inclusive facilities and infrastructure for safe drinking water, sanitation and hygiene, and waste management systems;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(c)\tEnhance food security by:", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(i)\tDeveloping and implementing adaptation and mitigation strategies that take into account the linkages between food, water and energy, such as integrating climate-resilient infrastructure and promoting sustainable agricultural practices and the deployment of agricultural technologies that are resilient to the adverse impacts of climate change;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(ii)\tIncreasing sustainable agriculture and fisheries, food security and nutrition and livelihoods in small island developing States in a manner that helps with climate adaptation, mitigates emissions and promotes sustainable use of biodiversity, including through incubation, diversification, local value addition, climate-resilient best practices and promoting, scaling up and replicating locally grown ideas, to accelerate the achievement of sustainable agriculture and fisheries, food security and good and improved nutrition, as well as improved overall health and well-being;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(iii)\tDeveloping sustainable food and agricultural production that is resilient to the impacts of climate change, addresses water availability and efficiently uses water resources, improving supply and distribution of food, including the reduction of food loss and waste, and enhancing resilience to potential excessive food price volatility and food crises;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(d)\tBuild resilient infrastructure by:", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(i)\tScaling up planning, development and management of quality, reliable, sustainable and resilient infrastructure and energy-efficient land, marine and air transportation systems;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(ii)\tApplying the Principles for Resilient Infrastructure in small island developing States to create risk-informed policy, investment decisions and systems in sectors including transportation, energy, communications, water, health and education, with a view to nurturing a culture of maintenance for resilient societies;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(e)\tEnhance transportation and connectivity to link economies of small island developing States to regional markets and global supply chains by:", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(i)\tInvesting in sound, safe, sustainable, climate-resilient and affordable land, air, maritime and inter-island transportation infrastructure, including traditional and sustainable modes, that is inclusive for all, with a focus on community engagement and empowerment;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(ii)\tDeveloping and implementing climate- and disaster-resilient, safe, affordable, accessible and well-maintained sustainable transportation infrastructure in small island developing States, in line with the Principles for Resilient Infrastructure, including for remote and underserved communities, taking into account the local impacts of climate change, to ensure the longevity of transport infrastructure;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(iii)\tEstablishing integrated and sustainable maritime and air transportation systems to foster regional economic and value chain integration, improving inter-island connectivity, modernizing transport fleets and equipment;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(iv)\tDeveloping coordinated regional transportation, fostering connectivity between small island developing States and neighbouring regions to strengthen economic ties and facilitate the movement of goods and people.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "D.\tEnvironmental protection and planetary sustainability", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "27.\tWe acknowledge that the widespread, rapid and adverse impacts of climate change continue to pose increasing risks to small island developing States and their efforts to achieve sustainable development, while representing the greatest threats to the survival and viability of their people and natural ecosystems. Even with limiting global warming to 1.5 degrees Celsius above pre-industrial levels, small island developing States will continue to incur severe loss and damage.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "28.\tSmall island developing States are gravely concerned that global emissions are not in line with modelled global mitigation pathways consistent with the temperature goal of the Paris Agreement, and that there is a rapidly narrowing window out to 2030 to raise ambition and implement existing commitments in order to keep warming to 1.5 degrees Celsius above pre-industrial levels within reach, which is crucial to the sustainable development of small island developing States.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "29.\tSmall island developing States have extraordinary marine and terrestrial biodiversity that, in many cases, is fundamental to their livelihoods, culture and identity, but their vulnerabilities are drastically limiting the resources and means by which they can protect their ecosystems and the natural environment. The ocean and its resources are under considerable stress from anthropogenic sources, impacting small island developing States, which are especially dependent on their maritime resources for their food security and livelihoods.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "30.\tSmall island developing States seek the support of the international community to:", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(a)\tUrgently take action on climate change by:", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(i)\tAccelerated actions on the effective implementation of the United Nations Framework Convention on Climate Change and the Paris Agreement, guided by science and agreed principles;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(ii)\tSupporting the recruitment and development of technical expertise to facilitate the development of loss and damage response plans and actions, including risk assessment, loss modelling, governance, management, disbursement, monitoring, evaluation and reporting on loss and damage solutions and impacts;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(iii)\tRecognizing the important role of forests in climate mitigation and adaptation, including through promoting the adoption and implementation of reducing emissions from deforestation and forest degradation, on the role of conservation and sustainable management of forests in developing countries, as well as other alternative policy approaches in small island developing States, including those with high forest low deforestation (HFLD) regions, as per article 5.2 of the Paris Agreement, on national or, an interim basis, subnational jurisdictional scales, can foster information exchange, expertise-sharing and collective problem-solving, fostering a united effort in addressing climate mitigation and adaptation goals, and also noting it is essential for those small island developing States that have maintained forest cover and other ecosystems such as mangroves, seagrass, peatlands, old-growth forests, and marshes, over decades of sustainable management and use to pursue opportunities to mobilize financing in this regard;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(b)\tConserve and sustainably use the ocean and its resources by:", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(i)\tEnsuring the conservation and sustainable use of marine resources, including through sustainable management of aquaculture, mariculture, tourism and fisheries, such as through the implementation of measures to end illegal, unreported and unregulated fishing for mutually reinforcing economic and environmental benefits;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(ii)\tAddressing biodiversity loss caused by harmful human activities, including inadequate waste management and unsustainable production and consumption, including of plastics; overfishing; illegal, unreported and unregulated fishing; introduction of alien invasive species; noise and light pollution; coral bleaching, ocean acidification, eutrophication and harmful algal blooms; and coastal erosion, including through measures such as, inter alia, satellite monitoring, and the establishment and strengthened management of area-based management tools, including marine protected areas and integrated coastal zone management; and other effective area-based conservation measures and locally managed marine areas;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(iii)\tStrengthening partnerships at the subregional, regional and international levels to prevent and reduce plastic pollution in the marine environment and support investment in modern integrated solid waste management systems;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(c)\tConserve, restore and sustainably use biodiversity by:", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(i)\tDeveloping, enhancing and applying environmental statistics frameworks in their national statistical systems, such as natural capital accounting framework, including ecosystems services valuation, to assess the contribution of natural ecosystems to economies and inform policy decisions and development;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(ii)\tSupporting small island developing States to identify financing and capacity gaps in meeting biodiversity objectives and develop partnerships, particularly with the private sector, to develop innovative strategies to bridge these gaps;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(iii)\tUpdating the programme of work on island biodiversity adopted under the Convention on Biological Diversity, particularly in the context of the ongoing process to identify scientific and technical needs of small island developing States;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(iv)\tDeveloping an island biodiversity capacity-building and development action plan, on the basis of the review of the capacity and technology absorption and sustaining abilities of small island developing States and in line with the programme of work on island biodiversity;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(v)\tAcknowledging the important roles and contributions of Indigenous Peoples and local communities as custodians of biodiversity and as partners in its conservation, restoration and sustainable use; and ensuring the rights, knowledge, including traditional knowledge associated with biodiversity, innovations, worldviews, values and practices of Indigenous Peoples and local communities are respected, and documented and preserved with their free, prior and informed consent, including through their full and effective participation in decision-making, in accordance with relevant national legislation, international instruments, including the United Nations Declaration on the Rights of Indigenous Peoples, and human rights law;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(d)\tMainstream disaster risk reduction by:", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(i)\tIncreasing local, national and regional capacity, particularly among key national agencies, to improve coordination with international, regional and humanitarian partners and donor Governments, as appropriate, to prevent and reduce disaster risk and to respond to intensifying disasters;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(ii)\tBuilding more robust multi-hazard risk governance, including the development of national legislative frameworks for disaster risk reduction and strengthened local authorities and community-based disaster risk management approaches that can capture whole-of-government and whole-of-society actions that are also gender-responsive and disability-inclusive;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(iii)\tStrengthening disaster preparedness, including multi-hazard early warning systems and capacity to take early action, through initiatives such as Early Warnings for All and Climate Risk and Early Warning Systems, timely evacuation planning, planning for relocation of communities, and developing post-disaster needs assessments;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(iv)\tImplementing creative arrangements and risk reduction mechanisms that allow small island developing States to access low and concessional financing rates, including government guarantees and insurance schemes, as appropriate;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(v)\tReducing disaster risks, including by building protective infrastructure and enhancing resilience of freshwater and other water systems, and using the recovery, rehabilitation and reconstruction phases after a disaster to increase resilience, and developing systems for managing evacuations and the distribution of basic relief support.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "How do small island developing States get there?", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "III.", "links": []}, {"text": "31.\tWhile acknowledging the primary responsibility of small island developing States for their own sustainable development, we recognize that the persistent development challenges of the small island developing States require enhanced global partnership for development, adequate provision and mobilization of all means of implementation and continued international support to achieve internationally agreed goals.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "32.\tTherefore, to realize the Antigua and Barbuda Agenda for Small Island Developing States by 2034, we, the international community, commit to the following actions:", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "A.\tBuild economic resilience", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(a)\tReform the international financial architecture and address gaps and shortfalls, and facilitate easier access to affordable and concessional finance by:", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(i)\tConsidering how best multidimensional vulnerability could be incorporated into existing practices and policies for debt sustainability and development support, including access to concessional finance, looking forward to the intergovernmental process to consider the recommendations presented in the final report of the High-level Panel on the Development of a Multidimensional Vulnerability Index for Small Island Developing States, which can also provide a basis for moving forward in this direction;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(ii)\tExpanding multilateral lending to small island developing States, while maintaining financial sustainability of multilateral development institutions, and taking note of the identification by the Heads of Multilateral Development Banks Group of capital adequacy measures which could potentially yield additional lending headroom in the order of up to 400 billion United States dollars over the next decade, with a view to strengthening support for small island developing States in achieving resilient prosperity;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(iii)\tEnsuring representation and participation of small island developing States, as well as other developing countries, in decision-making in global economic and international financial institutions in order to deliver more effective, credible, accountable and legitimate institutions, giving due consideration to priorities, needs and perspectives of small island developing States in the process;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(b)\tIncrease effectiveness of development finance by:", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(i)\tImproving donors’ aid effectiveness, development cooperation and donor coordination in line with national and regional priorities and needs of small island developing States, including through the small island developing States principles for development effectiveness, as appropriate;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(ii)\tPromoting a risk-informed approach to investment and financing in small island developing States so that all development finance strengthens resilience and accelerates the development aspirations of small island developing States;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(c)\tSupport the sustainable management of debt by:", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(i)\tConsidering the establishment of a dedicated small island developing States debt sustainability support service to enable sound debt management and devise effective solutions for small island developing States in relation to debt vulnerability in the immediate term and debt sustainability in the long term, building on and avoiding duplication with relevant dedicated initiatives;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(ii)\tConsidering the use of state-contingent instruments to strengthen borrower resilience and increase the ability of small island developing States to withstand economic shocks;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(d)\tIncrease investments in small island developing States by strengthening capacity for resource mobilization, investment flows monitoring, firm-level data collection and analysis, as well as trade-related support to strengthen investment promotion agencies in small island developing States to attract stable and development-conducive foreign direct investment and other private capital flows, in accordance with national circumstances, priorities and legislation;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(e)\tEnable youth economic participation by:", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(i)\tHarnessing the demographic dividend by equipping youth with education and skills, including through capacity-building and training initiatives to pursue opportunities in traditional, emerging and innovative economies;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(ii)\tSupporting youth-driven startups, providing financial backing, mentorship and resources to cultivate a new generation of entrepreneurs and steer small island developing States towards economic resilience and diversification through innovation;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "B.\tScale up climate action and support, including climate finance, in line with existing commitments and obligations under the United Nations Framework Convention on Climate Change and the Paris Agreement", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(a)\tAccelerated actions towards full and effective implementation of the United Nations Framework Convention on Climate Change and the Paris Agreement by:", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(i)\tTaking urgent actions to hold the increase in the global average temperature to well below 2 degrees Celsius above pre-industrial levels and pursue efforts to limit the temperature increase to 1.5 degrees Celsius above pre-industrial levels and to accelerate action in this critical decade on the basis of the best available science, reflecting equity and the principle of common but differentiated responsibilities and respective capabilities in the light of different national circumstances and in the context of sustainable development and efforts to eradicate poverty;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(ii)\tImplementing the decisions adopted at sessions of the Conference of the Parties to the United Nations Framework Convention on Climate Change and the Conference of the Parties serving as the Meeting of the Parties to the Paris Agreement;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(iii)\tTimely support for action on adaptation through, inter alia, the operationalization and implementation of the United Arab Emirates Framework for Global Climate Resilience to guide the achievement of the global goal on adaptation and the review of overall progress in achieving it with a view to reducing the increasing adverse impacts, risks and vulnerabilities associated with climate change, as well as to enhance adaptation action and support;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(iv)\tPhasing out inefficient fossil fuel subsidies that do not address energy poverty or just transitions, as soon as possible in a nationally determined manner, taking into account the Paris Agreement different national circumstances, pathways and approaches;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(v)\tAccelerating and substantially reducing non-carbon dioxide emissions globally, including in particular methane emissions by 2030, in a nationally determined manner, taking into account the Paris Agreement, different national circumstances, pathways and approaches, while providing targeted support to enable small island developing States to address non-carbon dioxide emissions;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(vi)\tProviding climate finance by developed countries to small island developing States in line with existing obligations and commitments under the United Nations Framework Convention on Climate Change and the Paris Agreement;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(vii)\tStrengthening, and mobilizing and providing financial resources to, existing multilateral climate funds, including the Green Climate Fund, the Global Environment Facility and its Special Climate Change Fund, and the Adaptation Fund;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(viii)\tHarmonizing, as appropriate, and simplifying the application requirements, as well as access and approval procedures for climate financing instruments, and continuing to advocate for dedicated financing and programmes for small island developing States, including advocating for minimum allocation funding criteria for small island developing States, as appropriate to address, inter alia, the current high barriers and transaction costs, especially for financing small-sized projects for small island developing States;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(ix)\tProviding technical support for small island developing States for the development of carbon markets in accordance with article 6 of the Paris Agreement, as well as the further development of private financial products such as green and blue bonds;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(x)\tProviding resources, recognizing the urgent and immediate need for new, additional, predictable and adequate financial resources to assist developing countries that are particularly vulnerable to the adverse impacts of climate change in responding to economic and non-economic loss and damage associated with the adverse effects of climate change with special consideration for small island developing States;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(xi)\tUrgently operationalizing and further capitalizing the new fund for responding to loss and damage, ensuring that priorities and needs of small island developing States are also considered in the context of access and resource allocation and the development of programmatic, nationally led approaches, with due regard for the governing instrument of the fund and special consideration for small island developing States;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(xii)\tAddressing the significant challenges small island developing States face in accessing climate finance for implementing their national adaptation plans;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(xiii)\tActivating private sector finance for climate mitigation and adaptation, with a view to strengthening financial support for small island developing States in achieving resilient prosperity;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "C.\tScale up biodiversity action", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(a)\tAccelerated and urgent actions to halt and reverse biodiversity loss by:", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(i)\tAdvancing, by parties to the Convention on Biological Diversity, the full and effective implementation of the decisions of the Conference of the Parties to the Convention, including the Kunming-Montreal Global Biodiversity Framework;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(ii)\tEnsuring adequate financial and technical support for small island developing States and timely operationalization and capitalization of the Global Biodiversity Framework Fund;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "D.\tConserve and sustainably use the ocean and its resources", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(a)\tSupport ocean-based action by:", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(i)\tBuilding the capacity of small island developing States in understanding their rights, obligations and responsibilities under the United Nations Convention on the Law of the Sea, including to enable their effective participation in activities under the Convention;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(ii)\tBuilding the capacity of small island developing States to ratify and implement the provisions of the Agreement under the United Nations Convention on the Law of the Sea on the Conservation and Sustainable Use of Marine Biological Diversity in Areas Beyond National Jurisdiction;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(iii)\tExploring, developing and promoting innovative financing solutions to drive the transformation to sustainable ocean-based economies, and the scaling up of nature-based solutions, ecosystem-based approaches to support the resilience, restoration and conservation of coastal ecosystems, including through public-private sector partnerships and capital market instruments, provide technical assistance to enhance the bankability and feasibility of projects, as well as mainstream the values of marine natural capital into decision-making and address barriers to accessing financing, recognizing that further support is needed from developed countries, especially regarding capacity-building, financing and technology transfer;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(iv)\tPursuing opportunities for research and innovation in ocean-related industries that explore new technologies, sustainable practices and innovative solutions;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(v)\tAssisting small island developing States in planning and implementing area-based management tools, including effectively and equitably managed, ecologically representative and well-connected marine protected areas, and other effective area-based conservation measures, integrated coastal zone management and marine spatial planning, in small island developing States, in accordance with national legislation and international law;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(vi)\tEncouraging the increase of funding to the trust funds for the efficient and effective operation of the Commission on the Limits of the Continental Shelf;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "E.\tMainstream disaster risk reduction", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(a)\tBuild resilience to disasters by:", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(i)\tProviding financial and technical assistance, and capacity-building for disaster risk reduction and more robust multi-hazard risk governance;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(ii)\tAssisting small island developing States to respond to disasters by supporting them, through the international financial institutions, to build and design risk-resilient infrastructure and improving the speed of post-disaster support;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(iii)\tAllocating ex-ante financing to enable the systemic reduction of disaster risk and resilience-building, including the disclosure of disaster risk;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(iv)\tContinuing to support the development of vehicles and instruments aimed at providing support to small island developing States, including through emergency liquidity as required, and funding reconstruction after disasters;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(v)\tIncreasing support, including financing, to improve small island developing States’ data collection, governance, management, analysis and assessment of hazards, disaster events and their impacts, including losses and damages in small island developing States;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "F.\tSafe and healthy societies", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(a)\tStrengthen health systems by:", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(i)\tIncreasing access to assistance for health systems, including financing, aligned with national and regional priorities;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(ii)\tProviding financial and technical assistance and capacity-building support to prevent and address the impact of non-communicable diseases and mental health conditions, including in support of the Bridgetown Declaration on Non-communicable Diseases and Mental Health, as appropriate;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "G.\tData collection, analysis and use", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(a)\tStrengthen data collection, storage and analysis by:", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(i)\tInvesting in building human and institutional capacity in small island developing States to collect quality, accessible, timely and reliable, disaggregated data, according to their national contexts, to measure progress and to ensure that no one is left behind;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(ii)\tStrengthening and modernizing national data infrastructure and systems in small island developing States to better integrate data into development planning, and enhancing the capacity of statistical offices in small island developing States;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(iii)\tEnhancing science-based and innovative approaches, including sustainable development-oriented, inclusive and responsible use of artificial intelligence, in the non-military domain, in full respect, promotion and protection of human rights and international law, for the collection, storage, analysis, disaggregation, dissemination and use of demographic data in small island developing States, including use of geospatial technologies;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(iv)\tEnhancing partnerships and the sharing of best practice, expertise, digital public goods and data in order to facilitate small island developing States peer-to-peer learning, including through the Small Island Developing States Centre of Excellence and existing statistical initiatives, including through regional organizations;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(v)\tProviding high-quality spatial data for small island developing States and working to downscale global datasets to provide accurate information for small island developing States;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "H.\tScience, technology, innovation and digitalization", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(a)\tHarness the potential of science, technology and innovation and advance the benefits of digitalization in small island developing States by:", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(i)\tProviding small island developing States with the necessary means of implementation to strengthen their scientific and technological capacities;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(ii)\tTaking action to harness digital technologies to achieve sustainable development in small island developing States by strengthening digital cooperation, developing digital infrastructure, bridging digital divides and ensuring an open and inclusive digital future for all;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(iii)\tAssisting small island developing States in developing national road maps for digitalization, science, technology and innovation and to support small island developing States to build up national capacities for developing and utilizing state-of-the-art technologies, including renewable energy technologies, marine technologies for the ocean-based economy and other areas significant to sustainable development, including digital technologies;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(iv)\tAssisting the development of policies and legislation to create an enabling environment to boost digital transformation, innovation, enhance digital infrastructure and connectivity, bridge digital divides, enhance digital skills, support government digital services and digital public infrastructure, and leverage science and technology, including new and emerging technology and artificial intelligence, taking into account the unique needs of small island developing States;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(v)\tSupporting the Small Island Developing States Centre of Excellence through its innovation and technology mechanism to provide learning opportunities, exchange experiences and support innovation, so as to enhance capacity-building and narrow the digital divides;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(vi)\tCreating and supporting inclusive digital societies, and implementing initiatives at all levels to develop human resources in science and technology, engineering, the arts and mathematics, especially to promote the interest of children, including girls, youth, women, persons with disabilities and other people in vulnerable situations, and to strengthen the quality of education and reskilling in these fields by modernizing school curricula;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(vii)\tDeveloping digital solutions to expand commerce to support efforts to overcome the adverse impacts of remoteness and other structural constraints in small island developing States;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(viii)\tSupporting the building of capacity among populations of small island developing States to access new and emerging technological innovations, improving digital and financial literacy and skills, to ensure that everyone, especially the most vulnerable, has access to services, both offline and online, and benefits from economic opportunities;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "Productive populations", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "I.", "links": []}, {"text": "(a)\tIncrease prosperity and productive capacities, employment, equality and inclusivity in small island developing States by:", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(i)\tEmpowering small island developing States to capture the benefits of digital technologies and resources for inclusive, equitable and quality education and lifelong learning opportunities, including through distance learning;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(ii)\tPromoting, protecting and improving the health and nutrition of populations through multisectoral action and strengthening health systems to support educational attainment, a growing and productive workforce, poverty reduction and resilience to shocks;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(iii)\tProviding quality education opportunities for children and youth at risk and developing strategies to address underperformance, especially of boys in school, to ensure they are educated with skill sets to enable them to successfully enter the labour market, taking into account national circumstances;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(iv)\tDeveloping policies, strategies and norms to promote employment and reduce unemployment and underemployment, by promoting skills development and productivity, technology transfer on mutually agreed terms and experience-sharing that respond to evolving job markets and reducing barriers to employment, especially for youth and women;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(v)\tIncreasing investment in the quality of education, reskilling and lifelong learning opportunities, especially for children, youth, women, Indigenous Peoples, local communities, persons with disabilities, migrants and displaced persons and other people in vulnerable situations;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "J.\tPartnerships", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(a)\tNew, innovative and bold approaches to partnership based on mutual collaboration and ownership, trust, alignment, harmonization, respect, results orientation, accountability, transparency, including with relevant stakeholders, and cooperation that leverages a whole-of-government and whole-of-society approach, by:", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(i)\tExpanding and diversifying partnerships with local authorities, civil society and non-governmental organizations, foundations, the private sector, academia and international financial institutions to implement the Antigua and Barbuda Agenda for Small Island Developing States;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(ii)\tSupporting SIDS-SIDS cooperation, capacity-building and knowledge exchange, particularly among institutions of small island developing States, including the SIDS-SIDS Green-Blue Economy Knowledge Transfer Hub at the University of the West Indies Cave Hill campus in Barbados;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "(iii)\tLeveraging North-South, triangular and South-South cooperation, including SIDS-to-SIDS, to mobilize human, financial, technical and technological resources, while recalling that South-South cooperation is not a substitute for, but rather a complement to, North-South cooperation.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "A more effective United Nations in support of small island developing States", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "IV.", "links": []}, {"text": "33.\tWe value the role of the United Nations system in supporting small island developing States to achieve their sustainable development objectives and request all United Nations development system entities to contribute to the implementation of, and to integrate, the Antigua and Barbuda Agenda for Small Island Developing States into their strategic and work plans, in accordance with their mandates.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "34.\tWe underline the need to give due consideration to the issues and concerns of small island developing States in all relevant major United Nations conferences and processes and the relevant work of the United Nations development system.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "35.\tWe call upon the United Nations system to ensure country and multi-country offices of all United Nations entities operating in small island developing States are well resourced, with staff with the appropriate skills, experience, country context and capacities to operate effectively, and to avoid vacancies at the country level, particularly in resident coordinator offices.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "36.\tWe request the Secretary-General, in his annual report to the General Assembly at its eightieth session on the implementation of the Antigua and Barbuda Agenda for Small Island Developing States, to present proposals to ensure a coordinated, coherent and effective United Nations system-wide capacity-development approach to small island developing States and to enhance the implementation, monitoring and evaluation of the Agenda, including a potential single SIDS-dedicated entity at the Secretariat.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "37.\tWe also request the Secretary-General, in consultation with States, including through the Steering Committee on Partnerships for Small Island Developing States, to present recommendations for the strengthening of the Small Island Developing States Partnership Framework and the Small Island Developing States Global Business Network and its Forum.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "Monitoring and evaluation", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "V.", "links": []}, {"text": "38.\tWe commit to engaging in systematic monitoring and evaluation of the Antigua and Barbuda Agenda for Small Island Developing States over the next 10 years. We request the Secretary-General to convene an inter-agency task force to develop a monitoring and evaluation framework, with clear targets and indicators, to be completed by no later than the second quarter of 2025. The framework should build on the monitoring and evaluation framework for the Samoa Pathway, in line with the targets and indicators of the Sustainable Development Goals, and use data from existing reporting mechanisms where possible and should not be overly burdensome or create new processes or requirements for small island developing States.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "39.\tWe call upon the Department of Economic and Social Affairs and the Office of the High Representative for the Least Developed Countries, Landlocked Developing Countries and Small Island Developing States to conduct workshops to familiarize small island developing States with the application of the framework and build capacity to collect and submit their data.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "40.\tWe call for the annual small island developing States segment of the high-level political forum on sustainable development convened under the auspices of the Economic and Social Council to be repurposed to review annually progress against commitments in the Antigua and Barbuda Agenda for Small Island Developing States that are aligned with the Sustainable Development Goals under review. To support this, we request the Secretary-General to prepare an annual report on progress in implementing the Agenda, drawing on data from the monitoring and evaluation framework.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "41.\tBeginning in 2026, we call upon the Economic Commission for Latin America and the Caribbean, the Economic and Social Commission for Asia and the Pacific and the Economic Commission for Africa to conduct a comprehensive biennial review of progress in each small island developing State in their respective regions, which should inform the report of the Secretary-General on follow-up to the Antigua and Barbuda Agenda for Small Island Developing States. In this regard, we note the call for the establishment of a regional coordination mechanism for the Atlantic, Indian Ocean and South China Sea small island developing States to support implementation of the Agenda and contribute to its monitoring and review. We request the Economic and Social Commission for Asia and the Pacific and the Economic Commission for Africa to establish small island developing States divisions, within existing resources, to coordinate monitoring, evaluation and reporting for the Atlantic, Indian Ocean and South China Sea small island developing States.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}, {"text": "42.\tWe call for the General Assembly to undertake a comprehensive midterm review of the Antigua and Barbuda Agenda for Small Island Developing States, informed by regional preparatory meetings, to highlight solutions to address the gaps and challenges in the implementation of the Agenda and identify priorities for the final five years of its implementation.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "links": []}]