[{"text": "2018 session", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "27 July 2017–26 July 2018", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Agenda items 5, 6 and 18 (a)", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "High-level segment", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "High-level political forum on sustainable development, convened under the auspices of the Economic and Social Council", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Economic and environmental questions: sustainable development", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Progress towards the Sustainable Development Goals", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Report of the Secretary-General", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Introduction", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "1.\tThe present report by the Secretary-General, in cooperation with the United Nations system, presents an overview of progress towards the Sustainable Development Goals, to inform the high-level political forum, as mandated by the General Assembly in resolution 70/1 (para. 83). It is based on a selection of indicators for which data are available, from the global indicator framework developed by the Inter-Agency and Expert Group on Sustainable Development Goal Indicators and adopted by the General Assembly in July 2017 (resolution 71/313). Some targets are not reflected at this stage, owing to a lack of data, or because they are measured by indicators that are still undergoing methodological development.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["70/1", "https://undocs.org/A/RES/70/1"], ["71/313", "https://undocs.org/A/RES/71/313"]]}, {"text": "2.\tFor most indicators presented, values represent global, regional and subregional aggregates. They are calculated from data from national statistical systems, compiled by international agencies, in accordance with their respective mandates and specialized expertise, often with adjustments to allow for international comparability or supplemented by estimates where data are lacking.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "3.\tThe composition of regions and subregions in the present report is based on United Nations geographical regions, with some modifications necessary to create, to the extent possible, groups of countries for which aggregates are meaningful. Although the aggregated figures presented are a convenient way to track progress, the situation of individual countries within a given region may vary significantly from regional averages. A supplementary document containing the statistical annex for the report and a database of available global, regional and country data and metadata for the Sustainable Development Goal indicators will be made available at https://unstats.un.org/sdgs.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "4.\tThe availability of high-quality, accessible, open, timely and disaggregated data is vital for evidence-based decision-making and the full implementation of the 2030 Agenda for Sustainable Development (General Assembly resolution 70/1) and the realization of its ambitions of leaving no one behind. To meet these data demands there is an urgent need to strengthen the capacities of national statistical systems. The global statistical community strives to develop methodologies and technologies to innovate and modernize statistical production operations, to explore ways to integrate all data sources and to analyse, visualize and disseminate data in an open, timely and effective way.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["70/1", "https://undocs.org/A/RES/70/1"]]}, {"text": "Goal 1. End poverty in all its forms everywhere", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "While extreme poverty has been reduced considerably in the past decades, there are pockets of the world where it still stubbornly persists. Detailed analyses reveal that certain groups are much more affected by poverty. Ending poverty requires universal social protection systems aimed at protecting all people throughout their life cycle and targeted measures to reduce vulnerability to disasters and address specific geographical areas within a country.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "5.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Poverty measured at the international poverty line, currently set at $1.90 at 2011 purchasing power parities, has fallen rapidly in recent decades and in 2013 was a third of the 1990 value. The latest global estimate suggests that 10.9 per cent, or 783 million people, lived below this threshold in 2013. More than half of the world’s extreme poor live in sub-Saharan Africa, while about one third live in Southern Asia.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "6.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The proportion of the world’s workers living with their families on less than $1.90 per person per day has declined significantly over the past two decades, falling from 26.9 per cent in 2000 to 9.2 per cent in 2017, with reductions seen in all regions of the world. Nevertheless, it continues to affect young workers disproportionately, with the global youth working poverty rate consistently over 6 percentage points higher than the adult rate.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "7.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Despite significant progress in extending social protection in many parts of the world, the human right to social security is not yet a reality for a majority of the world’s population. According to 2016 estimates, only 45 per cent of the world’s population was effectively covered by at least one social protection cash benefit, which means that 4 billion people are left unprotected. On the positive side, 68 per cent of people above retirement age received a pension.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "8.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "However, data also show a global deficit of social protection for other groups: only 22 per cent of the unemployed receive unemployment cash benefits, 28 per cent of persons with severe disabilities receive disability cash benefits, 35 per cent of children worldwide enjoy effective access to social protection and 41 per cent of women giving birth receive maternity cash benefits.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "9.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Disasters have often hindered economic and social development and aggravated the depth and breadth of poverty. Despite efforts in improving measures for disaster risk reduction, in 2017, economic losses attributed to disasters were estimated at over $300 billion, among the highest losses in recent years, owing to three major hurricanes affecting the United States of America and the Caribbean.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "10.", "action_verb": "Disasters", "action_verb_type": "operative", "action_verb_normalized": "disaster", "links": []}, {"text": "According to data from 2011 to 2016 from 151 countries, only 30 per cent spend from 15 per cent to 20 per cent of total government expenditure on education, as recommended in the Education 2030 Framework for Action.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "11.", "action_verb": "According", "action_verb_type": "preambular", "action_verb_normalized": "accord", "links": []}, {"text": "Goal 2. End hunger, achieve food security and improved nutrition and promote sustainable agriculture", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "After a prolonged decline, world hunger appears to be on the rise again. Conflict, drought and disasters linked to climate change are among the key factors causing the reversal in the long-term progress in fighting global hunger, making the prospect of ending hunger and malnutrition by 2030 more difficult.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "12.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "It is estimated that the undernourishment rate increased to 11 per cent in 2016 from 10.6 per cent in 2015. This represents an increase, to 815 million, of undernourished people worldwide in 2016, up from 777 million in 2015.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "13.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "According to the Food Insecurity Experience Scale of the Food and Agriculture Organization of the United Nations, which directly measures the difficulties faced by people in accessing food, in 2016, 689 million people in the world (9.3 per cent of the world population) reported experiencing severe food insecurity.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "14.", "action_verb": "According", "action_verb_type": "preambular", "action_verb_normalized": "accord", "links": []}, {"text": "Malnutrition manifests itself in various forms and has serious long-term consequences for the world’s children. While declining in almost every region, stunting (being too short for one’s age) globally affected 22 per cent of children under 5 years of age — 151 million children in 2017. Three quarters of these children lived in Southern Asia and sub-Saharan Africa. In 2017, 51 million children under 5 years of age suffered from wasting — low weight for one’s height — and 38 million were affected by obesity.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "15.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Conserving the genetic diversity of plants and animals provides the basis for adapting livestock populations to future changes in environmental conditions or in the demand for products and services. At the end of 2017, global holdings of seed and other plant genetic materials conserved in 90 countries and 16 regional and international centres totalled 4.89 million samples, representing a 1 per cent increase over the previous year.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "16.", "action_verb": "Conserving", "action_verb_type": "preambular", "action_verb_normalized": "conserv", "links": []}, {"text": "Investments in agriculture are crucial to help improve the sector’s productivity. However, government expenditure in the agricultural sector, measured by government expenditure in agriculture divided by the sector’s share of gross domestic product (GDP), fell from 0.38 in 2001 to 0.23 in 2016 worldwide.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "17.", "action_verb": "Investments", "action_verb_type": "operative", "action_verb_normalized": "investment", "links": []}, {"text": "Aid to agriculture in developing countries has fallen, from nearly 20 per cent of all donors’ sector-allocable aid in the mid-1980s to only 6 per cent, or $12.5 billion, in 2016.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "18.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Progress has been made in reducing subsidies that distort the world agricultural markets. Agricultural export subsidies more than halved in 5 years, from $491 million in 2010 to less than $200 million in 2015.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "19.", "action_verb": "Progress", "action_verb_type": "operative", "action_verb_normalized": "progres", "links": []}, {"text": "Volatility in food prices can have a negative impact on food security. In 2016, 26 countries experienced high or moderately high levels of general food prices, while in 21 countries, prices for one or more cereal products (maize, wheat, rice, sorghum/millet) were at high or moderately high levels. Sub-Saharan Africa had the largest number of countries, with high levels of both food prices and cereal prices. Declines in domestic output, currency depreciation and insecurity accounted for such high price levels.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "20.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Goal 3. Ensure healthy lives and promote well-being for all at all ages", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "As much progress has been made in the health domain throughout the world, many more people currently have healthy lives than they did in previous decades. Nevertheless, far too many people die prematurely and preventable diseases still take many people’s lives. Correcting this requires concerted efforts, focusing on the demographics and regions that have been left behind.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "21.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Reproductive, maternal, newborn and child health", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In 2015, an estimated 303,000 women throughout the world died as a result of complications of pregnancy and childbirth, with a global maternal mortality ratio of 216 maternal deaths per 100,000 live births. Almost two thirds of these deaths occurred in sub-Saharan Africa. In the period 2012–2017, almost 80 per cent of live births worldwide took place with the assistance of skilled health personnel, one of the most critical interventions, up from 62 per cent in the 2000–2005 period. The greatest progress was made in Central and Southern Asia, from 40 per cent to 77 per cent. Sub-Saharan Africa had the lowest coverage, at 58 per cent, in the period 2012–2017.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "22.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Worldwide, child mortality has declined substantially in recent decades. Globally, the under-5 mortality rate dropped to 41 deaths per 1,000 live births in 2016 from 78 in 2000, a 47 per cent decline. The total number of under-5 deaths dropped to 5.6 million in 2016, from 9.9 million in 2000.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "23.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The neonatal mortality rate (the mortality rate for children under 28 days of age) fell by 39 per cent, from 31 deaths per 1,000 live births in 2000 to 19 in 2016. The number of neonatal deaths declined from 4 million in 2000 to 2.6 million in 2016. In 2016, sub-Saharan Africa and Southern Asia had the highest neonatal mortality rates, at 28 deaths per 1,000 live births.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "24.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Access to modern contraceptive methods is important for the well-being of women of reproductive age (15–49 years of age). Globally, among women of reproductive age who are married or in a union, the proportion whose demand for family planning is satisfied by using modern contraceptive methods increased from 74.9 per cent in 2000 to 77.4 per cent in 2018. Progress has been more significant in the least developed countries, where this proportion increased from 39.4 per cent in 2000 to 58.5 per cent in 2018.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "25.", "action_verb": "Access", "action_verb_type": "operative", "action_verb_normalized": "acces", "links": []}, {"text": "Childbearing in adolescence has declined steadily in almost all regions but remains high in sub-Saharan Africa. In 2018, the adolescent birth rate was 44 births per 1,000 women aged 15–19 years globally, with the highest rate in sub-Saharan Africa, at 101.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "26.", "action_verb": "Childbearing", "action_verb_type": "preambular", "action_verb_normalized": "childbear", "links": []}, {"text": "Infectious diseases", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Globally, HIV incidence has declined from 0.40 to 0.26 per 1,000 uninfected people from 2005 to 2016, due in part to increased access to antiretroviral therapy, which sharply reduces onward transmission of HIV. Sub-Saharan Africa remains the region most heavily impacted by HIV, with HIV incidence rates at 1.28 per 1,000 uninfected people. For women of reproductive age in the region, the rate is even higher, at 2.58 per 1,000 uninfected people.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "27.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The world is not on a trajectory towards ending malaria by 2030 — in fact, the trends are worrisome. In 2016, there were 216 million cases of malaria, compared with 210 million cases in 2013. There were 140 new cases of tuberculosis per 100,000 people in 2016, compared with 173 cases per 100,000 people in 2000. In 2016, 1.5 billion people were reported to require mass or individual treatment and care for neglected tropical diseases, down from 1.6 billion in 2015 and 2 billion in 2010.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "28.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The widespread use of the hepatitis B vaccine in infants has considerably reduced the incidence of new chronic hepatitis B virus infections — as reflected by the decline in hepatitis B prevalence among children under 5 years of age, from 4.7 per cent in the pre-vaccine era to 1.3 per cent in 2015.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "29.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Unsafe drinking water, unsafe sanitation and lack of hygiene continue to be major contributors to global mortality and caused around 870,000 deaths in 2016, mainly from diarrhoeal diseases, but also from malnutrition and intestinal nematode infections. Among those, 329,000 deaths occurred in children under 5 years of age. Sub-Saharan Africa and South-Eastern Asia bear the highest disease burden.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "30.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Non-communicable diseases and mental health", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Globally, 32 million people died in 2016 from cardiovascular disease, cancer, diabetes or chronic respiratory disease. The probability of dying from these diseases from 30 to 70 years of age was about 18 per cent in 2016.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "31.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Nearly 800,000 suicide deaths occurred in 2016, a figure unchanged from the previous year. Male suicide rates are 75 per cent higher than female suicide rates, with the highest rates in Europe, where male suicide rates are at 27.6 per 100,000 population, compared with 7.3 for women.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "32.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Consumption of alcohol and tobacco has many detrimental effects on health, exacerbating the effects of non-communicable diseases. In the period 2015–2016, only 14 countries of the 181 that ratified the World Health Organization (WHO) Framework Convention on Tobacco Control improved their national monitoring of tobacco use, in accordance with article 20 of the Convention. In 2015, 34 per cent of men and 6 per cent of women aged 15 and older used smoking forms of tobacco. In 2016, the average annual consumption of pure alcohol was approximately 6.4 litres per person among individuals 15 years or older. Europe and Northern America, together with Australia and New Zealand had the highest consumption, at approximately 10.6 litres per person in 2016.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "33.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Air pollution, whether indoor (household) or outdoor (ambient) increases the risk of cardiovascular disease, stroke, chronic obstructive pulmonary disease, lung cancer and acute lower respiratory infections. In 2016, air pollution from household and outdoor air pollution led to some 7 million deaths worldwide. Sub-Saharan Africa, most of Asia and Oceania (excluding Australia and New Zealand), have the highest mortality rate from air pollution.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "34.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Other health risks", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Road traffic accidents killed 1.25 million people worldwide in 2013 and injured up to 50 million more.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "35.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Unintentional poisonings were responsible for over 100,000 deaths in 2016, with a steady decline over the past two decades and rates still relatively high in low-income countries.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "36.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Health systems and funding", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Globally, almost 12 per cent of the world’s population spent at least 10 per cent of their household budgets to pay for health services in 2010, up from 9.7 per cent in 2000.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "37.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Immunization is one of the world’s most successful and cost-effective health interventions. Despite the increase in coverage with the required three doses of combined diphtheria-pertussis-tetanus vaccine from 72 per cent in 2000 to 86 per cent in 2016, an estimated 19.5 million children did not receive the vaccines during the first year of life, putting them at serious risk of these potentially fatal diseases. The global coverage of pneumococcal conjugate vaccine is yet to reach 50 per cent. Coverage with the second dose of measles-containing vaccine increased from 10 per cent in 2000 to 64 per cent in 2016.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "38.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Official development assistance (ODA) for basic health from all donors has increased by 41 per cent in real terms since 2010 and reached $9.4 billion in 2016. In 2016, about $1.9 billion was spent on malaria control, $871 million on tuberculosis control and $2 billion on other infectious diseases, excluding HIV/AIDS.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "39.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Available data from 2005 to 2016 indicate that close to 45 per cent of all countries and 90 per cent of the least developed countries have less than one physician per 1,000 people, and over 60 per cent have fewer than three nurses or midwives per 1,000 people.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "40.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Under the International Health Regulations, all States Parties are required to have or to develop minimum public health capacities to implement the Regulations effectively. According to the 167 responses from the 196 States parties, countries achieved an average rating of 71 per cent for all capacities associated with implementation of the Regulations in 2017.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "41.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Goal 4. Ensure inclusive and equitable quality education and promote lifelong learning opportunities for all", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Critical efforts are needed to improve the quality of education. Disparities in education along the lines of gender, urban/rural location and other dimensions still run deep, and more investments in education infrastructure are required, particularly in the least developed countries.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "42.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In 66 countries with comparable data for the period 2009–2017, around two in three children aged 3 and 4 were developmentally on track in at least three of the following domains: literacy-numeracy, physical development, social-emotional development and learning.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "43.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "At the global level, the participation rate in early childhood and primary education was 70 per cent in 2016, up from 63 per cent in 2010, with considerable variation across countries and regions: the lowest rates were in sub-Saharan Africa (41 per cent) and Northern Africa and Western Asia (52 per cent).", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "44.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "It is estimated that 617 million, or 58 per cent, of children and adolescents of primary and lower secondary school age worldwide are not achieving minimum proficiency levels in reading and mathematics. About two thirds of them attend school but are not learning, either because they drop out or because they do not learn the “basics”.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "45.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Disparities based on location and wealth generally favour the urban and the rich. For example, according to data from 62 countries for 2001–2015, only 12 countries show parity between urban and rural children in achieving minimum proficiency levels in reading or mathematics at the end of primary education.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "46.", "action_verb": "Disparities", "action_verb_type": "operative", "action_verb_normalized": "dispariti", "links": []}, {"text": "The least developed countries face the biggest challenges in providing schools with basic infrastructure. In 2016, only 34 per cent of primary schools in the least developed countries had electricity and less than 40 per cent were equipped with basic handwashing facilities. In sub-Saharan Africa, only 37 per cent of primary schools, 52 per cent of lower secondary schools and 55 per cent of upper secondary schools have access to electricity.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "47.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Qualified teachers are key for progress in education quality and learning. In 2016, according to estimates for primary education, 85 per cent of teachers worldwide were trained — only 71 per cent in Southern Asia and 61 per cent in sub-Saharan Africa.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "48.", "action_verb": "Qualified", "action_verb_type": "preambular", "action_verb_normalized": "qualified", "links": []}, {"text": "ODA for scholarships amounted to $1.2 billion in 2016. Institutions in Australia, France, the United Kingdom of Great Britain and Northern Ireland and European Union accounted for two thirds of this total.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "49.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Goal 5. Achieve gender equality and empower all women and girls", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "While some forms of discrimination against women and girls are declining, gender inequality continues to hold women back and deprives them of basic rights and opportunities. Empowering women requires addressing structural issues such as unfair social norms and attitudes, and progressive legal frameworks that put men and women at the same level.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "50.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "According to data from 2005 to 2016 in 56 countries, one in five ever-partnered adolescent girls aged 15–19 years have experienced physical and/or sexual violence by an intimate partner in the 12 months prior to the survey.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "51.", "action_verb": "According", "action_verb_type": "preambular", "action_verb_normalized": "accord", "links": []}, {"text": "New data confirm that the practice of child marriage has continued to decline around the world, largely accounted for by the progress in Southern Asia; in that region, a girl’s risk of marrying in childhood has declined by over 40 per cent since around 2000. Globally, around 2017, about 21 per cent of women from 20 to 24 years were married or in a union before the age of 18.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "52.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Female genital mutilation is a human rights violation affecting girls and women worldwide, but in particular in communities in which it persists as a social norm. On average, approximately one in three girls aged 15 to 19 has been subjected to female genital mutilation in the 30 countries where the practice is concentrated around 2017, compared with nearly one in two around 2000.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "53.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "According to data from about 90 countries, from 2000 to 2016, on an average day, women spent about three times as many hours in unpaid domestic and care work as men, and significantly more if they had children.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "54.", "action_verb": "According", "action_verb_type": "preambular", "action_verb_normalized": "accord", "links": []}, {"text": "Globally, the percentage of women in single or lower houses of national parliament has increased from 19 per cent in 2010 to around 23 per cent in 2018, with the lowest rate in Oceania (excluding Australia and New Zealand), at 5.6 per cent, and the highest in Latin America and the Caribbean, at around 30 per cent.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "55.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In three quarters of the 79 countries with data available around 2016, less than 38 per cent of senior and middle management positions are occupied by women, with the lowest rates in Northern Africa and Western Asia and in Central and Southern Asia.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "56.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The right of women and girls to make key decisions regarding sexual relations, contraceptive use and access to sexual and reproductive health services is key to their well-being. According to the latest available data for 47 countries from 2007 to 2016, just over half (53 per cent) of women aged 15 to 49 years who are married or in a union make their own informed decisions about these issues.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "57.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Goal 6. Ensure availability and sustainable management of water and sanitation for all", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Too many people still lack access to safely managed water and sanitation facilities. Water scarcity, flooding and lack of proper management of wastewater hinder social and economic development. Increasing water efficiency and improving water management are critical to balancing the competing and growing water demands from various sectors and users.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "58.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In 2015, 5.2 billion people used safely managed drinking water services — an improved water source located on the premises, available when needed and free from contamination — which represents 71 per cent of the global population. An additional 1.3 billion people (17 per cent of the global population) used a basic drinking water source — an improved water source not more than 30 minutes away. This means that 844 million people around the world still lack even a basic level of service.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "59.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "According to estimates from 84 countries, in 2015, 39 per cent of the global population used safely managed sanitation services — basic facilities that safely dispose of human waste. An additional 29 per cent of the global population used a basic sanitation service — an improved facility that is not shared. In 2015, 2.3 billion people still lacked even a basic level of service and 892 million people continued to practise open defecation, resulting in a decline from 20 per cent in 2000 to 12 per cent in 2015. In 2015, only 27 per cent of the population in the least developed countries had basic handwashing facilities.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "60.", "action_verb": "According", "action_verb_type": "preambular", "action_verb_normalized": "accord", "links": []}, {"text": "Untreated wastewater degrades water quality, posing risks to public health, contaminates drinking water sources and limits opportunities for safe and productive reuse of water. Preliminary estimates from household data of 79 mostly high and high middle-income countries (excluding much of Africa and Asia) show that 59 per cent of all wastewater flows are safely treated, 76 per cent of flows are safely treated in households with a sewer connection and 18 per cent of flows are safely collected and treated for those with on-site facilities only.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "61.", "action_verb": "Untreated", "action_verb_type": "preambular", "action_verb_normalized": "untreated", "links": []}, {"text": "In 22 countries (mostly in Northern Africa, Western Asia and Central and Southern Asia), water stress — defined as the ratio of fresh water withdrawn to total renewable freshwater resources — is above 70 per cent, which indicates a strong probability of future water scarcity. In 15 of these countries, withdrawals totalled more than 100 per cent of the renewable freshwater resources in the country.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "62.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In the period 2017–2018, 157 countries reported an average implementation of integrated water resources management of 48 per cent.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "63.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "According to data from 62 out of 153 countries sharing transboundary waters, the average percentage of national transboundary basins covered by an operational arrangement was 59 per cent in the period 2017–2018, and only 17 countries reported that all their transboundary basins were covered by such arrangements.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "64.", "action_verb": "According", "action_verb_type": "preambular", "action_verb_normalized": "accord", "links": []}, {"text": "ODA for the water sector was $9 billion in 2016. While disbursements from 2011 to 2016 increased, as commitments fell, disbursements may also decrease in the future. Any reduction in external aid is likely to hamper progress towards Sustainable Development Goal 6, as a 2017 survey found that over 80 per cent of countries reported insufficient finances to attain national WASH targets.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "65.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Goal 7. Ensure access to affordable, reliable, sustainable and modern energy for all", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Ensuring access to affordable, reliable and modern energy for all has come one step closer as a result of recent progress in increased access to electricity, in particular in the least developed countries, and improvements in industrial energy efficiency. However, national priorities and policy ambitions to deliver energy for all continue to be needed, to put the world on track to meet the energy targets for 2030.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "66.", "action_verb": "Ensuring", "action_verb_type": "preambular", "action_verb_normalized": "ensur", "links": []}, {"text": "From 2000 to 2016, the proportion of the global population with access to electricity increased from 78 per cent to 87 per cent, with the absolute number of people living without access to electricity dipping to just below 1 billion.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "67.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Access to clean fuels and technologies for cooking has gradually improved, to reach 59 per cent globally in 2016, up 10 percentage points since 2000. Even with this progress, 3 billion people are still cooking with polluting fuel and stove combinations. Key barriers to increased access include high user costs for many of the cleaner cooking solutions, limited infrastructure, lack of consumer awareness of the benefits of clean cooking and limited financing for producers seeking to enter the clean fuel and stove markets.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "68.", "action_verb": "Access", "action_verb_type": "operative", "action_verb_normalized": "acces", "links": []}, {"text": "Renewable energy consumption increased to 17.5 per cent in 2015, up slightly from 17.3 per cent in 2014 as the growth in renewables outpaced the growth in overall energy consumption. Most of the increase came from bioenergy and the continued expansion of wind and solar energy, driven by falling costs and policy support.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "69.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Reducing energy intensity (the ratio of energy used per unit of GDP) is crucial for offsetting carbon dioxide emissions and making energy more affordable. Global energy intensity decreased by 2.8 per cent in 2015 from 2014, double the rate of improvement seen from 1990 to 2010. To reach the Sustainable Development Goal target, global energy intensity needs to improve at an annual rate of 2.7 per cent over the period 2016–2030, necessitating a significant ramp-up in global policy ambition to keep up the momentum.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "70.", "action_verb": "Reducing", "action_verb_type": "preambular", "action_verb_normalized": "reduc", "links": []}, {"text": "Goal 8. Promote sustained, inclusive and sustainable economic growth, full and productive employment and decent work for all", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Although, globally, labour productivity has increased and the unemployment rate has decreased, more progress is needed to increase employment opportunities, in particular for young people, reduce informal employment and labour market inequalities (in particular in terms of the gender pay gap), promote safe and secure working environments and improve access to financial services to ensure sustained and inclusive economic growth.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "71.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Globally, in 2016 real GDP per capita grew at 1.3 per cent, less than the average of 1.7 per cent growth rate recorded in the period 2010–2016. For the least developed countries, the rate fell sharply, from 5.7 per cent in the period 2005–2009 to 2.3 per cent in the period 2010–2016.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "72.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Labour productivity at the global level, measured as output produced per employed person in constant 2005 United States dollars, grew by 2.1 per cent in 2017, the fastest growth registered since 2010. This was driven by strong productivity gains in Oceania, Eastern and South-Eastern Asia, but partially offset by modestly negative growth in Africa.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "73.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Workers in informal employment have higher exposure to pervasive decent work deficits and a higher risk of being in working poverty. Globally, 61 per cent of workers were in informal employment in 2016. Excluding the agricultural sector, 51 per cent of all workers were in informal employment, with a higher prevalence registered among men (53 per cent) than women (46 per cent).", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "74.", "action_verb": "Workers", "action_verb_type": "operative", "action_verb_normalized": "worker", "links": []}, {"text": "A study of data from 45 countries shows that earnings inequalities are still pervasive: in 89 per cent of the countries, men earn on average more than women per hour worked, with a median gender pay gap of 12.5 per cent.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "75.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The global unemployment rate was 5.6 per cent in 2017, down from 6.4 per cent in 2000, with a slower decline since 2009, when it reached 5.9 per cent. Youth are three times more likely to be unemployed than adults, with the global youth unemployment rate at 13 per cent in 2017.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "76.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In half of the 74 countries with data available around 2016, over 17 per cent of young persons are not in education, employment or training, with no noticeable reduction in this share since the financial and economic crisis.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "77.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Recent data from over 70 countries show that the prevalence of occupational accidents is still a cause for concern around the world, with a median of 4 fatal occupational injuries per 100,000 employees and a median of 911 non-fatal occupational injuries per 100,000 employees.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "78.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "From 2010 to 2016, the number of automated teller machines per 100,000 adults increased from 39 to 59 worldwide. Asia reported the highest increase. In contrast, over the same period, the number of commercial bank branches per 100,000 adults worldwide hovered around only 14.5, due in part to the expansion of non-bank financial intermediaries and the growth of digital financial services.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "79.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Ownership of a financial account — whether through a financial institution such as a bank or a mobile money provider — is a basic measure of access to financial services. In high-income countries, almost every adult has an account, compared with only 35 per cent of adults in low-income countries. Women lag behind men on account ownership across all regions.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "80.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In 2016, aid for trade commitments decreased to $51 billion from $55.2 billion in 2015, but was still more than double the baseline commitments of 2002–2005. The decline was highest in the energy sector (falling by $2.4 billion), banking and financial services (falling by $1.3 billion) and the agriculture sector (falling by $1 billion).", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "81.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Goal 9. Build resilient infrastructure, promote inclusive and sustainable industrialization and foster innovation", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "To achieve inclusive and sustainable industrialization, dynamic and competitive economic forces need to be unleashed to generate employment and income, facilitate international trade and enable the efficient use of resources.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "82.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The global share of manufacturing value added in GDP increased from 15.2 per cent in 2005 to 16.3 per cent in 2017, driven by the rapid growth of manufacturing in Asia and reflecting the continuing recovery from the recession of recent years. Although the share of manufacturing in GDP in the least developed countries continued to grow, reaching 12.3 per cent of GDP in 2017, the manufacturing value added per capita in the least developed countries was only $109, about one fortieth of the amount registered in Europe and Northern America. The share of manufacturing in total employment has declined from 17.6 per cent in 1991 to 13.2 per cent in 2016.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "83.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Globally, carbon dioxide emissions intensity decreased by 19 per cent in 2015 to 0.31 kg carbon dioxide per dollar from 0.38 kg carbon dioxide per dollar in 2000. This trend was evident in manufacturing industries as well, with global manufacturing intensity declining at an average annual rate of over 2 per cent from 2010 to 2015.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "84.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Global investment in research and development grew at an annual average growth rate of 4.5 per cent from 2000 to 2015, reaching $1.9 trillion (purchasing power parity), or 1.7 per cent of global GDP, in 2015.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "85.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The number of researchers worldwide has been growing at an average annual rate of 3.7 per cent from 2000 to 2015, meaning that there are 1,151 researchers per 1 million inhabitants. This value varies widely between regions, from 96 per 1 million inhabitants in sub-Saharan Africa to 3,639 in Europe and Northern America.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "86.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Total official flows for economic infrastructure in developing countries reached $56 billion in 2016, a slight decrease since 2015 but an increase of 27 per cent in real terms since 2010. The main recipient sectors continue to be transport and energy.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "87.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "An increase in the share of medium-high and high-tech industries in total manufacturing value added can indicate a country’s capacity to introduce new technologies in other sectors as well. In 2015, medium-high and high-tech sectors accounted for 44.7 per cent of manufacturing value added globally and reached 34.6 per cent in developing economies, up from 21.5 per cent in 2005.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "88.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Most mobile subscribers worldwide now have access to higher-quality networks. By 2016, the proportion of population covered by a 3G mobile broadband network stood at 61 per cent in the least developed countries and 84 per cent globally. If this trend continues, the least developed countries are on track to reach over 90 per cent mobile broadband coverage by 2020.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "89.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Goal 10. Reduce inequality within and among countries", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Efforts have been made in reducing income inequality for some countries, increasing zero-tariff access for exports from the least developed countries and developing countries and providing additional assistance to the least developed countries and small island developing States. However, these improvements will need to accelerate in order to reduce growing disparities within and among countries.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "90.", "action_verb": "Efforts", "action_verb_type": "operative", "action_verb_normalized": "effort", "links": []}, {"text": "For the income gap within countries to decrease, the incomes of those at the bottom of the income distribution must grow more rapidly than those at the top. From 2010 to 2016, in 60 out of 94 countries with data, the incomes of the bottom 40 per cent of the population grew faster than those of the entire population.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "91.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The voting share of developing countries in many international organizations remained largely unchanged in 2017, as negotiations on governance reform are still ongoing. Some minor increases in the voting share of developing countries were observed at the International Monetary Fund (from 37.2 per cent in 2016 to 37.7 per cent in 2017) and the International Bank for Reconstruction and Development, part of the World Bank Group, (from 37.9 per cent in 2016 to 38.8 per cent in 2017) as a part of previously agreed reforms.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "92.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In 2016, over 64.4 per cent of products exported by the least developed countries to the world and 64.1 per cent of those from small island developing States faced zero tariffs, an increase of 20 per cent since 2010. For developing countries, duty-free market access existed for about 50 per cent of all products exported in 2016.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "93.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In 2016, total receipts by developing countries from donor countries of the Development Assistance Committee of the Organization for Economic Cooperation and Development (OECD), multilateral agencies and other key providers were $315 billion, of which $158 billion were ODA. In 2016, total ODA to the least developed countries and small island developing States from all donors equalled $43.1 billion and $6.2 billion, respectively. While ODA to small island developing States in 2016 showed an increase of 41 per cent in real terms from 2015, this was largely attributable to debt relief for Cuba, which was the largest recipient ($2.7 billion).", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "94.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Remittances represent an important source of income for many families in developing countries. Of the $538 billion in total remittances recorded in 2016, $407 billion went to low- and middle-income countries. While the global average cost of sending money has gradually decreased in recent years, it was estimated to be 7.2 per cent in 2017, more than double the target transaction cost of 3 per cent.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "95.", "action_verb": "Remittances", "action_verb_type": "operative", "action_verb_normalized": "remittanc", "links": []}, {"text": "Goal 11. Make cities and human settlements inclusive, safe, resilient and sustainable", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "With rapid urbanization, many cities are facing challenges in managing population growth, ensuring that there is adequate housing and resilient infrastructure to support these growing populations and addressing the environmental impacts of expanding cities and vulnerability to disasters.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "96.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "From 1990 to 2014, the proportion of the global urban population living in slums was halved, from 46 per cent to 23 per cent. However, with rapid migration to cities and corresponding increases in the global urban population, the actual number of people living in slums increased from 689 million to 883 million.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "97.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Globally, as cities are absorbing more inhabitants, they are also becoming less dense. The average rate of physical expansion of cities is about one and a half times that of population growth. The regions that are experiencing the most rapid urban expansion — Eastern and South-Eastern Asia, sub-Saharan Africa and Central and Southern Asia — are also recording the highest ratios. Some of the forces driving this urban expansion include rising per capita incomes, cheaper agricultural lands on the outskirts of cities, more efficient transport and the proliferation of informal settlements.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "98.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Managing solid waste continues to be a challenge in many regions, with significant and adverse effects from uncollected waste in cities, including direct and indirect effects on the health of residents and the environment. Notwithstanding the quality and efficiency of collection, according to data collected for 214 cities/ municipalities, about three quarters of municipal solid waste generated is collected. The collection of solid waste is a particular challenge in cities in sub-Saharan Africa, where less than 50 per cent of all municipal waste is collected.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "99.", "action_verb": "Managing", "action_verb_type": "preambular", "action_verb_normalized": "manag", "links": []}, {"text": "In 2016, 91 per cent of the urban population still breathed air that did not meet the WHO air quality guidelines value for particulate matter (PM 2.5) and more than half was exposed to air pollution levels at least 2.5 times above that safety standard.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "100.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Unplanned and rapid urbanization and poor land management, together with non-risk informed policies and investments are major underlying risk drivers of disaster mortality. From 1990 to 2013, almost 90 per cent of mortality attributed to internationally reported disasters occurred in low and middle-income countries, many of which have seen rapid urban expansion in recent years.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "101.", "action_verb": "Unplanned", "action_verb_type": "preambular", "action_verb_normalized": "unplanned", "links": []}, {"text": "Countries continue to make efforts to adopt and implement national and local disaster risk reduction strategies that are in line with the Sendai Framework for Disaster Risk Reduction 2015–2030. In 2017, of the 87 Member States that responded to the questionnaire, 50 countries reported that they have national disaster risk reduction strategies and 34 reported they have local strategies. Furthermore, in 2015, of 95 countries, 84 reported investing in drainage infrastructure in flood-prone areas. Some 55 to 64 countries had introduced a combination of measures, including urban and land use planning, building codes and other “risk-informed” regulations.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "102.", "action_verb": "Countries", "action_verb_type": "operative", "action_verb_normalized": "countri", "links": []}, {"text": "Goal 12. Ensure sustainable consumption and production patterns", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Decoupling economic growth from resource use has been challenging. Addressing this will require policies creating conducive environments, social and physical infrastructures and markets, as well as a profound transformation of business practices along global value chains.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "103.", "action_verb": "Decoupling", "action_verb_type": "preambular", "action_verb_normalized": "decoupl", "links": []}, {"text": "In 2018, 71 countries and the European Union reported on their macro policies, regulatory, voluntary or economic instruments that support the shift towards sustainable consumption and production patterns. Taking other sources of information into consideration, a total of 109 countries have or had national policies and initiatives relating to sustainable consumption and production.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "104.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Domestic material consumption gives an indication of materials used in production processes within an economy. Domestic material consumption per unit of GDP changed globally from 1.2 to 1.1 kg per dollar of GDP from 2010 to 2015, indicating that fewer materials are required to produce a unit of output. However, domestic material consumption in absolute terms is also growing globally, with consequences in terms of both resource pressures and associated environmental impacts.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "105.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Parties to the international multilateral environmental agreements are required to transmit information on the implementation of their obligations under the agreements. However, while the Montreal Protocol on Substances that Deplete the Ozone Layer has a 100 per cent compliance rate, followed by the Rotterdam Convention on the Prior Informed Consent Procedure for Certain Hazardous Chemicals and Pesticides in International Trade (71 per cent), compliance rates for the Basel Convention on the Control of Transboundary Movements of Hazardous Wastes and Their Disposal and the Stockholm Convention on Persistent Organic Pollutants are at only 57 and 51 per cent, respectively.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "106.", "action_verb": "Parties", "action_verb_type": "operative", "action_verb_normalized": "parti", "links": []}, {"text": "Goal 13. Take urgent action to combat climate change and its impacts", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The year 2017 was one of the three warmest years on record, and the average temperature was 1.1 degrees Celsius above preindustrial levels. Analysis by the World Meteorological Organization shows that the five-year average global temperature for the period 2013–2017 was the highest on record. The world also continues to experience rising sea levels, the most costly North Atlantic hurricane season on record and increasing concentrations of greenhouse gases, necessitating urgent and accelerated action by countries as they implement their commitments for the Paris Agreement under the United Nations Framework Convention on Climate Change.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "107.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Parties to the Paris Agreement are expected to prepare nationally determined contributions, in which they outline-solid their approaches and actions to lower greenhouse gas emissions, enhance adaptation and build climate resilience. As at 9 April 2018, the Paris Agreement had been ratified by 175 parties, and 168 parties (167 countries and the European Commission) had communicated their first nationally determined contributions to the secretariat of the United Nations Framework Convention on Climate Change.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "108.", "action_verb": "Parties", "action_verb_type": "operative", "action_verb_normalized": "parti", "links": []}, {"text": "In addition, as at 9 April 2018, 10 developing countries had successfully completed and submitted the first iterations of their national adaptation plans, advancing various activities for formulating and implementing such plans in response to climate change.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "109.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Developed country parties continue to make progress towards reaching the goal of jointly mobilizing $100 billion annually by 2020, and are encouraged to continue their efforts to channel a substantial share of public climate funds into adaptation activities and to strive to achieve a greater balance between finance for mitigation and for adaptation, thereby recognizing the importance of adaptation finance.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "110.", "action_verb": "Developed", "action_verb_type": "preambular", "action_verb_normalized": "developed", "links": []}, {"text": "Goal 14. Conserve and sustainably use the oceans, seas and marine resources for sustainable development", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Ocean conservation and the sustainable use of oceans continue to require effective strategies and management to combat the adverse effects of overfished stocks, increasing ocean acidification and coastal eutrophication. In addition, increases in the extent of protected areas for marine biodiversity and intensification of research capacity and ocean science funding remain critically important to the preservation of marine resources.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "111.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Fishery resources are extremely vulnerable to environmental degradation, climate change and overfishing. The proportion of world marine fish stocks that is within biologically sustainable levels declined from 90 per cent in 1974 to 69 per cent in 2013.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "112.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Marine protected areas are known mechanisms for ensuring the conservation of the ocean. As at January 2018, 16 per cent (or over 22 million km2) of marine waters under national jurisdiction (that is, 0 to 200 nautical miles from shore) were covered by protected areas, more than doubling in extent since 2010. Protection of marine key biodiversity areas has also increased, with the mean coverage now 44 per cent compared with 30 per cent in 2000.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "113.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Scientific knowledge and related research capacity are essential to underpin the sustainable management of the ocean and its resources. In an assessment in the Global Ocean Science Report, the responses from 26 countries from all regions of the world for 2009–2013 were analysed, and it was found that government funding for ocean science only ranges from <0.04 per cent to 4 per cent of national research and development funding.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "114.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Goal 15. Protect, restore and promote sustainable use of terrestrial ecosystems, sustainably manage forests, combat desertification, and halt and reverse land degradation and halt biodiversity loss", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "While the protection of areas in forest and terrestrial ecosystems is increasing and forest loss has slowed, other facets of terrestrial conservation continue to need accelerated efforts to protect biodiversity, land productivity and species and genetic resources.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "115.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In 2015, forests covered about 4 billion hectares or 31 per cent of the world’s land area. The bulk of the world’s forest is comprised of natural forest (93 per cent), with the remaining 7 per cent planted. Despite a decrease in forest area over recent decades, the rate of forest loss has been cut by 25 per cent since the period 2000–2005. Most of the losses occur in sub-Saharan Africa, South-Eastern Asia and Latin America, and are mainly attributed to the expansion of agricultural activities. Promisingly, the proportion of protected forest area and forests under long-term management plans are increasing.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "116.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The average proportion of important sites for biodiversity covered by protected areas continues to increase. As at January 2018, the average proportion of each key biodiversity area for freshwater, terrestrial and mountain biodiversity covered by protected areas was 44 per cent, 47 per cent and 48 per cent, respectively.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "117.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "About one fifth of the Earth’s land surface covered by vegetation showed persistent and declining trends in productivity from 1998 to 2013. Up to 24 million km2 of land was affected, including 19 per cent of cropland, 16 per cent of forest land, 19 per cent of grassland and 28 per cent of rangeland. In some cases, advanced stages of land degradation are leading to desertification in dryland areas, particularly in the grasslands and rangelands.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "118.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Globally, in 2017, 76 per cent of mountain areas were covered by a form of green vegetation, including forests, shrubs, grassland and cropland, which tends to be positively correlated to the health of the mountains and their capacity to fulfil ecosystem roles.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "119.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Changes in species extinction risk are measured by the Red List Index, incorporating data for more than 20,000 animal and plant species and indicating an increasing risk of extinction for species as the index moves toward zero. Since 1993, the Red List Index has declined from 0.82 to 0.74 globally. The primary drivers of this biodiversity loss are habitat loss from unsustainable agriculture, deforestation, unsustainable harvest and trade and alien invasive species.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "120.", "action_verb": "Changes", "action_verb_type": "operative", "action_verb_normalized": "chang", "links": []}, {"text": "As part of the commitment by Member States to promote fair and equitable sharing of the benefits arising from the utilization of genetic resources, as at February 2018, 105 countries have ratified the Nagoya Protocol on Access to Genetic Resources and the Fair and Equitable Sharing of Benefits Arising from Their Utilization to the Convention on Biological Diversity (up from 96 countries in 2017), and 50 countries have shared information on their access and benefit-sharing frameworks. To the International Treaty on Plant Genetic Resources for Food and Agriculture, there are now 144 contracting parties, and 22 countries have thus far provided information about their access and benefit-sharing measures.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "121.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Illicit poaching and trafficking of wildlife continues to thwart conservation efforts, with nearly 7,000 species of animals and plants reported in illegal trade involving 120 countries. Strong international and local action has recently been taken to curtail the illegal trade in certain species, in particular ivory from elephants.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "122.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In response to ongoing biological invasions, national Governments are increasingly committed to preventing introductions of invasive alien species and managing existing invasions. Since 2010, the percentage of countries that have enacted national legislation relevant to the prevention and management of invasive alien species has increased by 19 per cent.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "123.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In 2016, bilateral ODA in support of biodiversity was $7 billion, a decrease of 21 per cent in real terms since 2015.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "124.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Goal 16. Promote peaceful and inclusive societies for sustainable development, provide access to justice for all and build effective, accountable and inclusive institutions at all levels", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Many regions of the world suffer critically from armed conflict or other forms of violence that occur within societies and at the domestic level. Advancements in promoting the rule of law and access to justice are uneven. However, progress is being made in regulations to promote public access to information, albeit slowly, and in strengthening institutions upholding human rights at the national level.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "125.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Despite their detrimental and long-lasting impact, violent forms of discipline against children are widespread. Nearly 8 in 10 children aged 1–14 years were subjected to some form of psychological aggression and/or physical punishment at home on a regular basis in 81 countries (primarily developing countries), with available data from 2005 to 2017.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "126.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "More than 570 different trafficking in persons flows were detected from 2012 to 2014, affecting all regions and many involving moving from lower- to higher-income countries. In 2014, the majority of detected victims of trafficking were women and girls (71 per cent) and about 28 per cent (20 per cent girls and 8 per cent boys) were children. In sub-Saharan Africa, 64 per cent of detected victims were children. Over 90 per cent of victims detected were trafficked for sexual exploitation and forced labour.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "127.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Globally, the proportion of prisoners held in detention without being sentenced for a crime has remained almost constant in the last decade (32 per cent in 2003–2005 and 31 per cent in 2014–2016). Some progress has been made in parts of Asia and in sub-Saharan Africa.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "128.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Globally, almost one in five firms are exposed to a bribe request when dealing with regulatory and utility transactions, with a regional variation from fewer than 10 per cent of firms in North America and Latin America and the Caribbean to 28 per cent in Central Asia and Southern Asia and in Eastern Asia and South-Eastern Asia.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "129.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Birth registration plays a primary role in ensuring individual rights and access to justice and social services. Even if many regions have reached universal or near universal birth registration, globally the average is just 73 per cent. Fewer than half (46 per cent) of all children under five in sub-Saharan Africa have had their births registered.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "130.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "At least 1,019 human rights defenders, journalists and trade unionists have been killed in 61 countries across the world since 2015. This is equivalent to one person killed every day while working to inform the public and build a world free from fear and want. Among these victims were environmental defenders, indigenous peoples, community and labour leaders, minority rights advocates, reporters and bloggers.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "131.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Freedom-of-information laws and policies have been adopted by 116 countries, with at least 25 countries adopting such laws over the past five years. Expert assessments, however, suggest that implementation remains a challenge. Among the 109 countries with implementation data, only 76 had sufficient provisions for requesting procedures, including those relating to clear and relatively simple procedures; clear and reasonable maximum timelines; and assistance provided by public officials to requesters.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "132.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "More than half of countries (116 out of 197) had a national human rights institution that had been reviewed for compliance with the internationally agreed standards (the Paris Principles) by their peers since 1998. Only 75 out of these 116 countries have fully compliant national human rights institutions.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "133.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Goal 17. Strengthen the means of implementation and revitalize the Global Partnership for Sustainable Development", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Goal 17 seeks to strengthen global partnerships to support and achieve the ambitious targets of the 2030 Agenda, bringing together national Governments, the international community, civil society, the private sector and other actors. Despite some advances in certain areas, more needs to be done to accelerate progress. All stakeholders will have to intensify and focus their efforts on the areas where progress has been slow.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "134.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Finance", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Taxation is an important instrument in financing domestic development activities. However, the regions most in need of resources still face challenges in collecting taxes. The rate of taxation (ratio of tax revenue to GDP) in the least developed countries declined from a peak of 11.1 per cent in 2012 to 8.8 per cent in 2016. Countries in sub-Saharan Africa faced a similar trend: a decline from 14.9 per cent in 2006 to 10.7 per cent in 2016.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "135.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In 2017, net ODA from member countries of the Development Assistance Committee of OECD totalled $146.6 billion, a decrease of 0.6 per cent from the 2016 level in real terms. ODA as a share of donors’ gross national income remained low, at 0.31 per cent. Only five Development Assistance Committee countries — Denmark, Luxembourg, Norway, Sweden and the United Kingdom — met or exceeded the United Nations benchmark for ODA contributions of at least 0.7 per cent of gross national income.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "136.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Remittances sent by international migrants to their home countries in the form of personal transfers and compensation of employees have declined to $538 billion (0.72 per cent of global GDP) in 2016 from $555 billion in 2015. Recent trends of stricter immigration policies in many migrant-destination countries continue to constrain the flow of remittances.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "137.", "action_verb": "Remittances", "action_verb_type": "operative", "action_verb_normalized": "remittanc", "links": []}, {"text": "Debt service as a proportion of exports of goods and services has been on the rise for five consecutive years in the least developed countries: from a low of 3.5 per cent in 2011 to 8.6 per cent in 2016. The recent upward trend followed a decade-long decline in debt service from its height of 13.4 per cent in 2001. The ability to sustainably service debts out of export earnings is crucial for countries most in need of resources for development.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "138.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Information and communications technology", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Despite the worldwide increase in fixed broadband subscriptions, access to high-speed connections remains largely unavailable in the developing countries. In 2016, high-speed fixed broadband penetration reached 6 per cent of the population in developing countries, compared with 24 per cent in developed countries. Limitations in the capacity and speed of fixed broadband connections will affect the quality and functionality of this development tool and widen the already existing inequalities.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "139.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Capacity-building", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Total ODA for capacity-building and national planning amounted to $20.4 billion in 2016 and represented 18 per cent of total aid allocable by sector, a proportion that has been stable since 2010. Of the total, Latin America and the Caribbean received $5.1 billion, sub-Saharan Africa received $4.6 billion and Southern Asia received $3.8 billion. The three main sectors assisted were public administration, environment and energy, which received a total of $10.2 billion.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "140.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Trade", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The latest available data show that tariffs applied under preferential trade agreements, which include bilateral and regional free trade agreements, have been declining over time. In 2016, the trade-weighted average preferential tariff rate applied to imports from the least developed countries was 7.9 per cent, a 2 percentage point drop from the 2005 level. For developing regions, the average preferential tariff rate dropped by 1.2 percentage points during the same period.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "141.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The stagnation in global trade since 2011 has been followed and accompanied by a break in the expansion of the world market shares of developing regions and the least developed countries. The developing regions’ share in world merchandise exports declined for two consecutive years: from 45.4 per cent in 2014 to 44.2 per cent in 2016, in sharp contrast to an average annual 1.2 percentage point increase from 2001 to 2012. For the least developed countries, the share of world merchandise exports decreased from 1.1 per cent to 0.9 per cent from 2013 to 2016, compared with the rise from 0.6 per cent to 1.1 per cent from 2000 to 2013.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "142.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Systemic issues", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Development partners should align their support with Governments’ national development strategies and results frameworks, in particular in fragile countries in respect of countries’ own policy space and path towards sustainable development. In 2016, 82 per cent of new development projects had objectives aligned with national priorities. However, more than half of the projects relied on parallel systems and data to monitor progress and development results, instead of integrating these efforts as part of national statistical and monitoring systems.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "143.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In 2016, 81 developing countries undertook national exercises to monitor development effectiveness, demonstrating their commitment to strengthening the means for Sustainable Development Goal implementation and the quality of multi-stakeholder partnerships. Half of the countries showing overall progress are fragile States and small island developing States.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "144.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Data, monitoring and accountability", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In 2017, 102 countries or areas were implementing national statistical plans. Sub-Saharan Africa remains at the lead of implementation with 31 countries implementing such plans; however only 3 of them were fully funded.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "145.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In 2015, developing countries received $541 million in financial support from multilateral and bilateral donors for all areas of statistics. This amount accounts for only 0.3 per cent of total ODA, short of what is needed to ensure that countries in developing regions are better equipped to implement and monitor their development agenda.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "146.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Population and housing censuses are a primary source of disaggregated data needed to formulate, implement and monitor development policies and programmes. During the 10-year span from 2008 to 2017, 89 per cent of countries or areas around the world conducted at least one population and housing census.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "147.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The coverage of birth and death registration and the completeness of vital statistics remain a challenge, even among countries with functioning civil registration systems. For the period 2012–2016, 143 countries have birth registration data that are at least 90 per cent complete and 148 countries have death registration data that are at least 75 per cent complete. In sub-Saharan Africa, only 8 out of 53 countries have birth registration data that are at least 90 per cent complete, and only 9 out of 53 countries have death registration data that are at least 75 per cent complete.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "148.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}]