[{"text": "Commission on Population and Development", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Thirty-ninth session", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "3-7 April 2006", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Item 2 of the provisional agenda*", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Adoption of the agenda and other organizational matters", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Report of the Bureau of the Commission on Population and Development on its intersessional meeting, held in Banjul on 19 and 20 December 2005", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Background", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "I.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "At its thirtieth session, the Commission on Population and Development authorized the Bureau, in preparation for its sessions, to hold intersessional meetings on a yearly basis. In follow-up to this decision, an intersessional meeting of the Bureau was convened in Banjul on 19 and 20 December 2005, at the invitation of the Government of the Gambia. Previous Bureau meetings had been held in 1996 (Brussels), 1997 (Mexico City), 1998 (Kuala Lumpur), 1999 (New York), 2000 (Nairobi), 2001 (New York), 2002 (Rome), 2003 (Vilnius) and 2004 (Lima).", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "1.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Four members of the Bureau participated in the intersessional meeting, which took place at the Kairaba Hotel Kotu. A complete list of participants is given in annex I to the present report. In addition to the members of the Bureau and representatives of the Population Division of the Department of Economic and Social Affairs, which provides the secretariat for the Commission on Population and Development and its Bureau, an observer from the United Nations Population Fund (UNFPA) attended the meeting.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "2.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Bureau reiterated the importance of the intersessional meetings for planning the future sessions of the Commission. It was noted that holding the intersessional meeting in the country of the Chair provided an opportunity to organize briefings for government officials, members of civil society and non-governmental organizations in the host country. In Banjul, the National Population Commission of the Gambia (NPC) organized on 20 December a meeting with key stakeholders at the offices of the NPC secretariat. Present at the meeting were 27 government officials, religious leaders and representatives of international and non-governmental organizations working in the Gambia. They included officials from the Office of the President, the Department of State for Health, the Department of State for Finance and Economic Affairs, the Department of State for Education, the Department of State for Tourism and Culture, the Central Statistics Department, the Gambia Family Planning Association, the Network of Parliamentarians on Population and Development, the Women’s Bureau, the Forum for African Women Educationalists-Gambia, the Gambia Christian Council, the Supreme Islamic Council, UNFPA and the National Youth Council. The discussion and presentations centred on the Gambia’s priorities in the field of population and the role of international organizations in supporting national programmes.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "3.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Opening", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "II.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Crispin Grey-Johnson, Chairman of the Commission on Population and Development, opened the intersessional meeting, reviewing the schedule of work and activities organized in relation to the meeting. He noted that Isatou Njie-Saidy, Vice-President of the Republic of the Gambia and Secretary of State for Women’s Affairs, would grant an audience to the Bureau on the afternoon of 19 December; that the National Population Commission had organized a meeting with key stakeholders for the afternoon of 20 December; and that on 21 December the Bureau would attend a youth parliamentary sitting on the Millennium Development Goals.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "4.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Hania Zlotnik, Director of the Population Division of the Secretariat, welcomed the members of the Bureau to the meeting and thanked them for their commitment to the work of the Commission and their participation in the meeting. She expressed her appreciation to Mr. Grey-Johnson for the preparations made in support of the intersessional meeting. Ms. Zlotnik stressed the importance of intersessional meetings in providing timely guidance for the preparation of the annual sessions of the Commission and ensuring their efficiency. She then reviewed the background material that had been made available.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "5.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Deliberations", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "III.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Mr. Grey-Johnson chaired the deliberations of the Bureau. He started by presenting the provisional agenda for the intersessional meeting, invited comments on it and moved to its adoption (see annex II to the present report).", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "6.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The intersessional meeting focused first on the implications of the 2005 World Summit Outcome (General Assembly resolution 60/1) for the Commission on Population and Development. Ms. Zlotnik noted that the outcome document specifically referred to three issues that were directly relevant to the Commission’s work: the achievement of universal access to reproductive health by 2015 (para. 57 (g)) and women’s equal access to reproductive health (para. 58 (c)); HIV/AIDS (para. 57); and migration and development (paras. 61-63). She noted that those three areas had also been accorded high priority by the Commission on Population and Development and recalled that reproductive health had been the special theme for the thirty-fifth session of the Commission in 2002 and HIV/AIDS for the thirty-eighth session in 2005, and that migration and development was the theme for the upcoming thirty-ninth session in 2006. Ms. Zlotnik noted that another issue given priority by the Secretary-General was population ageing, which was the special theme slated for consideration of the Commission at its fortieth session in 200", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "7.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The members of the Bureau considered the implications of the World Summit Outcome in the areas coming within the Commission’s purview and discussed, in that perspective, processes for monitoring progress towards the achievement of the Millennium Development Goals. It was noted that the Summit’s outcome document provided a basis for countries to include universal access to reproductive health as an important goal in preparing their national development strategies, including the Poverty Reduction Strategy Papers, and in monitoring their implementation.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "8.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Bureau then considered the role of the regional commissions in the follow-up and implementation of conference outcomes, an issue highlighted in the Summit’s outcome document.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "9.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Ms. Zlotnik informed the members of the Bureau about the activities of the Executive Committee for Economic and Social Affairs, which brought together — with the Under-Secretary-General for Economic and Social Affairs acting as convenor — the Department of Economic and Social Affairs, the heads of all regional commissions, the United Nations Conference on Trade and Development, the United Nations Environment Programme, the United Nations Centre for Human Settlements, the United Nations Office on Drugs and Crime, the Office of the High Commissioner for Human Rights, the United Nations Development Programme, the United Nations University, United Nations training and research institutes, the Office of the Special Adviser on Africa and the Office of the High Representative for the Least Developed Countries, Landlocked Developing Countries and Small Island Developing States. A population cluster, chaired by the Population Division, was one of 13 clusters operating under the Executive Committee.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "10.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Several Bureau members expressed concern about the weakened state of population programmes at the regional level as a result of the reduction of resources allocated to population activities by the regional commissions. It was suggested that the Executive Committee should consider making a case for allocating additional resources in support of population programmes and activities in the regional commissions. The representative of UNFPA called for improved dissemination of information on discussions within the United Nations system on population matters and indicated that the Fund provided support to the regional commissions, as necessary, and was ready to explore further cooperation.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "11.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Bureau members highlighted the role of the regional commissions in the follow-up to international conferences and summits. They stressed the need for the regional commissions to present reports of activities undertaken at the regional level on the special theme of each session of the Commission on Population and Development under agenda item 2, entitled “Follow-up actions to the recommendations of the International Conference on Population and Development”.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "12.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The members of the Bureau turned next to the linkages between the Commission on Population and Development and the Economic and Social Council and other functional commissions, in the light of the reforms of the Economic and Social Council called for in the outcome document. Mr. Grey-Johnson noted that the annual meetings of the Bureau of the Commission with the Bureau of the Council provided a good opportunity for coordination of activities. The annual meeting of the chairs of the bureaux of all functional commissions during the Economic and Social Council session was also useful. Such linkages should be further reinforced as an integral part of the follow-up to the outcome document.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "13.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Bureau considered the merits of meeting during the intersessional period with the bureaux or at least some bureau members of other functional commissions, particularly the Commission on Social Development and the Commission on the Status of Women. Such meetings would be useful as a means of coordinating inputs and ensuring that the activities of the different commissions were mutually reinforcing and avoided duplication. Considering that meetings of the full bureaux might be logistically difficult, the Bureau suggested that the chairs of the respective bureaux meet before the thirty-ninth session of the Commission on Population and Development resumed.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "14.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "It was noted that there was no mechanism for interaction between the Commission on Population and Development and the United Nations Development Group, leaving a gap in coordination and, in particular, in the effort to better integrate normative, analytical activities and operational work. The Bureau recommended that the staff of the Population Division intensify contacts with the staff of the Development Group.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "15.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Bureau then asked Ms. Zlotnik to brief it on developments concerning the review of mandates called for in the outcome document of the World Summit. Ms. Zlotnik confirmed that the Population Division, along with all other divisions in the Department of Economic and Social Affairs, had responded to the Secretary-General’s request for a review of mandates and corresponding outputs. On the whole the review had shown that programmed outputs in the field of population were being shaped by mandates issued by the Commission on Population and Development, the Economic and Social Council or the General Assembly which were relevant and current.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "16.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In considering the proposed agenda for the thirty-ninth session of the Commission, the Bureau noted that the special topic for the general debate would be “International migration and development”. The Bureau viewed this aspect of the general debate as an important input to the high-level dialogue on international migration and development that would be conducted by the General Assembly on 14 and 15 September 2006. It was therefore desirable, in the preparation of the thirty-ninth session, for the Chairman to ensure that draft texts of proposed decisions and resolutions be made available to the regional groups one week before the resumption of the session.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "17.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Following the discussion of the proposed agenda for the thirty-ninth session, the Bureau considered proposals for keynote speakers for the session. The time allocated for presentations by keynote speakers was two hours on 4 April and two hours on 5 April. It was the view of the Bureau that, given the variety of important issues surrounding the topic of international migration, two keynote speakers would not be sufficient. It was therefore decided that, on this occasion, four keynote speakers be invited to address the Commission, each being allocated an hour for presentation and dialogue with Commission members. The Bureau thus agreed that (a) there would be two keynote speakers on 4 April and two on 5 April; and (b) the working group would not meet during the time allocated for keynote speakers. In addition, the Bureau recommended to the Secretariat a list of speakers to invite, making allowance for the possibility that some of those recommended might not be able to participate.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "18.", "action_verb": "Following", "action_verb_type": "preambular", "action_verb_normalized": "follow", "links": []}, {"text": "The Bureau then turned to the consideration of a multi-year work programme for the Commission. It was recalled that a special theme had been selected for the fortieth session in 2007, namely, “the changing age structures of populations and their implications for development” (Commission decision 2005/1). Members suggested that one strategy for establishing a multi-year work programme would be to follow the order of the substantive chapters of the Programme of Action of the International Conference on Population and Development.1 Ms. Zlotnik noted that since 1995 the Commission had covered most substantive chapters of the Programme of Action with the exception of the one on population distribution, urbanization and internal migration. Bureau members therefore decided to propose such a theme for 2008. The question was then raised as to whether the Commission would thereafter start a second round of reviews of each of the substantive chapters of the Programme of Action and whether such a second round would be preceded in 2009 by a comprehensive review and appraisal of the implementation of the full Programme of Action, as had traditionally been done since the adoption of the World Population Plan of Action in 1974. After some discussion, the Bureau decided to propose that the Commission consider conducting a comprehensive review and appraisal of the implementation of the Programme of Action in 2009, with the subsequent programme to be determined by the outcome of the comprehensive review.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "19.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Bureau then turned to the methods of work of the Commission. Ms. Zlotnik noted that decision 2005/2, paragraph (h) requested the Bureau to seek the views of the member States on several issues, including the multi-year work programme of the Commission. The Bureau decided to consult the various regional groups and to take up the issue again before the start of the thirty-ninth session of the Commission, through an exchange of e-mails among Bureau members or a meeting of the Bureau in New York. Meanwhile, on the particular issue of organizing the multi-year work programme into two-year cycles, as the Commission on Sustainable Development had done, the general sense of the Bureau was that it would be advisable to wait and see how the Commission on Sustainable Development progressed with such a cycle. It was also recalled that the resolution of the Economic and Social Council requesting the review of working methods of the functional commissions recognized that the specificity of each commission’s task might demand a different approach to its methods of work. The Bureau thus found merit in maintaining a one-year cycle, since it was working well and could be strengthened by the longer planning horizon that a multi-year work programme would provide. The Bureau also noted that the ongoing process of reform of the Economic and Social Council might have implications for the working methods of the Commission that could not as yet be discerned.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "20.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Still on the subject of the methods of work, the Bureau agreed that it would be useful to have two intersessional bureau meetings. Accordingly, it was agreed that the next meeting of the Bureau would be held in New York approximately one month before the resumed thirty-ninth session of the Commission. By that time, Bureau members would have had a chance to consult with their regional groups regarding the methods of work of the Commission.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "21.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Bureau considered that the Commission at its thirty-ninth session should adopt (a) a decision on the agenda for the fortieth session in 2007; (b) a decision on the methods of work, including themes for the multi-year work programme and at least one theme for the forty-first session in 2008, as well as a recommendation regarding the possibility of having a comprehensive review and appraisal of the implementation of the Programme of Action during the forty-second session, in 2009; and (c) a resolution regarding international migration and development, the special theme of the thirty-ninth session.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "22.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Mr. Grey-Johnson briefed the Bureau on the meeting of the chairpersons of the functional commissions with the Bureau of the Economic and Social Council held on 7 July 2005. Bureau members reaffirmed their support for collaboration and coordination with other functional commissions, especially in the form of joint meetings of their bureaux or their Chairs. In that respect, Mr. Grey-Johnson reiterated that he would arrange meetings with the chairpersons of the Commission on the Status of Women and the Commission on Social Development before the start of the resumed session of the Commission on Population and Development.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "23.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Elena Zúñiga, Vice-Chair of the Commission on Population and Development and Secretary-General of the National Population Council of Mexico, informed the Bureau about the expert group meeting on international migration and development in Latin America and the Caribbean that had been held in Mexico City from 30 November to 2 December 2005 under the auspices of the National Population Council, the Population Division of the Department of Economic and Social Affairs, the Population Division of the Economic Commission for Latin America and the Caribbean (ECLAC) and UNFPA. Ms. Zúñiga reported that the conclusions of the meeting were being prepared. The Bureau endorsed the circulation of the conclusions at the resumed session of the Commission. In this regard, the Bureau underscored the importance of regional meetings on international migration and development that could provide useful input for the preparation of the General Assembly’s high-level dialogue on international migration.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "24.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Conclusions and recommendations", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "IV.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A.\tOrganization of work and working methods for the \nthirty-ninth session of the Commission", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Bureau recommended the adoption of the proposed organization of work of the Commission at its thirty-ninth session.2", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "25.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Bureau reaffirmed the usefulness of engaging keynote speakers to address the Commission in the plenary and discuss particular aspects of the special theme being considered. For the thirty-ninth session, the Bureau suggested that four keynote speakers be invited to address the Commission and that each be allotted an hour to make a presentation and have an interactive dialogue with members of the Commission. The list of potential keynote speakers selected by the Bureau included both persons who would address international migration and development issues of particular interest at the regional level and persons who would address those issues from a global perspective. The Bureau recommended that, as has become customary, the working group be adjourned during the presentations made by keynote speakers.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "26.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Bureau recommended that a working group be established at the start of the resumed thirty-ninth session of the Commission to discuss issues that might result in resolutions or decisions. The working group should begin its work on the afternoon of the first day of the session of the Commission. The Bureau also recommended that the Population Division of the Secretariat prepare for the Chairman of the Commission initial drafts of resolutions and decisions that might facilitate the deliberations of the working group. The Bureau requested that the Chairman’s drafts be made available to the regional groups during the week prior to the resumption of the thirty-ninth session of the Commission.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "27.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Bureau recommended that the Commission consider adopting (a) a decision on the agenda for the fortieth session; (b) a decision on the methods of work, including the themes for a multi-year work programme and at least one theme for the forty-first session in 2008, as well as a recommendation regarding the review and appraisal of the implementation of the Programme of Action of the International Conference of Population and Development during the forty-second session of the Commission in 2009; and (c) a resolution on the special theme of the thirty-ninth session, namely, international migration and development.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "28.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Bureau recommended that the Director of the Population Division organize, before the resumption of the thirty-ninth session of the Commission, a briefing for delegations on the status of documentation for the session, the organization of work and the resolutions and decisions likely to be considered by the Commission.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "29.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Bureau stressed the importance of the timely availability of documents for the thirty-ninth session in order to facilitate the preparation of statements by delegations. The Bureau endorsed the posting of advance unedited versions of the documents on the Internet.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "30.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "B.\tWork programme for future sessions of the Commission", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Bureau stressed that the work of the Commission on the special theme of international migration and development should be the Commission’s contribution to the high-level dialogue on international migration and development to be conducted by the General Assembly from 14 and 15 September 2006.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "31.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Bureau recalled decision 2005/1, in which the Commission decided that the special theme for its fortieth session in 2007 should be “the changing age structures of populations and their implications for development”. The Bureau took note of the need to establish a multi-year work programme for the Commission and suggested that the Commission might wish to consider “population distribution, urbanization, internal migration and development” as the special theme for its forty-first session in 2008. The Bureau also recommended that the Commission consider conducting a review and appraisal of the implementation of the Programme of Action of the International Conference on Population and Development during its forty-second session, in 2009. The Bureau further recommended that the multi-year work programme of the Commission continue to be based on the annual review of each of the substantive chapters of the Programme of Action.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "32.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "C.\tWork programme of the Bureau", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Bureau members decided to hold consultations with their respective regional groups regarding the methods of work of the Commission as requested in the Commission’s decision 2005/2.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "33.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Bureau decided that, about a month before the resumption of the thirty-ninth session, it would meet to discuss the methods of work of the Commission further. The Bureau also decided to hold a meeting just before the start of the resumed thirty-ninth session of the Commission to review and discuss preparations for the session.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "34.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Bureau, recalling its meeting with the Bureau of the Economic and Social Council on 8 April 2005, emphasized the utility and importance of such annual meetings to enhance coordination and information-sharing, and recommended that such meetings continue to be held during the annual sessions of the Commission.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "35.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Bureau took note of the meeting of the Bureau of the Economic and Social Council with the chairpersons of the functional commissions of the Council, held in New York on 7 July 2005 during the Council’s substantive session, at which Mr. Grey-Johnson had represented the Bureau of the Commission.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "36.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Taking note of the consolidated report of the Secretary-General on the work of the functional commissions in 2004 (E/2004/81), the Bureau acknowledged the importance of joint meetings with the bureaux of other functional commissions to foster the exchange of views. In this regard, the Bureau recommended that the Chairman of the Commission, Mr. Grey-Johnson, meet with the Chairs of the Commission on the Status of Women and the Commission for Social Development to coordinate their respective inputs to the Economic and Social Council on the special theme for 2006, namely, international migration and development. The Bureau also recommended that the staff of the Population Division intensify contacts with the staff of the United Nations Development Group.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "37.", "action_verb": "Taking", "action_verb_type": "preambular", "action_verb_normalized": "tak", "links": []}, {"text": "D.\tWork programme of the Secretariat in the field of population", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Bureau took note of the review of mandates and outputs in the field of population conducted by the Population Division of the Department of Economic and Social Affairs at the request of the Secretary-General and welcomed the fact that the Secretariat’s work on population was guided by mandates which were recent, issued by the Commission itself, the Economic and Social Council or the General Assembly. The Bureau noted that the work programme of the Population Division responded with flexibility to the changing needs of Member States and stressed the importance of maintaining a comprehensive approach to population and development issues.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "38.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Bureau recommended that the Population Division continue to convene technical meetings to shed light on key population concerns of the international community, including those related to the special themes discussed annually by the Commission. In particular, the Bureau welcomed the work of the Population Division as leader of the population cluster under the Executive Committee for Economic and Social Affairs and its collaboration with the regional commissions on regional activities to provide input for the General Assembly’s high-level dialogue on international migration and development.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "39.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Bureau endorsed the suggestion by Elena Zúñiga, as representative of Mexico, to present the conclusions of the expert group meeting on international migration and development in Latin America and the Caribbean, held in Mexico City from 30 November to 2 December 2005, to the Commission at its resumed thirty-ninth session. The Commission welcomed the collaboration of the Population Division of the Department of Economic and Social Affairs, the Population Division of ECLAC and UNFPA in the organization of that regional meeting.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "40.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Notes", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Report of the International Conference on Population and Development, Cairo 5-3 September 994 (United Nations publication, Sales No. E.95.XIII.8), chap. I, resolution , annex.", "type": "paragraph", "heading_level": null, "paragraph_type": null, "paragraph_level": 5, "prefix": "1", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "See Official Record of the Economic and Social Council, 005, Supplement No. 5 (E/005/5), chap. I, para. 1.", "type": "paragraph", "heading_level": null, "paragraph_type": null, "paragraph_level": 5, "prefix": "2", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Annex I", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "List of participants", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Members of the Bureau", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Ewa Fratczak\nSecretary-General\nGovernment Population Council of Poland", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Albert Karl Graf\nCounsellor\nPermanent Mission of Germany to the United Nations", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Crispin Grey-Johnson\nAmbassador Extraordinary and Plenipotentiary\nPermanent Representative of the Gambia to the United Nations", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Elena Zúñiga Herrera\nSecretary-General\nNational Population Council of Mexico", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Secretariat", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Hania Zlotnik\nDirector\nPopulation Division\nDepartment of Economic and Social Affairs", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Vasantha Kandiah\nAssistant Director\nPopulation Division\nDepartment of Economic and Social Affairs", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Observer", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Kwabena Osei-Danquah\nChief, Executive Board and \nExternal Relations Branch\nInformation, Executive Board and Resource Mobilization Division\nUnited Nations Population Fund", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Annex II", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Agenda of the intersessional meeting of the Bureau \nof the Commission on Population and Development", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Opening of the meeting.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "1.", "action_verb": "Opening", "action_verb_type": "preambular", "action_verb_normalized": "open", "links": []}, {"text": "Adoption of the agenda.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "2.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Implications of the outcome document of the 2005 World Summit.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "3.", "action_verb": "Implications", "action_verb_type": "operative", "action_verb_normalized": "implication", "links": []}, {"text": "Commission on Population and Development:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "4.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Agenda, organization of work, documentation and other matters relating to the thirty-ninth session of the Commission in 2005;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(a)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Proposed theme for 2008;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(b)", "action_verb": "Proposed", "action_verb_type": "preambular", "action_verb_normalized": "proposed", "links": []}, {"text": "Methods of work of the Commission;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(c)", "action_verb": "Methods", "action_verb_type": "operative", "action_verb_normalized": "method", "links": []}, {"text": "Relevant recently adopted resolutions of the General Assembly and the Economic and Social Council, including the joint meeting of the bureaux of the Council and its functional commissions.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(d)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Related matters.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "4.", "action_verb": "Related", "action_verb_type": "preambular", "action_verb_normalized": "related", "links": []}, {"text": "Conclusions.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "5.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Closing of the meeting.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "6.", "action_verb": "Closing", "action_verb_type": "preambular", "action_verb_normalized": "clos", "links": []}]