[{"text": "Commission on Population and Development", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Thirty-eighth session", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "4-8 April 2005", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Item 2 of the provisional agenda*", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Adoption of the agenda and other organizational matters", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Report of the Bureau of the Commission on Population and Development on its intersessional meeting, held in Lima from 16 to 19 October 2004", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Background", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "I.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "At its thirtieth session, the Commission on Population and Development had authorized the Bureau, in preparation for its sessions, to hold intersessional meetings on a yearly basis. In follow-up to this decision, an intersessional meeting of the Bureau was convened in Lima from 16 to 19 October 2004, at the invitation of the Government of Peru; it was hosted by the Ministry of Foreign Affairs of Peru. Previous Bureau meetings had been held in 1996 (Brussels), 1997 (Mexico City), 1998 (Kuala Lumpur), 1999 (New York), 2000 (Nairobi), 2001 (New York), 2002 (Rome) and 2003 (Vilnius).", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "1.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The meeting took place at the Hotel Sofitel Royal Park Lima and at the Ministry of Foreign Affairs in Lima. The five members of the Bureau participated in the intersessional meeting. A complete list of participants is given in annex I to the present report. In addition to the members of the Bureau, an observer from the United Nations Population Fund (UNFPA) attended the meeting, and two observers from the Ministry of Foreign Affairs of Peru were present during part of the meeting.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "2.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Bureau reiterated the importance of the intersessional meetings for planning the future sessions of the Commission and for stimulating interest in, and awareness of, population and development issues. The intersessional meetings also provided an opportunity to organize briefings for government officials, scholars and the media in the host country. In Lima, the Ministry of Foreign Affairs of Peru organized a seminar on the theme “Ten years after the International Conference on Population and Development: assessment of progress and remaining challenges”, which was held in the auditorium of the Carlos García Bedoya Building of the Ministry of Foreign Affairs on 18 October from 3 p.m. to 6 p.m. All Bureau members participating in the intersessional meeting made presentations at the seminar, which was opened by Ambassador Luis Solari Tudela, Vice-Minister and Secretary General for Foreign Affairs. Mr. Alfredo Chuquihuara, Chef de Cabinet of the Minister for Foreign Affairs of Peru and Chairman of the Commission on Population and Development, chaired the seminar.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "3.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In addition, the Bureau had the opportunity of visiting the major public maternity hospital of Lima, Maternidad de Lima, to see first-hand how reproductive health programmes were being implemented in the city and to be briefed by the medical staff of the facility on the advances made in improving reproductive health and child survival in Peru.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "4.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Opening", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "II.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Mr. Chuquihuara opened the intersessional meeting, reviewing the schedule of work and activities that would take place in relation to the meeting. He mentioned, in particular, the seminar on the implementation of the Programme of Action of the International Conference on Population and Development that would be held on 18 October, and a visit on 16 October to the Maternidad de Lima, where Bureau members would visit the facilities and get a briefing on the state of reproductive health in Peru.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "5.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Mr. Joseph Chamie, Director of the Population Division of the United Nations Secretariat, welcomed the members of the Bureau to the meeting and thanked them for their commitment to the work of the Commission and their participation in the meeting. He expressed his appreciation to Mr. Chuquihuara and the Ministry of Foreign Affairs of Peru for the preparations made in support of the intersessional meeting. Mr. Chamie stressed the importance of intersessional meetings in providing timely guidance for the preparation of the annual sessions of the Commission and ensuring their efficiency. He then introduced the issues that needed to be discussed by the Bureau and reviewed the background material that had been made available.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "6.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Deliberations", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "III.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Mr. Chuquihuara chaired the deliberations of the Bureau. He started by thanking Bureau members for their support in completing the work of the thirty-seventh session of the Commission and helping to obtain support for the reaffirmation of the consensus reached at the International Conference on Population and Development. He then presented the provisional agenda for the intersessional meeting, invited comments on it and moved to its adoption (see annex II).", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "7.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The intersessional meeting focused first on the proposed agenda of the Commission at its thirty-eighth session in 2005, noting that the special topic for the general debate would be “Population, development and HIV/AIDS, with particular emphasis on poverty”. Bureau members remarked that concerns regarding HIV/AIDS would likely differ by region according to how advanced the epidemic was in each, but generally agreed that the discussion should give attention to measures of prevention undertaken to reduce or stop the spread of the epidemic. The Bureau considered that the discussion during the thirty-eighth session of the Commission on this topic would be an important input in the preparatory process leading up to the major event in 2005.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "8.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Also discussed were proposals regarding the special themes for future sessions of the Commission. Bureau members agreed that deciding on the special theme at least two years in advance was desirable. Two themes were considered for 2007: (a) the changing age structure of populations and development and (b) urbanization and development.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "9.", "action_verb": "discussed", "action_verb_type": "preambular", "action_verb_normalized": "discussed", "links": []}, {"text": "The Bureau discussed the modalities of work of the Commission in view of the review thereof requested by the General Assembly in its resolution 57/270 B of 23 June 2003 and in light of the changes introduced by Commission decision 2004/2, particularly with regard to the decision taken therein to elect the Bureau of the Commission on the final day of each session. Given that, in the absence of that change, the term of the current Bureau will have ended just before the first day of the thirty-eighth session of the Commission, it was not clear what procedure would be used regarding the election of the next Bureau of the Commission. One solution would be for the current Bureau to remain in charge until the election of the next Bureau at the end of the thirty-eighth session. It was noted, however, that some members of the current Bureau belonged to States that would no longer be members of the Commission during the thirty-eighth session. Therefore, this option was not considered feasible by most members of the Bureau. If continuation of the current Bureau was not possible, members agreed that the only other possibility would be to elect a new Bureau on the first day of the thirty-eighth session and then elect a Bureau for the thirty-ninth session on the last day of the thirty-eighth session. Within this possibility, several variations were feasible. For instance, the Bureau elected on the first day could keep several members from the current Bureau so as to ensure continuity. It was also suggested that the Bureau elected on the first day of the session might be re-elected in its entirety at the end of the session or that some of its members might be re-elected.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "10.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In its decision 2004/2, the Commission had also decided to establish a system of regular geographical rotation for the Chair of the Commission. As Mr. Chamie explained, a system of rotation for the Chair was already in place, although it was not followed strictly because it was not always possible to find a Chair from the regional group whose turn had come. Nevertheless, according to the informal system of rotation used so far, the Chair for the thirty-eighth session should be elected from the African group. The Bureau recommended that the Commission establish explicitly an order of rotation at its thirty-eighth session. Depending on the order established at that time, it could happen that the Chairperson elected at the start of the thirty-eighth session might serve only for the five days of that session. Several scenarios were discussed. If a new Bureau was elected at the start of the thirty-eighth session, with a member of the African group as Chair, the same Chair could be re-elected at the end of the session or a different Chair could be elected. If the same Chair was re-elected, the African group would have the possibility of guiding the preparation of the thirty-ninth session of the Commission. However, if a different Chair was elected at the end of the thirty-eighth session, the Chair from the African group would not necessarily have the possibility of guiding the preparation of the next session, unless a transitional solution could be adopted whereby the Bureau elected at the beginning of the thirty-eighth session remained active during the intersessional period and passed responsibility to the Bureau elected at the end of the thirty-eighth session at the beginning of the thirty-ninth session. This possibility was considered by some Bureau members as unnecessarily complex and contrary to the position of the Commission, whose decision to elect a Bureau at the end of each session entailed entrusting that Bureau with both the preparation and the direction of the next session of the Commission.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "11.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In view of these considerations, and inasmuch as Bureau members felt that the issues of how to start the rotation and what to do during the transition to the election of the Bureau at the end rather than at the beginning of each session required further consultation with their regional groups, they postponed a decision on the strategy that would be followed to elect a Bureau during the thirty-eighth session of the Commission. The Bureau decided to consult the various regional groups and to revert to the issue before the start of the thirty-eighth session of the Commission, by conducting either a discussion via e-mail or a meeting in New York.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "12.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Bureau noted that a number of regional groups had not yet filled the totality of their respective seats in the Commission. It also took note of the difficulties in ensuring better gender balance in the composition of the Bureau and in maintaining timeliness in the elections of Bureau members. Current Bureau members decided to discuss these issues with their respective regional groups.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "13.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Bureau considered that the Commission at its thirty-eighth session should adopt a decision on the agenda for the thirty-ninth session, which was to take place in 2006; a decision on the theme for the fortieth session in 2007; a decision on methods of work including an explicit order of rotation for the Chairmanship of the Bureau; and resolutions regarding the special theme (Population, development and HIV/AIDS, with particular emphasis on poverty), the contribution of the implementation of the Programme of Action of the International Conference on Population and Development1 to the attainment of the internationally agreed development goals, and the work programme in the field of population.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "14.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Bureau took note of Economic and Social Council resolution 2004/63 of 23 July 2004 entitled “Promoting coordination and consolidation of the work of the functional commissions” and of the participation of the Chair of the Commission in the meeting of Chairpersons of the functional commissions of the Council with the Bureau of the Council held on 19 July (see annex III for the summary of the meeting). Bureau members reaffirmed their support for collaboration and coordination with other functional commissions, especially in the form of joint meetings of the Bureaux or their Chairs, as exemplified by the meeting held in 2004 between the Chair of the Commission on the Status of Women and the Chair of the Commission on Population and Development.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "15.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Bureau also took note of the request to bring to the attention of the Commission at its thirty-eighth session the report of the World Commission on the Social Dimension of Globalization entitled A Fair Globalization: Creating Opportunities for All.2", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "16.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Bureau was informed that UNFPA was planning to hold a side event during the period of sessions of the Commission. The event would focus on the contribution of the Programme of Action of the International Conference on Population and Development to the achievement of the Millennium Development Goals. The Bureau encouraged UNFPA to schedule a time slot for the event with a view to ensuring that delegates participating in the thirty-eighth session would be able to attend.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "17.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "As a result of its deliberations, the Bureau made a number of recommendations that are presented in annex IV to the present report; and reaffirmed the importance of its intersessional meetings in facilitating the work of the Commission.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "18.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Notes", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Report of the International Conference on Population and Development, Cairo, 5-3 September 994 (United Nations publication, Sales No. E.95.XIII.8), chap. I, resolution , annex.", "type": "paragraph", "heading_level": null, "paragraph_type": null, "paragraph_level": 5, "prefix": "1", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Geneva, International Labour Office, 004; also A/59/98-E/004/79, annex.", "type": "paragraph", "heading_level": null, "paragraph_type": null, "paragraph_level": 5, "prefix": "2", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Annex I", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "List of participants", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Members of the Bureau", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Mr. Alfredo Chuquihuara", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Chef de Cabinet of the Minister for Foreign Affairs", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Ministry of Foreign Affairs", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Ucayali 363", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Lima, Peru", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Mr. Mohamed Elfarnawany", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "First Secretary", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Permanent Mission of the Arab Republic of Egypt to the United Nations", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "304 East 44th Street", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "New York, NY 10017", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Ms. Kitty van der Heijden", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "First Secretary", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Permanent Mission of the Netherlands to the United Nations", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "235 East 45th Street, 16th floor", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "New York, NY 10017", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "His Excellency", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Mr. Gediminas Šerkšnys", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Permanent Representative of Lithuania to the United Nations", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "420 Fifth Avenue, 3rd floor", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "New York, NY 10018", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Mr. Khondker M. Talha", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "First Secretary", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Permanent Mission of Bangladesh  to the United Nations", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "227 East 45th Street, 14th floor", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "New York, NY 10017", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "United Nations Secretariat", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Mr. Joseph Chamie", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Director", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "United Nations Population Division", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Room DC2-1950", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "New York, NY 10017", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Ms. Hania Zlotnik", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Assistant Director", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "United Nations Population Division", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Room DC2-1956", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "New York, NY 10017", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Observers", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Mr. Kwabena Osei-Danquah", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Senior External Relations Adviser", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UNFPA", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "220 East 42nd Street", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "New York, NY 10017", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Mr. Vicente Rojas", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Minister", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Director de Asuntos Sociales y Especiales", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Ministry of Foreign Affairs", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Ucayali 363", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Lima, Peru", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Ms. María Eugenia Echeverría", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Consejera", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Dirección de Asuntos Sociales y Especiales", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Ministry of Foreign Affairs", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Ucayali 363", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Lima, Peru", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Annex II", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Agenda of the intersessional meeting of the Bureau of the Commission on Population and Development", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Opening of the meeting.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "1.", "action_verb": "Opening", "action_verb_type": "preambular", "action_verb_normalized": "open", "links": []}, {"text": "Adoption of the agenda.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "2.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Commission on Population and Development:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "3.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Agenda, organization of work, documentation and other matters relating to the thirty-eighth session of the Commission in 2005;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(a)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Modalities of work;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(b)", "action_verb": "Modalities", "action_verb_type": "operative", "action_verb_normalized": "modaliti", "links": []}, {"text": "Programme of work of the Commission in 2006-2009;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(c)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Relevant recently adopted resolutions of the General Assembly and the Economic and Social Council, including the joint meeting of the Bureaux of the Council and its functional commissions.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(d)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Related matters.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "4.", "action_verb": "Related", "action_verb_type": "preambular", "action_verb_normalized": "related", "links": []}, {"text": "Conclusions.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "5.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Closing of the meeting.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "6.", "action_verb": "Closing", "action_verb_type": "preambular", "action_verb_normalized": "clos", "links": []}, {"text": "Annex III", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Summary of the meeting of the Chairpersons of the functional commissions of the Economic and Social Council with the Bureau of the Council", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(10 a.m. to 1 p.m., 19 July 2004)", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A meeting of the Chairpersons of the functional commissions of the Economic and Social Council with the Bureau of the Council was held on 19 July 2004 to discuss measures to promote collaboration and cooperation among the functional commissions and between the functional commissions and the Council. The Chairpersons met first among themselves under the Chairmanship of Mr. Dumisano Kumalo, Chairperson of the Commission for Social Development, and then with the Bureau of the Council, which was chaired by Mrs. Marjatta Rasi, President of the Council. A panel discussion featuring the Chairpersons took place with the members of the Council in the afternoon of the same day.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "1.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The following is a synopsis of the main issues discussed in the meeting of the Chairpersons:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "2.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "It was agreed that 2005 was an important year, and that the development calendar should not be overshadowed by consideration of the security issues related to that year’s events. It was felt that the role of the functional commissions and the voice of the Chairs in the lead-up to the 2005 summit would be important. Functional commissions should consider how best to contribute to the summit.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "•", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "It was recognized that each functional commission had unique characteristics, tended to address specific issues, and had different roles and practices. Nevertheless, dialogue and collaboration among them were desirable. It was felt that each functional commission should follow the approach that had proved to be most effective in each case.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "•", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Collaboration took place, through joint programmes and reports, addresses of the Chairperson of one commission to another commission, joint Bureau meetings and joint meetings of the commission secretariats. It was agreed that a best practice approach should be taken in this respect in view of the different focuses of the various commissions. Some Chairpersons expressed the desire to see more cooperation and collaboration taking place, particularly with a view to establishing a uniform approach in the work of the functional commissions.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "•", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The functional commissions had made great strides in revising their methods of work in accordance with the guidance provided by the Economic and Social Council, as exemplified by the fact that:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "•", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "All Chairpersons mentioned that early election of the Bureau and its continuity were important. Early election was also thought to enhance cooperation.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 5, "prefix": "–", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Intersessional meetings of Bureaux were considered valuable, as was the establishment of intersessional working groups. Some commissions noted, however, that, owing to the financial constraints faced by some Bureau members who needed to travel from their capitals, the frequency with which such meetings could be held was limited. The practice of establishing an expanded Bureau to include regional representatives and convening it during the intersessional period was considered extremely valuable, as it helped in passing decisions and proceedings through the regional groups, thus contributing to transparency and increased effectiveness.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 5, "prefix": "–", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Most commissions had established a multi-year work programme, which the Chairpersons considered to be a valuable planning tool. It was also felt that such programmes benefited other commissions, since they helped to avoid duplication of work. The Chairpersons welcomed the establishment of a multi-year work programme by the Economic and Social Council.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 5, "prefix": "–", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The question of participation of non-governmental organizations at the major events scheduled for 2005 was discussed, and it was pointed out that the Economic and Social Council placed great importance on the attendance of non-governmental organizations. It was suggested that each functional commission arrange for appropriate non-governmental organization participation at these events. However, it was noted that the General Assembly would decide on the specifics regarding non-governmental organization participation.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "•", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The problem was raised of the duplication of work by one commission and the Third Committee and it was suggested that such an issue would have to be considered in the discussion of reform of the United Nations system. Chairpersons felt that it was necessary to reinvigorate the substantive session of the Economic and Social Council, perhaps by changing the timing of its high-level segment.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "•", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Some Chairpersons mentioned that increased workload was a problem and that it was difficult to complete the work in the time allotted to each session. Strict rules on speaking time and the clustering of items were suggested as possible means of overcoming this problem.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "•", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Some felt that shortening a functional commission’s session might have a negative effect on the timeliness of the submission of its report. The late availability to the Economic and Social Council of the reports of the sessions of the functional commissions was a problem that needed to be addressed.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "•", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Several proposals were made with a view to strengthening collaboration and cooperation and enhancing the work of the functional commissions. For example:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "•", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "It was recommended that a meeting of the secretariats of all the functional commissions be held to discuss how the functional commissions could promote collaboration and cooperation among themselves.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 5, "prefix": "–", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "It was considered vitally important that the regional commissions be included in any approach by the functional commissions to supporting the Economic and Social Council’s action plans and major events.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 5, "prefix": "–", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "It was suggested that, given its strong technical expertise, the Statistical Commission could be called upon by the other functional commissions to provide input into their work. If feasible, the Bureau of the Statistical Commission could meet with the Bureau of each commission immediately prior to the start of its session to discuss specific areas of collaboration.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 5, "prefix": "–", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "It was suggested that an item be included in the agenda of the substantive session of the Economic and Social Council under which to discuss best practices, and follow-up to Council resolutions and decisions, as well as any other issues of common interest to the commissions.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 5, "prefix": "–", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "It was recommended that more frequent joint meetings of the Bureaux and secretariats of the functional commissions be held so that detailed information regarding the work of the commissions could be exchanged.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 5, "prefix": "–", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "It was suggested that the Bureau of the Economic and Social Council be requested to advise the functional commissions on how the Council intended to report on the 2005 major event.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 5, "prefix": "–", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "All of the Chairpersons agreed that this type of meeting was very useful because it provided a broad picture of the work being carried out by the functional commissions. It also helped to strengthen the links between the various commissions. Attention was drawn, however, to the problem of resource-related constraints on attending annual meetings of the Chairpersons of the functional commissions.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "•", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Annex IV", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Conclusions and recommendations of the Bureau of the Commission on Population and Development", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Provisional agenda, organization of work and working methods for the thirty-eighth session of the Commission", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "I.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Bureau recommended the adoption of the organization of work of the Commission at its thirty-eighth session. The organization of work reflected the decisions taken at the thirty-seventh session of the Commission (see E/CN.9/2004/L.2/Rev.1) regarding the addition to the provisional agenda for the thirty-eighth session of item 3 bis on the contribution of the implementation of the Programme of Action of the International Conference on Population and Development, in all its aspects, to the achievement of internationally agreed development goals, including those contained in the United Nations Millennium Declaration; and item 4 bis on the review of the methods of work of the Commission, as requested by the General Assembly in its resolution 57/270 B.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "1.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Bureau reaffirmed the usefulness of engaging guest speakers to discuss particular aspects of the special theme being considered by the Commission. For the thirty-eighth session, the Bureau suggested that at least one speaker should focus on the status of the HIV/AIDS epidemic in Africa and its implications for development. The other keynote speaker should address strategies to prevent the transmission of HIV and reduce the spread of the epidemic. The Bureau recommended that the meeting of the working group be adjourned, as in other sessions of the Commission, during the presentations made by guest speakers.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "2.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Bureau recommended that interventions by delegations during the debate on national experience address the issue of population, development and HIV/AIDS, with particular emphasis on poverty. The Bureau maintained its recommendation that oral presentations should be about five minutes in length but emphasized that delegations were invited to prepare lengthier statements for distribution in printed form.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "3.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "As for previous sessions, the Bureau recommended that a working group be established at the thirty-eighth session of the Commission to discuss issues that might result in resolutions or decisions. The working group should begin its work on the afternoon of the first day of the session of the Commission. The Bureau also recommended that the Population Division of the United Nations Secretariat prepare initial drafts of resolutions and decisions that might facilitate the deliberations of the working group. If the Chairperson of the Commission approved, such drafts might be circulated during the week prior to the session of the Commission.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "4.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Bureau recommended that the Commission establish explicitly at its thirty-eighth session the order of rotation of the Chairmanship of the Bureau of the Commission so that it might start being implemented upon the election of the Bureau for the thirty-ninth session.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "5.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In addition to adopting a draft agenda for the thirty-ninth session, the Bureau thought that the Commission might wish to consider adopting resolutions or decisions concerning, among other issues: (a) the special theme of the thirty-eighth session, namely, population, development and HIV/AIDS, with particular emphasis on poverty; (b) the special themes for the years 2006 and 2007; (c) the contribution of the implementation of the Programme of Action of the International Conference on Population and Development to the achievement of the internationally agreed development goals; (d) the programme of work in the field of population; and (e) the working methods of the Commission, including the order of rotation of the Chairmanship of its Bureau.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "6.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Bureau recommended that the Director of the Population Division organize, before the thirty-eighth session of the Commission, a briefing for delegations on the status of documents, the organization of work, and the resolutions and decisions that were likely to be considered by the Commission.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "7.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Bureau stressed the importance of the timely availability of documents for the thirty-eighth session of the Commission in order to facilitate the preparation of statements by delegations. The Bureau endorsed the posting of advanced unedited versions of the documents on the Internet.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "8.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Work programme for future sessions of the Commission", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "II.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Bureau took note of Commission decision 2004/1 in which the Commission had decided that “International migration and development” should be the special theme for its thirty-ninth session in 2006, as a contribution of the Commission to the high-level dialogue of the General Assembly on international migration and development. The Bureau supported the practice of establishing the special theme for the Commission two years in advance. It suggested that, for its fortieth session in 2007, the Commission consider as a special theme “The changing age structure of populations and development”. The Bureau also took note of the theme “Urbanization and development” whose consideration might be tied to a commemoration of the fact that the world’s population would likely become more than 50 per cent urban in 2007.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "9.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Bureau welcomed the Population Division’s decision to convene a Seminar on the Relevance of Population Aspects for the Achievement of the Millennium Development Goals and to invite representatives within the United Nations system involved in the implementation of measures to achieve the Millennium Development Goals to attend the Seminar and discuss the contribution of the implementation of the Programme of Action of the International Conference on Population and Development to the attainment of those and other development goals. It suggested that the Seminar be open to government representatives who might wish to attend and considered that the deliberations during the Seminar would provide useful input for the preparation of the report requested by the Commission in its decision 2004/1.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "10.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Work programme of the Bureau", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "III.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Bureau recommended that a Bureau meeting be held prior to the thirty-eighth session of the Commission to review and discuss preparations for the session.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "11.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Bureau members decided to hold consultations with their respective regional groups regarding the best way to proceed during the period of transition to the election of a Bureau at the end rather than at the start of each session of the Commission. During those consultations, the issue of ensuring a better representation of women in the Bureau of the Commission and of improving the timeliness of elections to the Bureau would also be raised.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "12.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The members of the Bureau decided to conduct informal consultations with their respective groups regarding the composition of the Bureau of the thirty-eighth session of the Commission.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "13.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Bureau recalled its meeting with the Bureau of the Economic and Social Council on 25 March 2004 and emphasized the utility and importance of such annual meetings to enhance coordination and information-sharing, and recommended that such meetings continue to be held during the annual sessions of the Commission.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "14.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Bureau took note of the meeting of the Bureau of the Economic and Social Council with the Chairpersons of the functional commissions of the Council held in New York on 19 July 2004 during the Council’s substantive session. Mr. Chuquihuara represented the Bureau of the Commission at the meeting.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "15.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Taking note of the consolidated report of the Secretary-General on the work of the functional commissions of the Economic and Social Council in 2004 (E/2004/81), the Bureau recommended that the Commission take the lead in highlighting the importance of population issues for the work of other functional commissions and in contributing to the setting of priorities in the social and economic fields. In this regard, the Bureau acknowledged the importance of joint meetings with the Bureaux of other functional commissions to foster the exchange of views.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "16.", "action_verb": "Taking", "action_verb_type": "preambular", "action_verb_normalized": "tak", "links": []}, {"text": "Work programme of the Secretariat in the field of population", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "IV.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Bureau took note of the work programme of the Population Division of the Department of Economic and Social Affairs and stressed the importance of the Population Division’s continuing to maintain a comprehensive approach to population and development issues. The Bureau recommended that the Population Division continue to convene technical meetings to shed light on key population concerns of the international community, including those related to the special themes discussed annually by the Commission.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "17.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Bureau took note of the fact that the Population Division would prepare a report for the thirty-eighth session of the Commission regarding the methods of work of the Commission, including specific recommendations on the issue (E/CN.9/2005/7). The Bureau recommended that a process of consultation with Member States and observers be followed in preparing that report.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "18.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Bureau took note of Economic and Social Council resolution 2004/63 of 23 July 2004 on promoting coordination and consolidation of the work of the functional commissions, in which the Council requested its functional commissions, in their review of conference implementation in 2005, to promote complementarity in their work and to follow the guidance of the Council and the General Assembly. The Bureau also noted the request of the Council, in the same resolution, for the Chairpersons of the functional commissions to communicate to the President of the Council the issues requiring special attention or action by the Council.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "19.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Bureau was informed that the Third Coordination Meeting on International Migration would take place on 27 and 28 October 2004 and that it would be followed by the presentation to the Second Committee of the Secretary-General’s report on international migration and development (A/59/325). The Bureau supported increased work on international migration, especially in light of the high-level dialogue on international migration planned for 2006.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "20.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}]