[{"text": "Economic and Social Council forum on financing for development follow-up", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "2021 session", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Report of the Economic and Social Council forum on financing for development follow-up", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Matter calling for action by the Economic and Social Council or brought to its attention", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "I.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Economic and Social Council forum on financing for development follow-up recommends that the Economic and Social Council transmit to the high-level political forum on sustainable development convened under the auspices of the Council the following intergovernmentally agreed conclusions and recommendations:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "1.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Follow-up and review of the financing for development outcomes and the means of implementation of the 2030 Agenda for Sustainable Development", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "We, Ministers and high-level representatives, have met from 12 to 15 April 2021 at the sixth Economic and Social Council forum on financing for development follow-up.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "1.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "We express our resolve to continue to scale up our efforts towards the full and timely implementation of the Addis Ababa Action Agenda of the Third International Conference on Financing for Development. We further reaffirm our commitment to strengthen multilateral cooperation and solidarity to combat the consequences of the pandemic. We recognize that recovery strategies out of the crisis need to be designed to accelerate the implementation of the 2030 Agenda in the decade of action, building a sustainable and inclusive economy, as well as helping to reduce the risk of future shocks.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "2.", "action_verb": "express", "action_verb_type": "operative", "action_verb_normalized": "expres", "links": []}, {"text": "We note with concern that while, even before the coronavirus disease (COVID-19) pandemic, the world was not on track to achieve the Sustainable Development Goals by 2030 and the Paris Agreement, we are now facing a multidimensional health and socioeconomic crisis that is compounded by climate change, biodiversity loss and environmental degradation.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "3.", "action_verb": "note", "action_verb_type": "operative", "action_verb_normalized": "note", "links": []}, {"text": "The pandemic has caused immense human suffering across the globe and triggered the worst economic and social crisis in generations. It has exacerbated pre-existing inequalities within and between countries. Although the virus has impacted everyone, everywhere, developing countries, especially the most vulnerable countries, and the most vulnerable people, have been disproportionately affected. We recognize the importance of addressing the diverse needs and challenges faced by countries in special situations, in particular African countries, the least developed countries, landlocked developing countries and small island developing States, as well as the specific challenges faced by middle-income countries. We recognize the urgent need to support in particular those who are vulnerable or in vulnerable situations, including women and girls, youth, persons with disabilities, older persons, indigenous peoples, local communities, refugees, displaced persons, migrants, to protect human rights for all and to ensure that no country or person is left behind.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "4.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "At the centre of a global recovery is equitable, affordable access for all to safe, quality, efficacious, effective, accessible and affordable COVID-19 vaccines, therapeutics and diagnostics. We stress the need to develop international partnerships, in particular so as to scale up manufacturing and distribution capabilities, in recognition of differing national contexts, and recognize the role of extensive immunization against COVID-19 as a global public good for health in preventing, containing and stopping transmission in order to bring the pandemic to an end. We resolve to work tirelessly to ensure timely access for all countries to COVID-19 vaccines, therapeutics and diagnostics.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "5.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "We fully support the Access to COVID-19 Tools Accelerator (ACT-A) and its COVID-19 Vaccine Global Access (COVAX) Facility and call upon the public and private sector to fill the funding gap of these facilities. We also encourage countries with the capacities to do so to take action to actively support COVAX and the World Health Organization, including by sharing excess doses with the COVAX Facility to promote the equitable distribution of vaccines to developing countries. We welcome further support and access to concessional financing and other financial measures by multilateral financial institutions to help developing countries meet national immunization requirements, improve national health systems, preparedness and health infrastructure, and progress towards universal health coverage.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "6.", "action_verb": "fully", "action_verb_type": "operative", "action_verb_normalized": "fully", "links": []}, {"text": "We recognize that universal health coverage, including primary health care, is fundamental for achieving all Sustainable Development Goals. We underscore that investments in resilient health infrastructure and health systems aligned with the 2030 Agenda are key to advancing prosperity and sustainable development and alleviating poverty.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "7.", "action_verb": "recognize", "action_verb_type": "operative", "action_verb_normalized": "recognize", "links": []}, {"text": "We are deeply concerned that many developing countries are unable to meet the essential health and humanitarian needs of their people and to recover from the recession owing to growing liquidity and fiscal constraints, growing debt servicing obligations and high borrowing costs. There is a grave danger of a sharply diverging world, with many potentially facing a lost decade of sustainable development, if decisive action is not taken urgently.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "8.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Countries in special situations are facing greater vulnerabilities. We call upon the international community to provide the least developed countries, landlocked developing countries and small island developing States with support, including for funding stimulus measures that take into account their special vulnerabilities to be used as stimulus to fully implement the Istanbul Programme of Action for the Least Developed Countries for the Decade 2011–2020, the Vienna Programme of Action for Landlocked Developing Countries for the Decade 2014–2024 and the SIDS Accelerated Modalities of Action (SAMOA) Pathway, and to address the impacts of COVID-19 for a sustainable, inclusive and resilient recovery.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "9.", "action_verb": "Countries", "action_verb_type": "operative", "action_verb_normalized": "countri", "links": []}, {"text": "The investment gap for the achievement of the 2030 Agenda is growing. We welcome the extraordinary fiscal and monetary measures taken by many governments, which have cushioned the socioeconomic impact of the pandemic.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "10.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The magnitude of the crisis demands a significant, timely and coordinated international response to achieve a sustainable, inclusive and resilient recovery everywhere. We recall the report of the Secretary-General entitled “Shared responsibility, global solidarity: responding to the socioeconomic impacts of COVID-19” and the United Nations framework for the immediate socioeconomic response to COVID-19. We take note of the Friends of Monterrey retreat and the four High-level Events on Financing for Development in the Era of COVID-19 and Beyond, co-convened by the Governments of Canada and Jamaica and the Secretary-General, using a virtual platform. We note the particular relevance of the United Nations development system, the Group of 20, the Group of Seven and the World Bank and International Monetary Fund in advancing the financing for development agenda. We express appreciation for the endorsement of the Group of 20 Support to COVID-19 Response and Recovery in Developing Countries by the Governments of the Group of 20 under the presidency of Saudi Arabia, at its 2020 meeting.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "11.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "We commit to undertake strong and coordinated global stimulus efforts that promote decent work and support the transition to sustainable, inclusive and resilient economies. We are resolved to overcome the systemic impediments, including by undertaking further deliberations on financing of global public goods in order to accelerate the achievement of the 2030 Agenda for Sustainable Development, the Addis Ababa Action Agenda, the Paris Agreement and the Sendai Framework for Disaster Risk Reduction. We reaffirm that the 2030 Agenda is the global blueprint for building back better.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "12.", "action_verb": "commit", "action_verb_type": "operative", "action_verb_normalized": "commit", "links": []}, {"text": "Cross-cutting issues", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The COVID-19 pandemic has deepened pre-existing inequalities and increased pressure on people in vulnerable situations, with the most vulnerable countries and people most at risk of being left further behind in the health and socioeconomic recovery efforts. We resolve to take action to prioritize spending, among others, on essential health functions and social protection measures to reduce exclusion, eradicate poverty, tackle inequalities and end discrimination, including in access to trade and capital markets, affordable energy and technologies for sustainable development.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "13.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The COVID-19 pandemic has had a severe impact on societies, with women and girls being disproportionately affected. Women make up the majority of front-line health workers, continue to do the majority of unpaid care work and face increased risks of domestic violence and exploitation. Years of progress towards achieving gender equality and the empowerment of all women and girls are at risk of being lost. We commit to massively scale up our efforts to achieve gender equality by implementing the Beijing Declaration and Platform for Action as well as gender-responsive COVID-19 health, social and economic recovery programmes that place those who have been disproportionately affected, including women and girls, at the centre. We further commit to create an enabling environment for women’s leadership and capacities, with the aim of addressing existing underrepresentation in decision-making processes.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "14.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "We are deeply concerned that the pandemic has widened existing inequalities in children’s access to learning, hitting schoolchildren in poorer countries particularly hard. We recognize that investing in children and youth is critical to achieving inclusive, equitable and sustainable development for the full benefit of present and future generations.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "15.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "We recognize the compounding and severe effects climate change, biodiversity loss, desertification and environmental degradation have in the context of the recovery from COVID-19, including the severe impact on all economies and especially those of developing countries. We will strive to achieve the conservation of biological diversity, the sustainable use of its components and to mobilize appropriate financial resources to this end. We recognize the importance of a sustainable recovery from COVID-19 in order to achieve the long-term temperature goal of the Paris Agreement and reiterate the need for increasing the support to the most vulnerable countries.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "16.", "action_verb": "recognize", "action_verb_type": "operative", "action_verb_normalized": "recognize", "links": []}, {"text": "COVID-19, climate change and environmental degradation have demonstrated the importance of understanding risk across all sectors and at all levels of planning – global, regional, national, subnational and local. Disasters are becoming more frequent, complex and systemic. There is an urgent need to shift the balance from investing in response, to investing in prevention and in disaster risk reduction. Risk-sensitive public investment planning and risk financing policy can be supported through integrated national financing frameworks for sustainable development.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "17.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "We further stress that investment in sustainable and quality infrastructure is critical for an inclusive COVID-19 recovery and for acceleration towards achieving the Sustainable Development Goals. The investment gap for the achievement of the 2030 Agenda is growing and investment in quality infrastructure in developing countries declined by over 50 billion United States dollars in the past year alone. Public financing should be scaled up to catalyse private investments in sustainable and resilient infrastructure that will help to achieve the 2030 Agenda and its Goals, the Addis Ababa Action Agenda, the Paris Agreement, the Sendai Framework and the New Urban Agenda.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "18.", "action_verb": "stress", "action_verb_type": "operative", "action_verb_normalized": "stres", "links": []}, {"text": "Domestic public resources", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Public finance is crucial for health and socioeconomic recovery. Domestic and international efforts have to go hand in hand in creating the fiscal space to invest in the immediate COVID-19 response and recovery, and to drive the achievement of the Sustainable Development Goals. We reiterate that appropriate exceptional fiscal measures should be maintained for as long as needed to secure the health response as well as social and economic recovery.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "19.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Social protection systems have been the first line of defence against the negative impact of COVID-19. We are committed to scaling up financing to protect the livelihood and health of vulnerable communities and to close the financing gap faced by vulnerable countries including the least developed countries, landlocked developing countries and small island developing States. We call upon governments to extend social protection for all, including workers in the informal economy.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "20.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "We reiterate that recovery programmes must advance the 2030 Agenda and the goals of the Paris Agreement. We reaffirm our joint commitment on medium-term rationalization and phasing-out of inefficient fossil fuel subsidies that encourage wasteful consumption, while providing targeted support for the poorest. Fiscal policies and instruments can help achieve the commitments of the Paris Agreement, while also generating co-benefits on growth, job creation, health and the environment, as well as strengthening the competitiveness of domestic industries.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "21.", "action_verb": "reiterate", "action_verb_type": "operative", "action_verb_normalized": "reiterate", "links": []}, {"text": "We recognize the importance of transparent fiscal systems in combating inequality and recommit to strengthening the capacities of revenue administration through modernized, progressive tax systems, in line with the Addis Ababa Action Agenda. We acknowledge that any consideration of tax measures in response to the digital economy should include a careful analysis of the implications for developing countries, taking into account their inputs, with a special focus on their unique needs and capacities. We call upon the United Nations, and all other relevant international organizations, to support countries, particularly developing countries, in building policy and administrative capacity for the effective and efficient taxation of the digital economy. We note the work, including capacity development by the United Nations, on tax policy and administration, and on infrastructure asset management for sustainable development.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "22.", "action_verb": "recognize", "action_verb_type": "operative", "action_verb_normalized": "recognize", "links": []}, {"text": "We note the work of the Addis Tax Initiative in fostering collective action to strengthen the capacities of developing countries for closing recognized gaps in development finance.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "23.", "action_verb": "note", "action_verb_type": "operative", "action_verb_normalized": "note", "links": []}, {"text": "We acknowledge the positive role that integrated national financing frameworks can play in support of nationally owned sustainable development strategies, in order to further implement the Addis Ababa Action Agenda, aiming at effectively mobilizing and aligning a wide range of financing sources and instruments with the 2030 Agenda.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "24.", "action_verb": "acknowledge", "action_verb_type": "operative", "action_verb_normalized": "acknowledge", "links": []}, {"text": "We reiterate our deep concern about the growing illicit financial flows, internationally and domestically. We note the report of the High-level Panel on International Financial Accountability, Transparency and Integrity for Achieving the 2030 Agenda. We will identify, assess and act on money-laundering risks, including through effective implementation of the Financial Action Task Force standards on anti-money-laundering/counter-terrorism financing.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "25.", "action_verb": "reiterate", "action_verb_type": "operative", "action_verb_normalized": "reiterate", "links": []}, {"text": "We welcome the special session of the General Assembly against corruption, to address the challenges and measures to prevent and combat corruption and strengthen international cooperation.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "26.", "action_verb": "welcome", "action_verb_type": "operative", "action_verb_normalized": "welcome", "links": []}, {"text": "We note that various jurisdictions have introduced mechanisms to increase beneficial ownership transparency, including beneficial ownership registries of legal entities and legal arrangements, such as companies, trusts and limited liability partnerships, and invite all jurisdictions to consider establishing appropriate mechanisms, in line with international standards, where applicable. We reaffirm our commitment to strive to eliminate safe havens that create incentives for the transfer abroad of stolen assets and illicit financial flows.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "27.", "action_verb": "note", "action_verb_type": "operative", "action_verb_normalized": "note", "links": []}, {"text": "We call for more concerted efforts at the national level, where appropriate, to address the role of financial institutions, and of legal and finance professionals and others in enabling corruption, crime and tax evasion. In addition, we will consider, where appropriate and consistent with national legal systems, the possibility of waiving or reducing to the barest minimum the processes and costs of the recovery of assets.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "28.", "action_verb": "call", "action_verb_type": "operative", "action_verb_normalized": "call", "links": []}, {"text": "We call upon Member States to recommit to addressing the challenges of preventing and combating illicit financial flows and strengthening international cooperation and good practices on assets return and recovery, including through more effective measures to implement existing obligations under the United Nations Convention against Corruption and the United Nations Convention against Transnational Organized Crime and the Protocols thereto, and to implement effective, inclusive and sustainable measures to prevent and combat corruption within the framework of the 2030 Agenda.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "29.", "action_verb": "call", "action_verb_type": "operative", "action_verb_normalized": "call", "links": []}, {"text": "We call upon Member States to strengthen international cooperation to combat illicit financial flows and adopt good practices on assets return to foster sustainable development. The United Nations provides a space for inclusive dialogue in this regard through existing mechanisms in accordance with their mandates, without duplicating the work of other international standard-setting bodies.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "30.", "action_verb": "call", "action_verb_type": "operative", "action_verb_normalized": "call", "links": []}, {"text": "Domestic and international private business and finance", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "We express concern about the deep decline in global foreign direct investment (FDI) flows. The crisis provides an opportunity for finance and businesses to refocus on long-term sustainability goals. We recommit to taking collective action to further align private business and finance with the Sustainable Development Goals and channel investment to where it is most needed.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "31.", "action_verb": "express", "action_verb_type": "operative", "action_verb_normalized": "expres", "links": []}, {"text": "We also recognize the need to make private business more accountable for its impact on sustainable development and develop innovative financial mechanisms to support sustainable business models. We encourage progress towards globally consistent and comparable international standards for sustainability-related disclosure, by leveraging existing principles, frameworks and guidance. We recognize the need to develop a common framework of definitions and criteria for sustainable economic activities.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "32.", "action_verb": "recognize", "action_verb_type": "operative", "action_verb_normalized": "recognize", "links": []}, {"text": "We further emphasize the private sector’s role in advancing gender equality by ensuring women’s full and productive employment and decent work, equal pay for equal work or work of equal value, and equal opportunities.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "33.", "action_verb": "emphasize", "action_verb_type": "operative", "action_verb_normalized": "emphasize", "links": []}, {"text": "We will take into account the crucial role of micro-, small and medium-sized enterprises in contributing to Sustainable Development Goal implementation through job creation and improving livelihoods for the poorest and most vulnerable, and promote support measures to engage such enterprises in recovery efforts.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "34.", "action_verb": "will take", "action_verb_type": "operative", "action_verb_normalized": "will take", "links": []}, {"text": "We welcome the initiatives of the United Nations system on Sustainable Development Goal financing and call upon the United Nations system to advance innovative solutions that can further unlock investment in the Sustainable Development Goals. In this regard, we note the Secretary-General’s ongoing efforts, through a series of round tables on extractive industries, to maximize the extractive industries’ contribution to sustainable development.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "35.", "action_verb": "welcome", "action_verb_type": "operative", "action_verb_normalized": "welcome", "links": []}, {"text": "We further welcome the work of the Global Investors for Sustainable Development Alliance convened by the Secretary-General.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "36.", "action_verb": "welcome", "action_verb_type": "operative", "action_verb_normalized": "welcome", "links": []}, {"text": "We will explore options to engage credit-rating agencies in the context of the COVID-19 recovery and implementation of the 2030 Agenda and invite the Inter-Agency Task Force on Financing for Development to include analysis in this regard in its 2022 report.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "37.", "action_verb": "will explore", "action_verb_type": "operative", "action_verb_normalized": "will explore", "links": []}, {"text": "We acknowledge the ongoing work by the United Nations system, pursuant to the provisions of General Assembly resolution 75/215 of 21 December 2020, undertaken to analyse and develop a multidimensional vulnerability index for small island developing States in relation to inter alia, debt vulnerability in the immediate term; debt sustainability in the longer term and expanding their access to concessionary financing. We call upon the Inter-Agency Task Force on Financing for Development to include in its 2022 report an analysis of the potential use of the multidimensional vulnerability index for small island developing States’ debt restructuring with the aim of building credit worthiness and expanding access to financing, including concessional financing.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "38.", "action_verb": "acknowledge", "action_verb_type": "operative", "action_verb_normalized": "acknowledge", "links": [["75/215", "https://undocs.org/en/A/RES/75/215"]]}, {"text": "We are concerned about the decline in remittances, an important source of income for receiving families in developing countries, which has decreased by about 40 billion United States dollars owing to the COVID-19 crisis. We further express our concern at the continued decline in correspondent banking relationships, due to de-risking trends, and its adverse consequences on low-value remittance flows. We welcome the ongoing work on the Group of 20 road map to enhance cross-border payments, and to coordinate on regulatory, supervisory and oversight frameworks. We will work to improve the access to, usage and quality of financial services to lower the cost of remittances. We recommit to taking concrete action to reduce the average transaction cost of migrant remittances by 2030 to less than 3 per cent of the amount transferred, as agreed in the Addis Ababa Action Agenda and other relevant documents.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "39.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "We recognize that investments in low-emission, resource-efficient technologies and in sustainable and resilient infrastructure can help spur sustainable growth and economic recovery, address inequalities and, at the same time, accelerate a transition towards climate-resilient and sustainable economies, in accordance with national circumstances, needs and priorities. We recognize the importance of investing in nature-based solutions or ecosystem-based approaches, ecosystem restoration, sustainable resources and land use, as well as that better consideration of climate and nature-related risks will help promote a sustainable economy. Innovative financing instruments can play a key role in mobilizing finance to fill the Sustainable Development Goal financing gap. We acknowledge and support the proposal of the Italian presidency of the Group of 20 to assess merits and challenges related to Sustainable Development Goal financing strategies.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "40.", "action_verb": "recognize", "action_verb_type": "operative", "action_verb_normalized": "recognize", "links": []}, {"text": "We acknowledge that financial institutions are seeking investment opportunities in sustainable infrastructure, but most developing countries are unable to access this capital. At the same time, investors have been unable to adequately access viable investment projects in most developing countries. We reaffirm our strong political commitment to create an enabling environment at all levels.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "41.", "action_verb": "acknowledge", "action_verb_type": "operative", "action_verb_normalized": "acknowledge", "links": []}, {"text": "We will incentivize additional financing and investment in sustainable infrastructure and facilitate efforts to channel long-term sustainable investment to developing countries. We commit to help developing countries benefit from sustainable financing sources, develop a pipeline of investable projects and use risk-sharing mechanisms to incentivize private investment, where applicable.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "42.", "action_verb": "will incentivize", "action_verb_type": "operative", "action_verb_normalized": "will incentivize", "links": []}, {"text": "We underscore that investments in resilient health infrastructure, health systems and universal health coverage aligned with the 2030 Agenda are key to sustainable development and alleviating poverty.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "43.", "action_verb": "underscore", "action_verb_type": "operative", "action_verb_normalized": "underscore", "links": []}, {"text": "We call upon all relevant stakeholders, building on existing mechanisms and facilities, to place a focus on diagnostics for infrastructure needs and help identify and address gaps and financing requirements, especially in developing countries, and to create an enabling environment that takes into account resilience, adaptation to and mitigation of climate change. We recognize the important role of the United Nations development system, the World Bank and other multilateral institutions in addressing the capacity and funding gaps in sustainable and quality infrastructure investment, working through existing initiatives.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "44.", "action_verb": "call", "action_verb_type": "operative", "action_verb_normalized": "call", "links": []}, {"text": "International development cooperation", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "We stress that official development assistance (ODA) is key and indispensable for achieving the Sustainable Development Goals. We urge developed countries to fulfil their ODA commitments to developing countries, in keeping with their previous undertakings, and to scale up those efforts to play a meaningful role in eradicating poverty in all its forms and dimensions, including to meet the commitment by many developed countries to achieve the target of 0.7 per cent of gross national income for official development assistance (ODA/GNI) and 0.15 to 0.20 per cent of ODA/GNI to the least developed countries. All development partners should align their support with the priorities of recipient countries, as identified in the national sustainable development strategies of developing countries.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "45.", "action_verb": "stress", "action_verb_type": "operative", "action_verb_normalized": "stres", "links": []}, {"text": "We will continue to hold open, inclusive and transparent discussions on the modernization of ODA measurement and on the proposed measure of “total official support for sustainable development” and we affirm that any such measure will not dilute commitments already made. We welcome continued efforts to improve the quality, effectiveness and impact of development cooperation and other international efforts in public finance, including adherence to agreed development cooperation effectiveness principles.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "46.", "action_verb": "will continue", "action_verb_type": "operative", "action_verb_normalized": "will continue", "links": []}, {"text": "We recognize that South-South cooperation is an important element of international cooperation for development as a complement to, not a substitute for, North-South cooperation, and in this regard, we welcome the outcome of the second High-level United Nations Conference on South-South Cooperation. We also commit to strengthening triangular cooperation as a means of bringing relevant experience and expertise to bear in development cooperation.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "47.", "action_verb": "recognize", "action_verb_type": "operative", "action_verb_normalized": "recognize", "links": []}, {"text": "We recognize the critical role of international public finance in supporting the sustainable recovery from COVID-19 and advancing the provision of global public goods, including extensive immunization, and building resilient and sustainable health systems. We call upon development partners to support the COVID-19 recovery efforts of developing countries, especially the poorest and most vulnerable among them.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "48.", "action_verb": "recognize", "action_verb_type": "operative", "action_verb_normalized": "recognize", "links": []}, {"text": "We recognize that in order to support the most finance-constrained countries, immediate steps should be taken by the international community to expand concessional financing and deliver it to where it is most needed. We encourage development partners to explore options to provide grant finance, including International Development Association replenishment, and factor in the increased cost of delivery in such contexts and particularly for the most vulnerable countries. We note the potential of blended finance, while recognizing that for different Sustainable Development Goal investment areas, different types of finance may represent the most effective financing modalities.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "49.", "action_verb": "recognize", "action_verb_type": "operative", "action_verb_normalized": "recognize", "links": []}, {"text": "We invite national and regional development banks and international financial institutions to provide a long-term coordinated response to the crisis and help countries to rebuild better, reduce risks and build resilience to future shocks and crises, by focusing on promoting a sustainable, inclusive and resilient recovery, in support of the Addis Ababa Action Agenda and the 2030 Agenda.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "50.", "action_verb": "invite", "action_verb_type": "operative", "action_verb_normalized": "invite", "links": []}, {"text": "We recognize the need for increased longer-term financing for sustainable development that takes advantage of the current low interest environment. In this regard, we welcome the recent capital increases of multilateral development banks. We welcome further action to optimize the use of the existing resources of multilateral development banks, as necessary. We encourage official lenders to explore options to provide long-term fixed rate financing to the most vulnerable countries for investment in long-term growth and development.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "51.", "action_verb": "recognize", "action_verb_type": "operative", "action_verb_normalized": "recognize", "links": []}, {"text": "Multilateral development banks play a crucial role in supporting developing countries, providing long-term and technical assistance finance, which is critical to stimulating growth and sustainable development. We invite multilateral development banks to scale up and leverage private finance in support of sustainable development efforts aligned with the national sustainable development goals and priorities of developing countries.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "52.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "We stress the importance of scaling up and improving access to climate finance, for countries that are particularly vulnerable to the impact of climate change, to accelerate the implementation of climate change mitigation and adaptation policies. We will strengthen our efforts to increase adaptation finance and prioritize grant finance for developing countries, in particular those most vulnerable to the adverse impact of climate change.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "53.", "action_verb": "stress", "action_verb_type": "operative", "action_verb_normalized": "stres", "links": []}, {"text": "We stress that achieving the Sustainable Development Goals and building a low-emissions, climate-resilient global economy requires the mobilization and alignment of finance and capital at scale. We recognize the catalytic role that domestic resource mobilization and international development finance can play in this regard. We recognize the importance of meeting the commitment by developed countries to jointly mobilize, by 2020, 100 billion United States dollars of climate finance per year through to 2025.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "54.", "action_verb": "stress", "action_verb_type": "operative", "action_verb_normalized": "stres", "links": []}, {"text": "We invite the international community and all relevant stakeholders, without prejudice to ongoing support, to cooperate and mobilize resources and expertise, including through financial and in-kind assistance, as well as direct aid to host countries, refugee populations, and countries of origin of refugees, with a view to enhancing the capacity of and reducing the heavy burden borne by countries and communities hosting refugees and displaced persons in accordance with the purposes and principles of the Charter of the United Nations while fully respecting the humanitarian principles of humanity, independence, neutrality and impartiality for humanitarian action.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "55.", "action_verb": "invite", "action_verb_type": "operative", "action_verb_normalized": "invite", "links": []}, {"text": "International trade as an engine for development", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "We are concerned by the disruption of supply chains and the sharp reduction and slow recovery in world trade triggered by COVID-19. This has significantly affected developing countries. We will ensure that any emergency trade measures designed to tackle COVID-19 are targeted, proportionate, transparent and temporary, protect the most vulnerable and do not create permanent barriers to trade or disruption to global supply chains, and are consistent with World Trade Organization rules.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "56.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "We are concerned about the adverse impact of the pandemic on tourism-dependent economies. We encourage Governments to facilitate the resumption of essential cross-border travel to normalize trade and services, in accordance with national laws and regulations, while safeguarding public health in line with our efforts to combat the pandemic as well as to minimize the socioeconomic impacts of COVID-19.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "57.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "We recognize the need to increase the sustainability and resilience of national, regional and global supply chains that foster the sustainable integration of developing countries, particularly the least developed countries, landlocked developing countries and small island developing States into the trading system, and share the objective of promoting inclusive economic growth, including through increased participation of micro-, small- and medium-sized enterprises in international trade and investment.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "58.", "action_verb": "recognize", "action_verb_type": "operative", "action_verb_normalized": "recognize", "links": []}, {"text": "We recognize the need to scale up trade finance and trade-facilitation measures for the developing countries. We will continue to promote a universal, rules-based, open, transparent, predictable, inclusive, non-discriminatory and equitable multilateral trading system under the World Trade Organization, as well as meaningful trade liberalization.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "59.", "action_verb": "recognize", "action_verb_type": "operative", "action_verb_normalized": "recognize", "links": []}, {"text": "We call upon all relevant stakeholders, including the United Nations, to support developing countries in building capacity for promoting e-commerce. We are convinced that the closing of the digital divide within and between countries will contribute to achieving the goals and targets of the 2030 Agenda. We will continually consider the need for modernization of multilateral and regional trade agreements and international investment agreements with a view to enhancing their contribution to sustainable development.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "60.", "action_verb": "call", "action_verb_type": "operative", "action_verb_normalized": "call", "links": []}, {"text": "We look forward to the fifteenth session of the United Nations Conference on Trade and Development, to be held in Barbados in October 2021, to pursue agreement on, inter alia, trade and development policies that build productive capacities that can transform the economies of developing countries, and advance progress on the 2030 Agenda.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "61.", "action_verb": "look", "action_verb_type": "operative", "action_verb_normalized": "look", "links": []}, {"text": "Debt and debt sustainability", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "We are concerned that the COVID-19 pandemic has exacerbated pre-existing debt vulnerabilities and exposed fragilities in the global financial architecture, with many International Development Association-eligible countries at high risk of or already in debt distress and a narrowing fiscal space in many developing countries. We note with concern that the pandemic and its particularly adverse effects on developing countries dependent on commodities, remittances and tourism could significantly increase the number of countries in or at risk of debt distress. Debt distress has hampered developing countries’ capacity to address health issues, food security and growing unemployment and poverty rates. Ensuring debt sustainability and liquidity can play an important role in achieving a sustainable, inclusive and resilient recovery.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "62.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "We welcome the progress achieved by the Debt Service Suspension Initiative in facilitating higher pandemic-related spending. All official bilateral creditors should implement this initiative fully and in a transparent manner. We welcome the Group of 20 agreement to extend the Initiative for a final six months, until the end of December 2021, which is also agreed by the Paris Club. This final extension will allow beneficiary countries to mobilize more resources to face the challenges of the crisis and, where appropriate, to move to a more structural approach to addressing debt vulnerabilities, including through an upper credit tranche quality International Monetary Fund-supported programme.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "63.", "action_verb": "welcome", "action_verb_type": "operative", "action_verb_normalized": "welcome", "links": []}, {"text": "We invite creditors and debtors to further explore, where appropriate and on a mutually agreed, transparent and case-by-case basis, the use of debt instruments, such as debt swap initiatives, for sustainable development and climate action.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "64.", "action_verb": "invite", "action_verb_type": "operative", "action_verb_normalized": "invite", "links": []}, {"text": "We are concerned about the lack of participation of private creditors in the Debt Service Suspension Initiative. Without their participation, public resources are likely to be used to bail out private creditors rather than for recovery and development. We encourage the international community to consider measures to incentivize greater private sector participation on comparable terms, when requested by eligible countries.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "65.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "We welcome the Group of 20 Common Framework for Debt Treatments beyond the Debt Service Suspension Initiative, which is also endorsed by the Paris Club and aims to facilitate timely and orderly debt treatment for Debt Service Suspension Initiative-eligible countries, with broad participation of creditors, including the private sector. We welcome the ongoing efforts to implement the Common Framework for Debt Treatments beyond the Debt Service Suspension Initiative to address debt vulnerabilities on a case-by-case basis. Debt treatment could enable countries to refocus on achieving the Sustainable Development Goals and the goals of the Paris Agreement.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "66.", "action_verb": "welcome", "action_verb_type": "operative", "action_verb_normalized": "welcome", "links": []}, {"text": "We stress that debt restructuring could create an enabling environment for investing in the Sustainable Development Goals while maintaining sustainable debt levels. Debt restructuring should be coupled with addressing the systemic debt vulnerabilities, improving fiscal policies and ultimately managing debt in a more transparent and sustainable manner.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "67.", "action_verb": "stress", "action_verb_type": "operative", "action_verb_normalized": "stres", "links": []}, {"text": "In this regard, we call upon the international community to strengthen inclusive dialogues and mechanisms on sovereign debt to advance the discussion on debt transparency and responsible lending and borrowing and the rules of engagement, including with the private sector.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "68.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Addressing systemic issues", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "We recognize the urgency of strengthening global coordination and policy coherence to protect global financial and macroeconomic stability. We acknowledge the role of monetary policy and financial regulation in ensuring financial stability, including by strengthening the resilience of the financial system to climate and environmental risks.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "69.", "action_verb": "recognize", "action_verb_type": "operative", "action_verb_normalized": "recognize", "links": []}, {"text": "We welcome ongoing efforts for strengthening global risk monitoring and look forward to integrating it more systematically into future policy discussions, where appropriate. We will continue to closely coordinate our efforts to enhance resilience against future shocks, including pandemics, natural disasters and climate and environmental risks.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "70.", "action_verb": "welcome", "action_verb_type": "operative", "action_verb_normalized": "welcome", "links": []}, {"text": "Even as international financial markets have since recovered, many developing countries – in particular the poorer and more vulnerable – continue to face difficulties in accessing international liquidity. We note with concern the record capital outflows from developing countries in early 2020. Credible measures are needed to keep liquidity problems from turning into solvency problems.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "71.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "We underscore the importance of a functioning global financial safety net and a well-funded International Monetary Fund in support of a global economic recovery from the COVID-19 pandemic, while including poverty reduction and climate considerations. We continue to support a strong, quota-based and adequately resourced International Monetary Fund.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "72.", "action_verb": "underscore", "action_verb_type": "operative", "action_verb_normalized": "underscore", "links": []}, {"text": "We welcome the call by the Group of 20 on the International Monetary Fund to make a comprehensive proposal for a new special drawing rights general allocation of 650 billion United States dollars to meet the long-term global need to supplement reserve assets. We further welcome the call on the International Monetary Fund to explore options for members to channel special drawing rights on a voluntary basis to the benefit of vulnerable countries.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "73.", "action_verb": "welcome", "action_verb_type": "operative", "action_verb_normalized": "welcome", "links": []}, {"text": "We call upon Member States and international financial institutions to provide more liquidity in the financial system, especially in all developing countries, including by increasing access to concessional finance for developing countries. In this regard, we note the ongoing informal discussions on the proposal for creation of the Liquidity and Sustainability Facility and the Fund to Alleviate COVID-19 Economics.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "74.", "action_verb": "call", "action_verb_type": "operative", "action_verb_normalized": "call", "links": []}, {"text": "Rapid technological change – manifested by the growth of the digital finance ecosystem and the emergence of novel digital assets – is creating new challenges for monetary authorities and regulators. We invite regulators to continue to monitor these changes and support enabling environments that take due account of risks while still fostering competition and innovation in the financial system.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "75.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "We request the United Nations to support developing countries through knowledge-sharing and capacity-building in order to better understand the implications of emerging digital technologies for fiscal and monetary policies and harness the opportunities offered by technologies.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "76.", "action_verb": "request", "action_verb_type": "operative", "action_verb_normalized": "request", "links": []}, {"text": "Science, technology, innovation and capacity-building", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "We recognize that the COVID-19 pandemic has accelerated the digital transition and a shift towards digital business models. We are concerned about the risks of a widening of the digital divide in and between countries, especially the gender digital divide, and the possible negative impact of emerging digital technologies on job creation, social protection and equality.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "77.", "action_verb": "recognize", "action_verb_type": "operative", "action_verb_normalized": "recognize", "links": []}, {"text": "We further recognize the contribution of digitalization to development while acknowledging that digitalization can amplify pre-existing inequalities if we do not make concerted efforts to foster open, secure and inclusive digital ecosystems.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "78.", "action_verb": "recognize", "action_verb_type": "operative", "action_verb_normalized": "recognize", "links": []}, {"text": "We therefore underscore the urgent need to accelerate investment in the digital transition and strengthen efforts to bridge the digital divide, especially for women, and build an open, free and secure digital world. We call for strengthened international cooperation to support developing countries in strengthening science, technology and innovation, including by financing investment in information and communications technology infrastructure.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "79.", "action_verb": "therefore", "action_verb_type": "operative", "action_verb_normalized": "therefore", "links": []}, {"text": "We urge the strengthening of digital literacy and skills, as part of efforts to bridge digital and knowledge divides, as a prerequisite for inclusive participation in the digital economy. We further stress the importance of data protection and security for a new digital ecosystem for inclusive development. We take note of the report of the Secretary-General entitled “Road map for digital cooperation” and look forward to further United Nations discussions among Member States on improving digital cooperation in consultation with relevant stakeholders.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "80.", "action_verb": "urge", "action_verb_type": "operative", "action_verb_normalized": "urge", "links": []}, {"text": "We acknowledge the importance of more inclusive and equitable access to the benefits of the emerging digital economy. Collective efforts are needed towards new rule-setting that not only favours large digital enterprises, but provides for an open, fair and non-discriminatory business environment, including support for access of micro-, small and medium-sized enterprises, including those owned or operated by women, to finance, information and markets, while protecting and empowering consumers.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "81.", "action_verb": "acknowledge", "action_verb_type": "operative", "action_verb_normalized": "acknowledge", "links": []}, {"text": "We welcome the role of financial innovation in enhancing financial inclusion, while recognizing its associated challenges for consumer protection, new forms of exclusion, cybersecurity and financial stability. We also underscore the need to grasp the opportunities and tackle the challenges associated with financial technology, especially for women who are disproportionately affected by such challenges.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "82.", "action_verb": "welcome", "action_verb_type": "operative", "action_verb_normalized": "welcome", "links": []}, {"text": "We will continue dialogue, including at the United Nations, between policymakers, regulators and innovators to promote mutual learning and create awareness of the opportunities for financial inclusion. We look forward to the sixth multi-stakeholder forum on science, technology and innovation for the Sustainable Development Goals.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "83.", "action_verb": "will continue", "action_verb_type": "operative", "action_verb_normalized": "will continue", "links": []}, {"text": "Data, monitoring and follow-up", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "We underline the importance of data in assessing the impact of the COVID-19 pandemic and in identifying gaps for accelerated action. We will further strengthen traditional data sources, such as surveys and administrative records, while also embracing new sources, and continue to strengthen our efforts to collect, analyse and disseminate relevant and reliable data, disaggregated by sex, age, disability and other characteristics relevant in national contexts, for better monitoring and policymaking to achieve the 2030 Agenda.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "84.", "action_verb": "underline", "action_verb_type": "operative", "action_verb_normalized": "underline", "links": []}, {"text": "We will further strengthen efforts to collect, analyse and disseminate disaggregated data, which is critical in measuring the disparate impacts of the pandemic on communities.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "85.", "action_verb": "will further", "action_verb_type": "operative", "action_verb_normalized": "will further", "links": []}, {"text": "We underscore the need to scale up financial support, equipment and infrastructure and technical assistance to strengthen capacities of national statistical offices and fill data gaps with responsible, open and inclusive data. In this regard, we recognize that civil registration and vital statistics systems and geospatial information sources must be a priority to prepare for future disasters and make progress on the Sustainable Development Goals.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "86.", "action_verb": "underscore", "action_verb_type": "operative", "action_verb_normalized": "underscore", "links": []}, {"text": "We recognize the opportunities and challenges around new sources of data for public policy. We call for increased support from all sources, including international cooperation, to strengthen capacity-building and technical support for data, monitoring and follow-up that ensures the safety and privacy of data subjects, particularly for developing countries. We recognize the importance of data as a strategic asset to prepare for future risks and disasters and for achieving sustainable development.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "87.", "action_verb": "recognize", "action_verb_type": "operative", "action_verb_normalized": "recognize", "links": []}, {"text": "We take note of the Financing for Sustainable Development Report 2021 of the Inter-Agency Task Force on Financing for Development and request the Task Force to issue an advance unedited version of its 2022 report, no later than the end of February 2022, to be updated with the latest data upon its release, in order to facilitate the timely preparation of the draft conclusions and recommendations.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "88.", "action_verb": "take", "action_verb_type": "operative", "action_verb_normalized": "take", "links": []}, {"text": "The devastating impact of the pandemic demands bold solutions. We are committed to tackling this unprecedented crisis through bold leadership, determination and solidarity, with the 2030 Agenda as our road map to achieve a resilient, sustainable and equitable future for all.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "89.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The United Nations and the forum on financing for development follow-up, in coordination with all relevant actors, have critical roles to play in harnessing and shaping international consensus in order to address the extraordinary crisis.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "90.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "We decide that the seventh Economic and Social Council forum on financing for development follow-up will convene from 25 to 28 April 2022 and will include the special high-level meeting with the Bretton Woods institutions, the World Trade Organization and the United Nations Conference on Trade and Development. We also decide that the forum’s modalities will be the modalities that applied to the 2019 forum.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "91.", "action_verb": "decide", "action_verb_type": "operative", "action_verb_normalized": "decide", "links": []}, {"text": "We also decide to defer consideration of a follow-up conference to the outcome document of the 2022 forum.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "92.", "action_verb": "decide", "action_verb_type": "operative", "action_verb_normalized": "decide", "links": []}, {"text": "Background", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "II.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The General Assembly, in its resolution 69/313 on the Addis Ababa Action Agenda of the Third International Conference on Financing for Development, established an annual Economic and Social Council forum on financing for development follow-up with universal, intergovernmental participation (resolution 69/313, annex, para. 132). The forum’s modalities of participation are those utilized at the international conferences on financing for development.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "2.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["69/313", "https://undocs.org/en/A/RES/69/313"], ["69/313", "https://undocs.org/en/A/RES/69/313"]]}, {"text": "In the intergovernmentally agreed conclusions and recommendations of the 2020 forum (see E/FFDF/2020/3), it was decided that the modalities applied to the 2019 forum would be applied to the 2021 forum and that the 2021 forum would be held from 12 to 15 April 2021 and would include the special high-level meeting with the Bretton Woods institutions, the World Trade Organization and the United Nations Conference on Trade and Development. These modalities were applied to the 2016 and subsequent forums until 2019 and set out in an information note (E/FFDF/2016/INF/1).", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "3.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["E/FFDF/2020/3", "https://undocs.org/en/E/FFDF/2020/3"], ["E/FFDF/2016/INF/1", "https://undocs.org/en/E/FFDF/2016/INF/1"]]}, {"text": "Pursuant to Council resolution 2021/1 entitled “Working arrangements for the 2021 session of the Economic and Social Council”, and on account of the constraints imposed by the coronavirus disease (COVID-19) pandemic on the conduct of intergovernmental meetings at United Nations Headquarters, the Council held the 2021 session of the forum through in-person formal meetings and virtual informal meetings using remote simultaneous interpretation, as well as hybrid informal meetings with both virtual and in-person participation. The proceedings of the informal meetings are reflected in annex I to the present document.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "4.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["2021/1", "https://undocs.org/en/E/RES/2021/1"]]}, {"text": "The present report sets out the entire proceedings of the Economic and Social Council forum on financing for development follow-up in 2021.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "5.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The summary by the President of the Economic and Social Council of the 2021 forum on financing for development follow-up, including the special high-level meeting with the Bretton Woods institutions, the World Trade Organization and the United Nations Conference on Trade and Development, will be issued in document A/76/79-E/2021/68.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "6.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["A/76/79-E/2021/68", "https://undocs.org/en/A/76/79"]]}, {"text": "Follow-up and review of the financing for development outcomes and the means of implementation of the 2030 Agenda for Sustainable Development", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "III.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The forum considered item 2 (Follow-up and review of the financing for development outcomes and the means of implementation of the 2030 Agenda for Sustainable Development) of its agenda at its 1st and 2nd meetings, on 12 April, and at its 3rd meeting, on 15 April 2021.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "7.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "At its 2nd meeting, on 12 April, the forum heard statements by the Deputy Managing Director of the International Monetary Fund, Tao Zhang (virtual live statement); the Managing Director of Development Policy and Partnerships at the World Bank Group, Mari Elka Pangestu (virtual live); and the Deputy Secretary-General of the Organisation for Economic Co-operation and Development, Jeffrey Schlagenhauf (pre-recorded video).", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "8.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Special segment on financing the recovery from the COVID-19 pandemic", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The forum considered sub-item (a) of item 2 of its agenda at its 1st and 2nd meetings, on 12 April and held a special segment on financing the recovery from the COVID-19 pandemic, pursuant to General Assembly resolution 75/208.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "9.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["75/208", "https://undocs.org/en/A/RES/75/208"]]}, {"text": "At its 1st meeting, on 12 April, the forum heard statements by the President of Malawi (on behalf of the Group of Least Developed Countries), Lazarus McCarthy Chakwera (pre-recorded); the President of Costa Rica, Carlos Alvarado Quesada (pre-recorded); the President of Botswana, Mokgweetsi Eric Keabetswe Masisi (pre-recorded); the President of Colombia, Iván Duque Márquez (pre-recorded); the Prime Minister and Minister of Finance and Corporate Governance of Antigua and Barbuda (on behalf of the Alliance of Small Island States), Gaston Alphonso Browne (virtual live); the Prime Minister of Cuba, Manuel Marrero Cruz (pre-recorded); the Prime Minister of Lesotho, Moeketsi Majoro (pre-recorded); the Commissioner for International Partnerships of the European Union, Jutta Urpilainen (pre-recorded); the Minister of Economics and Innovation of Lithuania, Aušrinė Armonaitė (pre-recorded); the Minister of Planning and Economic Development of Egypt, Hala El-Said (pre-recorded); the Minister of International Development of Canada, Karina Gould (pre-recorded); the Secretary of Finance of the Philippines, Carlos Dominguez (pre-recorded); the Minister of Finance and Economic Affairs of the Gambia, Mambury Njie (pre-recorded); the Minister of State for Foreign Affairs of Portugal, Augusto Santos Silva (pre-recorded); the Minister of Finance of Mauritius, Renganaden Padayachy (pre-recorded); the Minister for General Government Coordination of Honduras, Carlos Alberto Madero Erazo (pre-recorded); the Minister of International Development Cooperation of Sweden, Per Olsson Fridh (pre-recorded); the Minister of Development Cooperation of Denmark, Flemming Møller Mortensen (pre-recorded); the Minister of Finance of Tajikistan, Faiziddin Kahhorzoda (pre-recorded); the Cabinet Secretary of the National Treasury and Planning Ministry of Kenya, Ukur Kanacho Yatani (pre-recorded); the Minister of Finance of Bhutan, Lyonpo Namgay Tshering (pre-recorded); the Minister for Foreign Affairs of El Salvador, Juana Alexandra Hill Tinoco (pre-recorded); the Minister for Foreign Affairs, Migration and Tunisians Abroad of Tunisia, Othman Jerandi (pre-recorded); the Minister of Development Cooperation and Major Cities of Belgium, Meryame Kitir (pre-recorded); the Minister of Development Cooperation and Humanitarian Affairs of Luxembourg, Franz Fayot (pre-recorded); the Minister for Foreign Affairs and Foreign Trade of Jamaica, Kamina Johnson Smith (virtual live); the Minister in the Prime Minister’s Department in Charge of Economic Affairs of Malaysia, Mustapa Mohamed (pre-recorded); the Minister of Finance of Bangladesh, Abu Hena Mohammad Mustafa Kamal (pre-recorded); the Minister of Finance and Development Planning of Liberia, Samuel D. Tweah (virtual live); the Minister of Finance and Economy of Turkmenistan, Muhammetgeldi Serdarov (pre-recorded); the Minister for Foreign Affairs of Panama, Erika Mouynes (pre-recorded); the Minister of Finance of Zimbabwe, Mthuli Ncube (pre-recorded); the Minister for Foreign Affairs of Madagascar, Djacoba A.S. Oliva Tehindrazanarivelo (virtual live); the Minister of National Development Planning of Indonesia, Suharso Monoarfa (pre-recorded); the Minister within the Office of the President with Responsibility for Finance of Guyana, Ashni Singh (virtual live); and the Minister of the People’s Power for Foreign Affairs of the Bolivarian Republic of Venezuela, Jorge Arreaza Montserrat (pre-recorded).", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "10.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "At its 2nd meeting, on 12 April, the forum heard statements by the Minister of Foreign and Caribbean Community Affairs of Trinidad and Tobago, Amery Browne (virtual live); the Minister for Foreign Trade and Development Cooperation of the Netherlands, Sigrid Kaag (pre-recorded); the Minister of International Development of Norway, Dag-Inge Ulstein (pre-recorded); the Secretary for Strategic Affairs in the Presidency of Argentina, Gustavo Beliz (virtual live); the Minister for Foreign Affairs of the Plurinational State of Bolivia, Rogelio Mayta Mayta (virtual live); the Secretary of Planning and Programming of Guatemala, Keila Gramajo (virtual live); the Vice-Minister of Finance of China, Zou Jiayi (pre-recorded); the Deputy Minister for Foreign Affairs of Austria, Peter Launsky-Tieffenthal (pre-recorded); the Minister in the Ministry of Finance of Barbados, Ryan Straughn (virtual live); the Vice-Minister for Foreign Affairs of the Russian Federation, Alexander Pankin (pre-recorded); the Deputy Minister for Multilateral and Global Affairs at the Ministry for Foreign Affairs of the Republic of Korea, Ham Sang-wook (pre-recorded); the State Minister for Foreign Affairs of Japan, Uto Takashi (pre-recorded); the State Minister of Money and Capital Market and State Enterprise Reforms at the Ministry of Finance of Sri Lanka, Ajith Nivard Cabraal (pre-recorded); the Vice-Minister for Multilateral Affairs and Human Rights of Mexico, Martha Delgado (pre-recorded); the State Secretary for International Cooperation of Spain, Angeles Moreno Bau (pre-recorded); the Deputy Minister of the Economy, Finance and Development in Charge of Regional Planning and Foresight of Burkina Faso, Pauline Zoure Kabore (virtual live); the Vice-Minister for Foreign Affairs and International Cooperation of Italy, Marina Sereni (pre-recorded); the Parliamentary State Secretary to the Federal Minister for Economic Cooperation and Development of Germany, Maria Flachsbarth (pre-recorded); the Assistant Foreign Minister and Spokesperson for the Ministry of Foreign Affairs of Qatar, Lolwah Rashid Al-Khater (pre-recorded); the Vice-Minister of Finance and Public Credit of Nicaragua, José Adrián Chavarría (virtual live); the Acting Administrator of the United States Agency for International Development of the United States of America, Gloria Steele (pre-recorded); the Permanent Representative of the Congo to the United Nations (on behalf of the Group of African States), Raymond Serge Balé (in person); the Permanent Representative of Guatemala to the United Nations (on behalf of the Like-Minded Group of Countries Supporters of Middle-Income Countries), Luis Antonio Lam Padilla (in person); the Permanent Representative of Fiji to the United Nations, Satyendra Prasad (in person); the Permanent Representative of Cambodia to the United Nations, Sovann Ke (in person); the Permanent Representative of Kyrgyzstan to the United Nations, Mirgul Moldoisaeva (in person); the Permanent Representative of Nepal to the United Nations, Amrit Bahadur Rai (in person); the Permanent Representative of Morocco to the United Nations, Omar Hilale (in person); the Permanent Representative of South Africa to the United Nations, Mathu Joyini (in person); the Deputy Permanent Representative of Angola to the United Nations, João Iambeno Gimolieca (in person); the Permanent Representative of Ethiopia to the United Nations, Taye Atskeselassie Amde (in person); and the Deputy Permanent Representative of Nigeria to the United Nations, George Ehidiamen Edokpa (in person).", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "11.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Adoption of the intergovernmentally agreed conclusions and recommendations", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "IV.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The forum considered agenda item 3 (Adoption of the intergovernmentally agreed conclusions and recommendations) at its 3rd meeting, on 15 April 2021.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "12.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "At the same meeting, a statement was made by the President of the Economic and Social Council (Pakistan).", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "13.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Also at the same meeting, the Permanent Representative of Fiji to the United Nations made a statement in his capacity as co-facilitator of the draft intergovernmentally agreed conclusions and recommendations that were before the forum (E/FFDF/2021/L.1), also speaking on behalf of the co-facilitator, the Permanent Representative of the Netherlands to the United Nations.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "14.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["E/FFDF/2021/L.1", "https://undocs.org/en/E/FFDF/2021/L.1"]]}, {"text": "Also at its 3rd meeting, the forum adopted the draft intergovernmentally agreed conclusions and recommendations and requested the Economic and Social Council to transmit them to the high-level political forum on sustainable development convened under the auspices of the Council (see para. 1).", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "15.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "After the adoption, statements were made by the representatives of Guinea (on behalf of the Group of 77 and China), the European Union in its capacity as observer (on behalf of its member States), Bahrain (on behalf of the Gulf Cooperation Council), Hungary, the United States of America, Guatemala (on behalf of the Like-Minded Group of Countries Supporters of Middle-Income Countries), Saudi Arabia (also on behalf of Algeria, Iraq and the Russian Federation), Brazil, Liechtenstein, the United Kingdom of Great Britain and Northern Ireland, the Philippines, the Islamic Republic of Iran, Mexico and the Russian Federation.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "16.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Adoption of the report", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "V.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The forum considered agenda item 4 (Adoption of the report) at its 3rd meeting, on 15 April 2021.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "17.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The forum approved its draft report (E/FFDF/2021/L.2) and requested the Secretariat, in consultation with the President of the Economic and Social Council (Pakistan), to complete the report for submission to the Council.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "18.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["E/FFDF/2021/L.2", "https://undocs.org/en/E/FFDF/2021/L.2"]]}, {"text": "Organizational and other matters", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "VI.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A.\tOpening and duration of the session", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The 2021 meeting of the Economic and Social Council forum on financing for development follow-up was held at Headquarters from 12 to 15 April 2021 pursuant to paragraphs 130 to 132 of the Addis Ababa Action Agenda and the intergovernmentally agreed conclusions and recommendations of the 2020 forum.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "19.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Pursuant to Council resolution 2021/1 entitled “Working arrangements for the 2021 session of the Economic and Social Council” and taking into account the continued impact of the COVID-19 pandemic on the work of the Council, the forum held its 2021 session in the form of in-person meetings, as well as virtual informal meetings and hybrid informal meetings.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "20.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["2021/1", "https://undocs.org/en/E/RES/2021/1"]]}, {"text": "At the 1st meeting, held on 12 April, the President of the Economic and Social Council, Munir Akram (Pakistan), opened the forum.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "21.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "At the same meeting, the Prime Minister of Pakistan, Imran Khan, addressed the forum in a pre-recorded video.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "22.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Also at the same meeting, the Secretary-General of the United Nations made a statement in person.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "23.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Also at the 1st meeting, the President of the seventy-fifth session of the General Assembly, Volkan Bozkır, addressed the forum in a pre-recorded video.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "24.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "B.\tAgenda", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "At its 1st meeting, on 12 April 2021, the forum adopted its provisional agenda as contained in document E/FFDF/2021/1. The agenda read as follows:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "25.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["E/FFDF/2021/1", "https://undocs.org/en/E/FFDF/2021/1"]]}, {"text": "Adoption of the agenda and other organizational matters.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "1.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Follow-up and review of the financing for development outcomes and the means of implementation of the 2030 Agenda for Sustainable Development:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "2.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Special segment on financing the recovery from the coronavirus disease (COVID-19) pandemic (General Assembly resolution 75/208);", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(a)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["75/208", "https://undocs.org/en/A/RES/75/208"]]}, {"text": "Special high-level meeting with the Bretton Woods institutions, the World Trade Organization and the United Nations Conference on Trade and Development;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(b)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Thematic panel discussions.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(c)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Adoption of the intergovernmentally agreed conclusions and recommendations.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "3.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Adoption of the report.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "4.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "C.\tRules of procedure", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "At its 1st meeting, on 12 April, upon the proposal of the President of the Council (Pakistan), the forum agreed that the rules of procedure of the functional commissions of the Economic and Social Council and the relevant provisions of General Assembly resolutions 69/313, 70/192 and 71/217, as well as any decisions by the Council, would be applied to the meetings of the forum and that, in the event of any contradiction between the rules of procedure and the relevant provisions of Assembly resolutions and Council decisions, the latter would take precedence.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "26.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["69/313", "https://undocs.org/en/A/RES/69/313"], ["70/192", "https://undocs.org/en/A/RES/70/192"], ["71/217", "https://undocs.org/en/A/RES/71/217"]]}, {"text": "D.\tAttendance", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The forum was attended by the representatives of 87 States Members of the United Nations and States members of specialized agencies and the European Union. Representatives of intergovernmental organizations and other entities and representatives of the United Nations system, as well as representatives of civil society organizations and business sector entities, also attended. The list of participants will be issued as document E/FFDF/2021/INF/1.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "27.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["E/FFDF/2021/INF/1", "https://undocs.org/en/E/FFDF/2021/INF/1"]]}, {"text": "E.\tDocumentation", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The list of documents before the forum is contained in annex II to the present report.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "28.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "F.\tConclusion of the forum", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "At the 3rd meeting, on 15 April, the Deputy Secretary-General of the United Nations made a statement in person.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "29.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "At the same meeting, the President of the Council made concluding remarks and declared the 2021 Economic and Social Council forum on financing for development follow-up closed.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "30.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Annex I", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Informal virtual meetings held during the 2021 session of the Economic and Social Council forum on financing for development follow-up", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Pursuant to the organization of work adopted at its 1st meeting, on 12 April 2021, the Economic and Social Council forum on financing for development follow-up held virtual informal meetings for interactive dialogues under sub-item (b) (Special high-level meeting with the Bretton Woods institutions, the World Trade Organization and the United Nations Conference on Trade and Development) and thematic panel discussions under sub-item (c) (Thematic panel discussions) of agenda item 2 (Follow-up and review of the financing for development outcomes and the means of implementation of the 2030 Agenda for Sustainable Development).", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "1.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A.\tSpecial high-level meeting with the Bretton Woods institutions, the World Trade Organization and the United Nations Conference on Trade and Development", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "At its virtual informal meeting in the morning of 13 April 2021, the forum held interactive dialogues on embracing shared solutions to finance sustainable development in a challenging environment; sustainable recovery; and liquidity and debt.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "2.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Interactive dialogue with representatives of intergovernmental bodies of major institutional stakeholders on embracing shared solutions to finance sustainable development in a challenging environment", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The interactive dialogue was chaired by the President of the Economic and Social Council (Pakistan) and was moderated by the President of the Center for Global Development, Masood Ahmed, who made a statement.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "3.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Statements were made by the following representatives of intergovernmental bodies of major institutional stakeholders: the Prime Minister of Barbados and Chair of the Development Committee, Mia Amor Mottley; the Minister of Finance of Sweden and Chair of the International Monetary and Financial Committee, Magdalena Andersson; and the President of the Trade and Development Board of the United Nations Conference on Trade and Development, Federico Villegas.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "4.", "action_verb": "Statements", "action_verb_type": "operative", "action_verb_normalized": "statement", "links": []}, {"text": "Interactive dialogues on sustainable recovery and on liquidity and debt", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The forum also held interactive dialogues on sustainable recovery and on liquidity and debt, following an introductory statement by the Dean of the Board of Executive Directors of the World Bank Group, Merza Hussain Hasan.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "5.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Statements on the topic of sustainable recovery were made by the following lead speakers: the Chair of the International Monetary Fund Committee for Liaison with the World Bank, the United Nations and Other International Organizations, Ita Mannathoko; the Executive Director for Armenia, Bosnia and Herzegovina, Bulgaria, Croatia, Cyprus, Georgia, Israel, Montenegro, the Netherlands, North Macedonia, the Republic of Moldova, Romania and Ukraine of the World Bank Group, Koen Davidse; and the Permanent Representative of Fiji to the United Nations, Satyendra Prasad.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "6.", "action_verb": "Statements", "action_verb_type": "operative", "action_verb_normalized": "statement", "links": []}, {"text": "Statements on the topic of liquidity and debt were made by the following lead speakers: the Executive Director for Angola, Nigeria and South Africa of the World Bank Group, Armando Manuel; and the Executive Director for Antigua and Barbuda, the Bahamas, Barbados, Belize, Canada, Dominica, Grenada, Ireland, Jamaica, Saint Kitts and Nevis, Saint Lucia and Saint Vincent and the Grenadines of the International Monetary Fund, Louise Levonian.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "7.", "action_verb": "Statements", "action_verb_type": "operative", "action_verb_normalized": "statement", "links": []}, {"text": "An interactive dialogue ensued, during which statements were made by the representatives of China, Morocco, Bangladesh, the United States of America and Guatemala (on behalf of the Like-Minded Group of Countries Supporters of Middle-Income Countries).", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "8.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The representative of the Civil Society Financing for Development Group/Our World Is Not For Sale and the Centre for Economic Policy Research, non-governmental organizations in consultative status with the Council or accredited to the previous international conferences on financing for development, participated in the dialogue.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "9.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A statement was also made by a representative of the World Bank Group.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "10.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The President of the Council (Pakistan) made a closing statement.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "11.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "B.\tThematic panel discussions", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The forum held six thematic panel discussions under sub-item (c) of agenda item 2 at the virtual informal meetings held from 13 to 15 April 2021.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "12.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "At the virtual informal meeting in the morning of 13 April, the Under-Secretary-General for Economic and Social Affairs made a statement in which he introduced the Financing for Sustainable Development Report 2021.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "13.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Thematic panel discussion I: accelerating infrastructure investments for a sustainable and resilient recovery and restoring trade", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "At its virtual informal meeting in the morning of 13 April, the forum held a thematic panel discussion on accelerating infrastructure investments for a sustainable and resilient recovery and restoring trade, which was moderated by the Senior Fellow at the Center for Sustainable Development of the Brookings Institution, Amar Bhattacharya, who made a statement.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "14.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Presentations were made by the Minister of Finance of Ghana, Ken Ofori-Atta (pre-recorded video); the Minister of Finance and Economy of Turkmenistan, Muhammetgeldi Serdarov (pre-recorded video); the Vice-Minister and Deputy Chairman of the Planning Commission of Pakistan, Jehanzeb Khan; the Chief Executive Officer of the Johannesburg Stock Exchange and Co-Chair of the Global Investors for Sustainable Development Alliance, Leila Fourie; the Senior Vice-President for Operations at the International Finance Corporation of the World Bank Group, Stephanie von Friedeburg; the Senior Official for Economic Growth, Energy, and the Environment and Acting Assistant Secretary of the Bureau of Oceans and International Environmental and Scientific Affairs of the United States of America, Marcia Bernicat; and the lead discussant, the Policy and Advocacy Manager for Private Finance of the European Network on Debt and Development, María José Romero.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "15.", "action_verb": "Presentations", "action_verb_type": "operative", "action_verb_normalized": "presentation", "links": []}, {"text": "An interactive dialogue ensued, during which statements were made by the representatives of Guatemala (on behalf of the Like-Minded Group of Countries Supporters of Middle-Income Countries), Bangladesh, the Sudan, Indonesia and Nigeria.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "16.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The representatives of the Civil Society Financing for Development Group, the NGO Committee on Financing for Development and the Convention of Independent Financial Advisors, non-governmental organizations in consultative status with the Council or accredited to the previous international conferences on financing for development, participated in the dialogue.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "17.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The President of the Council (Pakistan) made a statement.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "18.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Thematic panel discussion II: developing durable solutions to recurrent debt crises", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "At its virtual informal meeting in the morning of 14 April, the forum held a thematic panel discussion on developing durable solutions to recurrent debt crises, which was moderated by the Professor of Economics at Stanford Business School, Jeremy I. Bulow, who made a statement.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "19.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The European Commissioner for International Partnerships, Jutta Urpilainen, delivered a keynote address.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "20.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Presentations were made by the Permanent Secretary for Budget and Economic Affairs in the Ministry of Finance of Zambia, Emmanuel Mulenga Pamu; the Director of the Center for Sustainable Development and University Professor at Columbia University, Jeffrey Sachs; the Debt Manager in the Ministry of Finance and Corporate Governance of Antigua and Barbuda, Nadia Spencer-Henry; and the lead discussant, Kristina Rehbein, with the Management and Political Coordination of erlassjahr.de (Jubilee Germany).", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "21.", "action_verb": "Presentations", "action_verb_type": "operative", "action_verb_normalized": "presentation", "links": []}, {"text": "An interactive dialogue ensued, during which statements were made by the representatives of Guyana (on behalf of the Caribbean Community), Antigua and Barbuda (on behalf of the Alliance of Small Island States), the United States of America, Indonesia, Bangladesh and Guatemala (on behalf of the Like-Minded Group of Countries Supporters of Middle-Income Countries), as well as by the observer for the Holy See.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "22.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The representatives of the Civil Society Financing for Development Group, the Civil Society Financing for Development Group/The Reality of Aid Africa Network and the NGO Committee on Financing for Development, non-governmental organizations in consultative status with the Council or accredited to the previous international conferences on financing for development, participated in the dialogue.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "23.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The President of the Council (Pakistan) made a statement.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "24.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Thematic panel discussion III: strengthening private creditor and credit rating agencies contribution to pandemic response and recovery", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "At its virtual informal meeting in the morning of 14 April, the forum held a thematic panel discussion on strengthening the contribution of private creditors and credit rating agencies to pandemic response and recovery, which was moderated by the Chief Operating Officer of the Center for Global Development Europe, Co-Director of Development Finance and Senior Policy Fellow at the Center for Global Development, Mark Plant, who made a statement.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "25.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Presentations were made by the Chair of Moody’s Macroeconomic Board, Elena Duggar; the Executive Vice-President of the Institute of International Finance, Clay Lowery; and the Executive Secretary of the Economic Commission for Latin America and the Caribbean, Alicia Bárcena; as well as the lead discussants, the Executive Director of the African Forum and Network on Debt and Development, Jason Braganza; and the Chief Economic Adviser of Acreditus, Moritz Kraemer.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "26.", "action_verb": "Presentations", "action_verb_type": "operative", "action_verb_normalized": "presentation", "links": []}, {"text": "An interactive dialogue ensued, during which statements were made by the representatives of Indonesia, the United States of America and Guatemala (on behalf of the Like-Minded Group of Countries Supporters of Middle-Income Countries).", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "27.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The representatives of the Civil Society Financing for Development Group/ Global Policy Forum, the Civil Society Financing for Development Group/Third World Network and the NGO Committee on Financing for Development/Man Up Campaign US, non-governmental organizations in consultative status with the Council or accredited to the previous international conferences on financing for development, participated in the dialogue.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "28.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A statement was also made by the Director of the Center for Sustainable Development and University Professor at Columbia University, Jeffrey Sachs.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "29.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The President of the Council (Pakistan) made a statement.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "30.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Thematic panel discussion IV: unlocking liquidity to support sustainable development, especially for the most vulnerable countries", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "At its virtual informal meeting in the afternoon of 14 April, the forum held a thematic panel discussion on unlocking liquidity to support sustainable development, which was moderated by the Non-Resident Senior Fellow of the Peterson Institute for International Economics, Adnan Mazarei, who made a statement.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "31.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Presentations were made by the Minister in the Ministry of Finance of Barbados, Ryan Straughn; the Director for Costa Rica to the Central American Bank for Economic Integration and Economic Adviser to the President of the Republic of Costa Rica, Ottón Solís; the Director of the Strategy, Policy, and Review Department of the International Monetary Fund, Ceyla Pazarbasioglu; the Executive Secretary of the Economic Commission for Africa, Vera Songwe; and the lead discussant, the Advocacy Coordinator of the Red Latinoamericana por Justicia Económica y Social, Patricia Miranda.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "32.", "action_verb": "Presentations", "action_verb_type": "operative", "action_verb_normalized": "presentation", "links": []}, {"text": "An interactive dialogue ensued, during which statements were made by the representatives of Indonesia, the United States of America and Guatemala (on behalf of the Like-Minded Group of Countries Supporters of Middle-Income Countries).", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "33.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The representatives of the Civil Society Financing for Development Group/ European Network on Debt and Development, the Civil Society Financing for Development Group/Jubilee USA Network and the NGO Committee on Financing for Development, non-governmental organizations in consultative status with the Council or accredited to the previous international conferences on financing for development, participated in the dialogue.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "34.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The President of the Council (Pakistan) made a statement.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "35.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Thematic panel discussion V: walking the talk on illicit financial flows: actions to achieve tangible progress", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "At its informal meeting in the morning of 15 April, held in a hybrid format with both virtual and in-person participation, the forum held a thematic panel discussion on “walking the talk” on illicit financial flows and actions to achieve tangible progress, which was moderated by the co-founder of the Tax Justice Network International Secretariat, John Christensen, who made a statement.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "36.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Presentations were made by the Chief Executive Officer of the African Union Development Agency and Co-Chair of the High-level Panel on International Financial Accountability, Transparency and Integrity for Achieving the 2030 Agenda, Ibrahim Assane Mayaki; the State Secretary in the Ministry of Foreign Affairs of Norway, Aksel Jakobsen; the General Director for Normative Affairs of the Financial Intelligence Unit at the Ministry of Finance and Public Credit of Mexico, Mireya Valverde Okón; the President of the Financial Action Task Force, Marcus Pleyer; the Chair of the Committee for Development Policy and Professor of Professional Practice in International and Public Affairs at Columbia University, José Antonio Ocampo; and the lead discussant, the Executive Director of Tax Justice Network Africa, Alvin Mosioma.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "37.", "action_verb": "Presentations", "action_verb_type": "operative", "action_verb_normalized": "presentation", "links": []}, {"text": "An interactive discussion ensued, during which statements were made by the representatives of Morocco (on behalf of the Group of African States), the Islamic Republic of Iran, South Africa (virtual live), Indonesia (virtual live), Nigeria (virtual live) and Guatemala (on behalf of the Like-Minded Group of Countries Supporters of Middle-Income Countries).", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "38.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The representative of the Civil Society Financing for Development Group/ European Network on Debt and Development (virtual live), non-governmental organizations in consultative status with the Council or accredited to the previous international conferences on financing for development, participated in the discussion.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "39.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Vice-President of the Council (Mexico) also made a statement.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "40.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Thematic panel discussion VI: building the economy of the future that is climate-resilient and aligned with the Sustainable Development Goals", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "At its informal meeting in the morning of 15 April, held in a hybrid format with both virtual and in-person participation, the forum held a thematic panel discussion on building an economy of the future that is climate-resilient and aligned with the Sustainable Development Goals, which was moderated by the Secretary-General’s Special Envoy on Innovative Finance and Sustainable Investments, Hiro Mizuno, who made a statement.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "41.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Presentations were made by the Minister of Finance, Budget and National Planning of Nigeria, Zainab Shamsuna Ahmed (virtual live); the Deputy Minister of Planning, Follow-up and Administrative Reform for Planning Affairs of Egypt, Ahmed Kamali (pre-recorded); the Special Representative of the Finance Minister of Finland and the Coalition of Finance Ministers for Climate Action, Pekka Morén; the Assistant Deputy Director for Environmental Affairs in the Ministry of National Development Planning of Indonesia, Medrilzam Medrilzam; the Director of the Department for Multilateral Economic Cooperation and Special Projects at the Ministry of Economic Development of the Russian Federation, Natalia Stapran; and a member of the Executive Board of Deutsche Bundesbank and Chair of the “Scaling up green finance” work stream of the Network of Central Banks and Supervisors for Greening the Financial System, Sabine Mauderer; as well as the lead discussants, the Secretary of State for Foreign Affairs and Cooperation of Portugal, Francisco André; and the Deputy Director of the Economic and Social Policy Department at the International Trade Union Confederation, Paola Simonetti.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "42.", "action_verb": "Presentations", "action_verb_type": "operative", "action_verb_normalized": "presentation", "links": []}, {"text": "An interactive discussion ensued, during which statements were made by the representatives of Morocco, the United States of America, Bangladesh (virtual live), Guatemala (on behalf of the Like-Minded Group of Supporters of Middle-Income Countries) (virtual live), South Africa (virtual live) and Sweden (virtual live).", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "43.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The representatives of the Women’s Working Group on Financing for Development/Civil Society Financing for Development Group/Asia Pacific Forum on Women, Law and Development (virtual live), the Civil Society Financing for Development Group (virtual live) and the United Religions Initiative (virtual live), non-governmental organizations in consultative status with the Council or accredited to the previous international conferences on financing for development, also participated in the discussion.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "44.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Vice-President of the Council (Mexico) made a statement.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "45.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Annex II", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Documentation", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}]