[{"text": "Economic and Social Council forum on financing for development follow-up", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "25–28 April 2022", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Report of the Economic and Social Council forum on financing for development follow-up", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Matter calling for action by the Economic and Social Council or brought to its attention", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "I.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Economic and Social Council forum on financing for development follow-up recommends that the Economic and Social Council transmit to the high-level political forum on sustainable development convened under the auspices of the Council the following intergovernmentally agreed conclusions and recommendations:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "1.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Follow-up and review of the financing for development outcomes and the means of implementation of the 2030 Agenda for Sustainable Development", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "We, Heads of State and Government, Ministers and high-level representatives, have met from 25 to 28 April 2022 at the seventh Economic and Social Council forum on financing for development follow-up.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "1.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "We express our grave concern that the mobilization of sufficient financing remains a major challenge in the implementation of the 2030 Agenda for Sustainable Development and that progress has not been shared evenly within and among countries, leading to further deepening of existing inequalities. The success of the 2030 Agenda and the Paris Agreement will depend on our ability to mobilize resources, and the institutions that we build for the different agendas to reinforce each other. We reaffirm our resolve to continue to scale up our efforts towards the full and timely implementation of the Addis Ababa Action Agenda of the Third International Conference on Financing for Development, as well as the 2030 Agenda. We further reaffirm our commitment to strengthen multilateral cooperation and solidarity to combat the consequences of the coronavirus disease (COVID-19) pandemic, including its socioeconomic impact.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "2.", "action_verb": "express", "action_verb_type": "operative", "action_verb_normalized": "expres", "links": []}, {"text": "We are meeting against the backdrop of a highly fragile global economic outlook amid the ongoing COVID-19 pandemic, the impacts of climate change and rising geopolitical tensions. We acknowledge that inflation, slowing growth, the ongoing travel, supply chain and production disruptions, and the serious dysfunctions in global food security further endanger development prospects and contribute to a further divergence in recovery.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "3.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In this milieu, we must meet the moment and deliver on our commitments. We commit to undertake further actions to end poverty and hunger, maintain global food security and energy access, reduce inequalities and enhance developing countries’ access to financing for crisis prevention and response and for risk-informed investments in an inclusive, resilient and sustainable recovery. We take note of the Secretary-General’s Global Crisis Response Group on Food, Energy and Finance and his call to amend imbalances in the global financial system and recommit to advancing fully towards an equitable global economic system.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "4.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Cross-cutting issues", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "We note with concern that, despite concerted global efforts in support of vaccine equity to date, the world will likely not achieve the target to vaccinate 70 per cent of the population of every country by mid-2022 as outlined in the World Health Organization Global COVID-19 Vaccination Strategy. We will continue to take steps to ensure equitable access to safe, effective, quality and affordable essential medicines and vaccines for all, especially in developing countries, as well as remove relevant supply and financing constraints. We will support increasing vaccine distribution, administration and local manufacturing capacity in low- and middle-income countries.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "5.", "action_verb": "note", "action_verb_type": "operative", "action_verb_normalized": "note", "links": []}, {"text": "We reiterate our support for the Access to COVID-19 Tools Accelerator (ACT-A), including its COVID-19 Vaccine Global Access (COVAX) Facility, the COVID-19 Technology Access Pool (C-TAP) and other initiatives, which aim to accelerate development and production of and equitable access to COVID-19 diagnostics, therapeutics and vaccines to all countries and call upon the public and private sectors to fill the funding gap of these initiatives. We further commit to help developing countries in their efforts to meet national immunization requirements, improve national health systems and health infrastructure, and strengthen pandemic prevention, preparedness and response, with a view to achieving universal health coverage.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "6.", "action_verb": "reiterate", "action_verb_type": "operative", "action_verb_normalized": "reiterate", "links": []}, {"text": "We recognize the urgent need to support, in particular, those who are vulnerable or in vulnerable situations, including women and girls, youth, persons with disabilities, older persons, indigenous peoples, local communities, refugees, displaced persons and migrants, to protect human rights for all, and to ensure that no country or person is left behind. We reaffirm our commitment to increase quality, sustainable investments in essential public services for all, including health, education, energy, water, sanitation and hygiene. We will strengthen our social protection systems to reduce inequalities, eradicate poverty, build resilience to climate change and shocks, reduce disaster risk, support just and inclusive transitions and promote fair, equitable, inclusive and sustainable growth. We will expand investment in social protection floors as a percentage of national budgets and extend social protection for all, especially child-sensitive and gender-responsive social protection, including workers in the informal and emerging sectors of the economy and those who intend to reintegrate into the work force. We commit to improved monitoring of social protection coverage disaggregated by sex, age, disability and other characteristics relevant in national contexts. We further commit to helping children catch up on learning lost during the pandemic in the short term and recognize the need to address the lack of adequate financing for national education transformation efforts.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "7.", "action_verb": "recognize", "action_verb_type": "operative", "action_verb_normalized": "recognize", "links": []}, {"text": "We emphasize the pandemic’s disproportionate impact on women and girls and express deep concern over the increased demand for unpaid care and domestic work and the reported surge of all forms of violence, including sexual and gender-based violence. We commit to massively scale up our efforts to achieve gender equality and the empowerment of all women and girls, including through gender-responsive health, social and economic recovery programmes, especially with respect to COVID-19. We call for greater investments in social infrastructure and the care economy, and to reduce, redistribute and value unpaid care and domestic work.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "8.", "action_verb": "emphasize", "action_verb_type": "operative", "action_verb_normalized": "emphasize", "links": []}, {"text": "We emphasize the need to continue to scale up investments in climate action, including by making finance flows consistent with a pathway toward low greenhouse gas emissions and climate-resilient development, in line with the Paris Agreement. We welcome the adoption of the Glasgow Climate Pact, including its aspects related to finance.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "9.", "action_verb": "emphasize", "action_verb_type": "operative", "action_verb_normalized": "emphasize", "links": []}, {"text": "We emphasize the importance of protecting, conserving and restoring nature and terrestrial and marine ecosystems, and the need to scale up biodiversity finance from all sources, including public and private, to support the implementation of the post-2020 global biodiversity framework, and to scale up support for policy approaches and positive incentives for the preservation, conservation, restoration and sustainable management of terrestrial and marine ecosystems.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "10.", "action_verb": "emphasize", "action_verb_type": "operative", "action_verb_normalized": "emphasize", "links": []}, {"text": "We will explore innovative platform approaches to coordinate, scale up and channel public and private finance and technical assistance for quality, reliable, sustainable and resilient infrastructure development. We call for greater action to deliver on the commitment in the Addis Ababa Action Agenda and the Sendai Framework for Disaster Risk Reduction 2015–2030 to strengthen the capacity of national and local actors to manage and finance disaster risk reduction as part of national sustainable development strategies.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "11.", "action_verb": "will explore", "action_verb_type": "operative", "action_verb_normalized": "will explore", "links": []}, {"text": "We resolve to address investment barriers, including high perceived and real risks related to sustainable investments in low- and middle-income countries and the lack of pipelines of bankable sustainable projects. In this regard, we recognize the important role of the United Nations development system, the World Bank and other multilateral institutions in addressing the capacity and funding gaps in sustainable and quality infrastructure investment, working through existing initiatives, and we resolve to take steps to deploy blended finance at scale, as appropriate, to utilize all infrastructure financing sources. We invite the Inter-Agency Task Force on Financing for Development to further analyse, building on its 2022 report, how countries can use a mix of public and private finance to support inclusive and sustainable growth and development, as well as industrial transformation, and how the international community can support them in such efforts.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "12.", "action_verb": "resolve", "action_verb_type": "operative", "action_verb_normalized": "resolve", "links": []}, {"text": "We recognize the important role that institutions play in shaping the conditions that affect financial flows and the mobilization of capital for the implementation of the Sustainable Development Goals. We commit to support the implementation of integrated national financing frameworks to align financing policies and strategies with national investment priorities, legal frameworks, and disaster risk and sustainable development strategies consistent with the 2030 Agenda, the Sendai Framework and the Paris Agreement’s long-term goals.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "13.", "action_verb": "recognize", "action_verb_type": "operative", "action_verb_normalized": "recognize", "links": []}, {"text": "We recognize the importance of addressing the diverse needs and challenges faced by countries in special situations, in particular African countries, the least developed countries, landlocked developing countries and small island developing States, and countries in conflict and post-conflict situations, as well as the specific challenges faced by middle-income countries.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "14.", "action_verb": "recognize", "action_verb_type": "operative", "action_verb_normalized": "recognize", "links": []}, {"text": "Domestic public resources", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "We recognize that domestic resources are first and foremost generated by economic growth, supported by an enabling environment at all levels. Sound social, environmental and economic policies, including countercyclical fiscal policies, adequate fiscal space, good governance at all levels and democratic and transparent institutions responsive to the needs of the people are necessary to achieve our goals.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "15.", "action_verb": "recognize", "action_verb_type": "operative", "action_verb_normalized": "recognize", "links": []}, {"text": "We recommit to strengthening the capacities of revenue administration through modernized, transparent and progressive tax systems, improved tax policy and more efficient tax collection. We call upon the international community to scale up support for related capacity-building to countries, particularly developing countries, especially in building tax policy and administration capacity. We recognize that strengthening public financial management and budget execution can help to maximize the effectiveness of government expenditure. We recommit to using the fiscal system to reduce inequalities and align it with the Sustainable Development Goals.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "16.", "action_verb": "recommit", "action_verb_type": "operative", "action_verb_normalized": "recommit", "links": []}, {"text": "We note the work of the Addis Tax Initiative in fostering collective action to strengthen the capacities of developing countries for closing recognized gaps in development finance.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "17.", "action_verb": "note", "action_verb_type": "operative", "action_verb_normalized": "note", "links": []}, {"text": "We call for more concerted effort at all levels to strengthen international tax cooperation as a way to help to build the trust and spur the transformations envisioned in the Addis Ababa Action Agenda and the 2030 Agenda to ensure that no one is left behind. We note the work of the Committee of Experts on International Cooperation in Tax Matters and take note of the 2022 special meeting of the Economic and Social Council on international cooperation in tax matters. We commit to scale up assistance for related capacity strengthening in order to maximize the ability of countries to exchange tax information, especially for least developed countries.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "18.", "action_verb": "call", "action_verb_type": "operative", "action_verb_normalized": "call", "links": []}, {"text": "We acknowledge that any consideration of tax measures in response to the digital economy should include a careful analysis of the implications for developing countries, with a special focus on their unique needs and capacities. We note the diverse proposals in this area, including the work of the Committee of Experts on International Cooperation in Tax Matters on a model tax treaty provision on taxation of automated digital services as well as the ongoing work of the Organisation for Economic Co-operation and Development/Group of 20 Inclusive Framework on Base Erosion and Profit Shifting on a two-pillar solution to address the tax challenges arising from the digitalization of the economy.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "19.", "action_verb": "acknowledge", "action_verb_type": "operative", "action_verb_normalized": "acknowledge", "links": []}, {"text": "We recommit to preventing and combating illicit financial flows and strengthening international cooperation and good practices on assets return and recovery. We will strengthen international cooperation and national institutions to combat money-laundering and financing of terrorism. We note the report of the High-level Panel on International Financial Accountability, Transparency and Integrity for Achieving the 2030 Agenda. We reaffirm our commitment to strive to eliminate safe havens that create incentives for the transfer abroad of stolen assets and illicit financial flows. We will implement our obligations to prevent and combat corruption, bribery and money-laundering in all their forms enshrined in the existing international architecture, particularly those prescribed in the United Nations Convention against Corruption and the United Nations Convention against Transnational Organized Crime.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "20.", "action_verb": "recommit", "action_verb_type": "operative", "action_verb_normalized": "recommit", "links": []}, {"text": "We welcome the special session of the General Assembly against corruption and take note of the political declaration entitled “Our common commitment to effectively addressing challenges and implementing measures to prevent and combat corruption and strengthen international cooperation” annexed to Assembly resolution S-32/1 of 2 June 20", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "21.", "action_verb": "welcome", "action_verb_type": "operative", "action_verb_normalized": "welcome", "links": [["S-32/1", "https://undocs.org/en/A/RES/S-32/1"]]}, {"text": "Domestic and international private business and finance", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "We will take concrete steps to incentivize and scale up long-term affordable private finance for investments that contribute to and align with the Sustainable Development Goals and the Paris Agreement. We note that sustainable investment flows reached record levels in 2021, with the global outstanding amount of sustainability-labelled bonds now over 2.5 trillion United States dollars. We recognize the emergence and importance of dedicated Sustainable Development Goal bonds. We further recognize the constraints faced by developing countries in accessing sustainable investments. We stress the need to strengthen capacity-building support for countries, particularly developing countries, to integrate sustainable investment approaches into capital market development plans.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "22.", "action_verb": "will take", "action_verb_type": "operative", "action_verb_normalized": "will take", "links": []}, {"text": "We note that, while foreign direct investment (FDI) rebounded in 2021 by 77 per cent, it was uneven across regions and sectors, with a relatively modest 30 per cent in developing countries and 19 per cent in least developed countries. We recognize that FDI can reduce inequalities and can help commodity-dependent countries to transition to manufacturing activities and other higher-value-added activities.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "23.", "action_verb": "note", "action_verb_type": "operative", "action_verb_normalized": "note", "links": []}, {"text": "We further emphasize the private sector’s role in advancing gender equality by ensuring women’s full and productive employment and decent work, equal pay for equal work or work of equal value, and equal opportunities for women, and supporting the transition from informal to formal work in all sectors.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "24.", "action_verb": "emphasize", "action_verb_type": "operative", "action_verb_normalized": "emphasize", "links": []}, {"text": "We also recognize the need to make private business more accountable for its impact on sustainable development and develop innovative financial mechanisms to support sustainable business models. We encourage progress towards globally consistent and comparable international standards for sustainability-related disclosure, by leveraging existing principles, frameworks and guidance. We recognize the need to develop a common framework of definitions and criteria for sustainable economic activities. We note the International Sustainability Standards Board launched during the twenty-sixth session of the Conference of the Parties to the United Nations Framework Convention on Climate Change and call for complementary policies to enhance the alignment of corporate reporting with the Sustainable Development Goals and the Paris Agreement.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "25.", "action_verb": "recognize", "action_verb_type": "operative", "action_verb_normalized": "recognize", "links": []}, {"text": "We are concerned that remittance costs still remain far above the Sustainable Development Goal target of 3 per cent or lower. We further express our concern at the continued decline in correspondent banking relationships, due to de-risking trends, and its adverse consequences on low-value remittance flows. We will work on innovative ways to take advantage of the technological breakthroughs to improve the access to, usage and quality of financial services to promote faster, safer and cheaper remittances, including through digital channels. We recommit to taking concrete actions to reduce the average transaction cost of migrant remittances by 2030 to less than 3 per cent of the amount transferred in line with target 10.c of the 2030 Agenda.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "26.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "We will take into account the crucial role of micro-, small and medium-sized enterprises in contributing to Sustainable Development Goal implementation through job creation and improving livelihoods for the poorest and most vulnerable, and promote support measures to engage micro-, small and medium-sized enterprises in recovery efforts.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "27.", "action_verb": "will take", "action_verb_type": "operative", "action_verb_normalized": "will take", "links": []}, {"text": "We note the role of multi-stakeholder partnerships, including with the public and private sectors, to foster strategic long-term investment in the Sustainable Development Goals, especially in areas that could contribute more to combating COVID-19 and its resulting socioeconomic impacts, including through innovative financing, inter alia, in health systems, including universal health coverage; food security, including agricultural and food production and related supply chains; digital connectivity; job creation; sustainable and quality infrastructure development and growth in productivity.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "28.", "action_verb": "note", "action_verb_type": "operative", "action_verb_normalized": "note", "links": []}, {"text": "We note that the tightening of monetary policy and rising of interest rates in major developed economies may have negative consequences in developing countries, including on access to capital and increasing the costs of future investments.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "29.", "action_verb": "note", "action_verb_type": "operative", "action_verb_normalized": "note", "links": []}, {"text": "We recognize that inclusive and sustainable industrial development is an important source of productive capacity enhancement and income generation, allows for rapid and sustained increases in living standards for all people, and provides the technological solutions to environmentally sound industrialization. We encourage the Inter-Agency Task Force on Financing for Development to include analysis on industrial policies and pathways to sustainable industrialization in its next report.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "30.", "action_verb": "recognize", "action_verb_type": "operative", "action_verb_normalized": "recognize", "links": []}, {"text": "International development cooperation", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "We note that official development assistance (ODA) reached its highest level in 2020 during the unprecedented COVID-19 crisis and underscore the need for this trend to continue. We urge development partners to scale up and fulfil their ODA commitments, including the commitment by many developed countries to achieve the target of 0.7 per cent of gross national income for official development assistance (ODA/GNI) and 0.15 to 0.20 per cent of ODA/GNI to the least developed countries. All development partners should align their support with the priorities of recipient countries, as identified in the national sustainable development strategies of developing countries. We emphasize the need for grant finance and highly concessional finance for least developed countries, and the need to consider grant finance and highly concessional finance for other vulnerable countries, such as landlocked developing countries and small island developing States. We acknowledge that ODA and other concessional finance are still important for a number of middle-income countries.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "31.", "action_verb": "note", "action_verb_type": "operative", "action_verb_normalized": "note", "links": []}, {"text": "We welcome continued efforts to improve the quality, effectiveness and impact of development cooperation and other international efforts in public finance, including adherence to agreed development cooperation effectiveness principles. We recognize the critical role of resilient international development cooperation in achieving the Sustainable Development Goals and addressing global crises, as highlighted by the 2021 high-level meeting of the Development Cooperation Forum. We commit to support developing countries in strengthening their capacities at the national and local levels to manage and reduce risks, which entails developing institutional capacities for transitioning to resilient and sustainable development systems.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "32.", "action_verb": "welcome", "action_verb_type": "operative", "action_verb_normalized": "welcome", "links": []}, {"text": "We note the challenges faced by developing countries graduating to higher income per capita status that may lose access to concessional finance, particularly for graduating countries that are highly vulnerable to shocks and other disasters.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "33.", "action_verb": "note", "action_verb_type": "operative", "action_verb_normalized": "note", "links": []}, {"text": "We emphasize the urgent need to develop measures of progress on sustainable development that complement or go beyond gross domestic product in order to have a more inclusive approach to international cooperation.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "34.", "action_verb": "emphasize", "action_verb_type": "operative", "action_verb_normalized": "emphasize", "links": []}, {"text": "We welcome the appointment by the President of the General Assembly of the high-level panel of experts to finalize a multidimensional vulnerability index for small island developing States by the end of 2022. We look forward to the deliberations of the panel of experts that will inform the General Assembly on the work of the panel and we encourage the international community to consider multidimensional vulnerability, including the potential of a multidimensional vulnerability index, as criteria to access concessional finance.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "35.", "action_verb": "welcome", "action_verb_type": "operative", "action_verb_normalized": "welcome", "links": []}, {"text": "We further welcome the mapping exercise to be conducted by the Secretary-General, as mandated under General Assembly resolution 76/215 of 17 December 2021, to provide a detailed overview of the current support available to middle-income countries in order to consider developing a comprehensive system-wide response plan, where appropriate, aimed at better addressing the multidimensional nature of sustainable development and facilitating sustainable development cooperation and coordinated and inclusive support to middle-income countries based on their specific challenges and diverse needs.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "36.", "action_verb": "welcome", "action_verb_type": "operative", "action_verb_normalized": "welcome", "links": [["76/215", "https://undocs.org/en/A/RES/76/215"]]}, {"text": "We note the adoption by the Statistical Commission of the proposed new indicator 17.3.1 under Sustainable Development Goal target 17.3 (Mobilize additional financial resources for developing countries from multiple sources). We will continue to hold open, inclusive and transparent discussions on the modernization of ODA measurement and the new measure of “total official support for sustainable development” and we affirm that any such measure will not dilute commitments already made.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "37.", "action_verb": "note", "action_verb_type": "operative", "action_verb_normalized": "note", "links": []}, {"text": "We recognize that South-South cooperation is an important element of international cooperation for development as a complement to, not a substitute for, North-South cooperation. We note the growing scale and scope of South-South cooperation and triangular cooperation and its significant contributions to short-term pandemic response and long-term recovery.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "38.", "action_verb": "recognize", "action_verb_type": "operative", "action_verb_normalized": "recognize", "links": []}, {"text": "We welcome the development of an initial conceptual framework for the measurement of South-South cooperation, which marks a breakthrough in its measurement, as well as the role of United Nations Conference on Trade and Development co-custodianship in undertaking the work on this framework, including on capacity-building, led by countries from the global South and building on country-led mechanisms.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "39.", "action_verb": "welcome", "action_verb_type": "operative", "action_verb_normalized": "welcome", "links": []}, {"text": "We urge multilateral development banks to make the best use of their balance sheets in order to optimize their lending, while preserving their rating and financial sustainability. We support the Group of 20-commissioned independent review of multilateral development banks’ capital adequacy frameworks and ongoing balance sheet optimization efforts.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "40.", "action_verb": "urge", "action_verb_type": "operative", "action_verb_normalized": "urge", "links": []}, {"text": "We reiterate the call for the entities of the United Nations development system, in accordance with their mandates, to further explore financing strategies for the Sustainable Development Goals, including through innovative financing and blended finance, to respond to the unique situation of countries, especially those with special needs, and to share best practices in this regard. We will increase the scale and effectiveness of blended finance by focusing on need and the potential for development impact in developing countries, including for least developed countries, landlocked developing countries and small island developing States, as well as middle-income countries that face specific challenges.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "41.", "action_verb": "reiterate", "action_verb_type": "operative", "action_verb_normalized": "reiterate", "links": []}, {"text": "We invite the international community and all relevant stakeholders, without prejudice to ongoing support, to cooperate and mobilize resources and expertise, including through financial and in-kind assistance, as well as direct aid to host countries, refugee populations, and countries of origin of refugees, with a view to enhancing the capacity of and reducing the heavy burden borne by countries and communities hosting refugees and displaced persons in accordance with the purposes and principles of the Charter of the United Nations, while fully respecting the humanitarian principles of humanity, independence, neutrality and impartiality for humanitarian action.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "42.", "action_verb": "invite", "action_verb_type": "operative", "action_verb_normalized": "invite", "links": []}, {"text": "International trade as an engine for development", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "We will continue to promote a universal, rules-based, open, transparent, predictable, inclusive, non-discriminatory and equitable multilateral trading system under the World Trade Organization, as well as meaningful trade liberalization, supporting stronger economic growth, reduction of inequalities, job creation, productivity gains and promoting sustainable development, by making international trade relations stable and predictable. We recommit to combating protectionism in all its forms.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "43.", "action_verb": "will continue", "action_verb_type": "operative", "action_verb_normalized": "will continue", "links": []}, {"text": "We are concerned by the ongoing disruption in trade logistics that continues to hamper global value chains, and by the high cost of global supply chains. We call for ensuring the normal functioning of open markets, global supply chain connectivity and cross-border travel for essential purposes. We will take steps to enhance the unimpeded movement of goods, including medicines, vaccines and foodstuffs, and reduce trade costs. We will enhance the sustainability and resilience of supply chains that foster the sustainable integration of developing countries, in particular the least developed countries, landlocked developing countries and small island developing States, and promote inclusive economic growth, including through increased participation of micro-, small and medium-sized enterprises in international trade and investment.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "44.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "We recognize the need for immediate measures to address the ongoing challenges faced by developing countries, especially least developed countries, in enhancing international trade participation. We call for trade facilitation measures and other supportive trade and investment policies to further help to build productive capacities, promote value addition and economic diversification, and address supply chain disruptions through targeted support. We welcome progress on the ratification and implementation of the World Trade Organization Trade Facilitation Agreement.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "45.", "action_verb": "recognize", "action_verb_type": "operative", "action_verb_normalized": "recognize", "links": []}, {"text": "We are concerned about the widening trade finance gap between developed and developing countries and call for international cooperation to reduce inequalities and to address trade finance access barriers, particularly for micro-, small and medium-sized enterprises, especially in the least developed countries, including in bank regulations, regulatory compliance requirements, anti-money-laundering regulations and the collection and dissemination of data.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "46.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "We reaffirm the World Trade Organization Agreement on Trade-Related Aspects of Intellectual Property Rights (TRIPS Agreement) as amended, and also reaffirm the 2001 World Trade Organization Doha Declaration on the TRIPS Agreement and Public Health, which recognizes that the TRIPS Agreement should be interpreted and implemented in a manner supportive of the right of Member States to protect public health and, in particular, to promote access to medicines for all, and which recognizes that intellectual property protection is important for the development of new medicines.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "47.", "action_verb": "reaffirm", "action_verb_type": "operative", "action_verb_normalized": "reaffirm", "links": []}, {"text": "We welcome the establishment of the African Continental Free Trade Area and the commencement of trading under the Agreement on 1 January 2021 to strengthen efforts aimed at doubling intra-African trade, which is instrumental to Africa’s resilience, post-COVID-19 recovery and the achievement of the Sustainable Development Goals.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "48.", "action_verb": "welcome", "action_verb_type": "operative", "action_verb_normalized": "welcome", "links": []}, {"text": "We welcome the convening of the fifteenth session of the United Nations Conference on Trade and Development under the theme “From inequality and vulnerability to prosperity for all”, and take note of the adoption of its outcome document entitled “Bridgetown Covenant”.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "49.", "action_verb": "welcome", "action_verb_type": "operative", "action_verb_normalized": "welcome", "links": []}, {"text": "Debt and debt sustainability", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "We are concerned that surging global public debt is compounding debt vulnerabilities that predated the pandemic. We note with concern that about 60 per cent of least developed countries and other low-income countries are now assessed to be at high risk of or already in debt distress, while around a quarter of middle-income countries remain at high risk. We further note that 60 per cent of countries downgraded during the COVID-19 pandemic by credit rating agencies are middle-income countries. We are also concerned that interest costs are rising in the poorest countries and remain elevated in small island developing States, as they grapple with higher interest rates, slower recoveries, credit rating downgrades and persistent revenue shortfalls.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "50.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "We emphasize that debt financing can enable countries to respond to emergencies and fund long-term investments to achieve sustainable development. We reaffirm the need to assist developing countries in attaining long-term debt sustainability through coordinated policies aimed at fostering debt financing, debt relief and debt restructuring, and sound debt management, as appropriate.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "51.", "action_verb": "emphasize", "action_verb_type": "operative", "action_verb_normalized": "emphasize", "links": []}, {"text": "We welcome the multilateral response to the pandemic, including the Group of 20 and Paris Club Debt Service Suspension Initiative, while noting the lack of participation of private creditors.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "52.", "action_verb": "welcome", "action_verb_type": "operative", "action_verb_normalized": "welcome", "links": []}, {"text": "We acknowledge the ongoing implementation of the Common Framework for Debt Treatments beyond the Debt Service Suspension Initiative and stress the importance of stepping up efforts to improve and implement the Common Framework in a timely, orderly and coordinated manner. We encourage the Group of 20 and Paris Club creditors to discuss options for implementing comparability of treatment of private and other official bilateral creditors, expanding support to highly indebted developing countries, considering the provision of temporary debt standstills on a case-by-case basis throughout negotiations, and facilitating rapid recovery of capital market access following restructuring. These enhancements would give more certainty to debtor countries and facilitate the International Monetary Fund’s and multilateral development banks’ quick provision of financial support.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "53.", "action_verb": "acknowledge", "action_verb_type": "operative", "action_verb_normalized": "acknowledge", "links": []}, {"text": "We express concern that, as monetary conditions tighten, more countries may face liquidity and/or solvency crises and therefore may need debt treatments, which could also assist in their ability to safeguard critical expenditure.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "54.", "action_verb": "express", "action_verb_type": "operative", "action_verb_normalized": "expres", "links": []}, {"text": "We welcome the analysis by the Inter-Agency Task Force on Financing for Development in its 2022 report, as mandated by the 2021 forum on financing for development follow-up in its intergovernmentally agreed conclusions and recommendations, and note the potential use of the multidimensional vulnerability index for small island developing States’ debt restructuring with the aim of building credit worthiness and expanding access to financing, including concessional financing. We note its findings that high vulnerabilities, as reflected in a multidimensional vulnerability index, could contribute to the calibration of debt relief needed to restore sustainability in the context of debt restructuring.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "55.", "action_verb": "welcome", "action_verb_type": "operative", "action_verb_normalized": "welcome", "links": []}, {"text": "We acknowledge that debt transparency enables more effective debt management by debtors and better risk management by creditors, which are important tenets of responsible borrowing and lending principles. We reiterate that debtors and creditors must work together to prevent and resolve unsustainable debt situations. Maintaining sustainable debt levels is the responsibility of the borrowing countries; however, we acknowledge that lenders also have a responsibility to lend in a way that does not undermine a country’s debt sustainability. We call upon the international community to further (a) coordinate data collection processes; (b) provide support to strengthen debt management capacity; and (c) enhance debt transparency through actions by both creditors and debtors, while respecting commercially sensitive information.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "56.", "action_verb": "acknowledge", "action_verb_type": "operative", "action_verb_normalized": "acknowledge", "links": []}, {"text": "We call upon the international community to strengthen inclusive dialogues and mechanisms on sovereign debt to advance the discussion on debt transparency and responsible lending and borrowing and the rules of engagement, including with the private sector.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "57.", "action_verb": "call", "action_verb_type": "operative", "action_verb_normalized": "call", "links": []}, {"text": "Addressing systemic issues", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "We call upon Member States with strong external positions to consider the voluntary channelling of special drawing rights to countries in need, in a timely manner, including through the International Monetary Fund Poverty Reduction and Growth Trust. We look forward to the expedited operationalization of the International Monetary Fund Resilience and Sustainability Trust as a new mechanism to voluntarily channel special drawing rights to provide affordable long-term financing to low-income and vulnerable middle-income countries with due consideration to national legal frameworks. We will continue to explore viable options to voluntarily channel special drawing rights through multilateral development banks.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "58.", "action_verb": "call", "action_verb_type": "operative", "action_verb_normalized": "call", "links": []}, {"text": "We acknowledge the important role of credit ratings in the capital market ecosystem, as they provide creditors with assessments of a debtor’s relative risk of default, and note their influence on the availability, volume, cost and stability of access to market financing. Downgraded ratings can impact the cost of borrowing and the stability of the international financial system. It is important that credit rating agencies ensure that their ratings are objective, independent and based on accurate information and sound analytical methods. We note that credit rating agencies could consider adapting the use of criteria to extraordinary circumstances such as those of the COVID-19 pandemic. We take note of the High-level Meeting on the Role of Credit Rating Agencies in the Implementation of the 2030 Agenda for Sustainable Development.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "59.", "action_verb": "acknowledge", "action_verb_type": "operative", "action_verb_normalized": "acknowledge", "links": []}, {"text": "Rapid developments in digital financial technology, further accelerated by the COVID-19 pandemic, have transformed the provision of financial services and created a new ecosystem of digital assets. We recognize the relevance of carefully monitoring domestic and global developments, reviewing and updating regulatory frameworks when necessary, and cooperating across sectors and borders to support enabling environments that take due account of risks, while still fostering competition and innovations in the financial system. We support efforts by standard-setting bodies to support the ongoing international cooperation to develop appropriate designs for regulatory frameworks for digital assets.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "60.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Science, technology, innovation and capacity-building", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "We recognize that science, technology, innovation and capacity-building have played a major role in tackling global challenges, including as a key component of the post-pandemic recovery. Investment in new technologies and continued global scientific collaboration present enormous opportunities for progress in all fields towards achieving the 2030 Agenda. We commit to enhancing access to quality education from primary to tertiary levels. In addition to being a key to escaping poverty, education is a necessary foundation for science, technology and innovation.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "61.", "action_verb": "recognize", "action_verb_type": "operative", "action_verb_normalized": "recognize", "links": []}, {"text": "We further recognize the contribution of digitalization to development, while we remain concerned that substantial digital divides and inequalities exist within and among countries and regions, and between developed and developing countries, which may worsen if the digitalization of the economy and rapid progress in science, technology and innovation are not carefully managed. We will redouble our efforts to ensure universal and affordable Internet access, through enhancing investment in digital infrastructure, digital skills training and digital literacy, as well as through targeted policies, especially for women and girls, youth and persons with disabilities, to close digital divides within and between countries and build an open, free and secure digital world. We take note of the report of the Secretary-General entitled “Road map for digital cooperation” and look forward to further discussions on the proposed Global Digital Compact.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "62.", "action_verb": "recognize", "action_verb_type": "operative", "action_verb_normalized": "recognize", "links": []}, {"text": "We welcome the role of financial innovation in enhancing financial inclusion, while recognizing its associated challenges for consumer protection, new forms of exclusion, cybersecurity and financial stability. We invite regulators and supervisors to build on financial technology to support financial inclusion while addressing growing risks, including from cyberincidents, digital fraud and money-laundering, by strengthening consumer protection and holding financial service providers accountable for safeguarding data. We will continue dialogue, including at the United Nations, between policymakers, regulators and innovators to promote mutual learning and create awareness of the opportunities for financial inclusion.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "63.", "action_verb": "welcome", "action_verb_type": "operative", "action_verb_normalized": "welcome", "links": []}, {"text": "We stress that technology transfer and capacity-building are among the core priorities of the developing countries in implementing the 2030 Agenda. We reiterate the need to accelerate the transfer of environmentally sound technologies on favourable terms, including on concessional and preferential terms, as mutually agreed. We emphasize the need to provide adequate and sufficient voluntary financing for the Technology Facilitation Mechanism and to the Technology Bank for the Least Developed Countries with a view to achieving the goals established in the Addis Ababa Action Agenda and the 2030 Agenda.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "64.", "action_verb": "stress", "action_verb_type": "operative", "action_verb_normalized": "stres", "links": []}, {"text": "We underscore that technological progress is a key factor in efforts to achieve environmental objectives, such as increased resource and energy efficiency. We note that technology and innovation are necessary for sustainable and inclusive industrialization, which is a strong driver of sustainable development.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "65.", "action_verb": "underscore", "action_verb_type": "operative", "action_verb_normalized": "underscore", "links": []}, {"text": "Data, monitoring and follow-up", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "We commit to enhancing transparency and building a more complete information ecosystem to strengthen the ability of countries to manage risks and use resources efficiently and in line with the Sustainable Development Goals. We underscore the need to scale up financial support, equipment and infrastructure and technical assistance to strengthen capacities of national statistical offices and fill data gaps.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "66.", "action_verb": "commit", "action_verb_type": "operative", "action_verb_normalized": "commit", "links": []}, {"text": "We recognize that the global crises of the COVID-19 pandemic and climate change have revived discussions on measures of sustainable development that go beyond gross domestic product. We note the upcoming update of the System of National Accounts 2008 and the ongoing work on the System of Environmental-Economic Accounting through the Statistical Commission.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "67.", "action_verb": "recognize", "action_verb_type": "operative", "action_verb_normalized": "recognize", "links": []}, {"text": "We take note with appreciation of the Financing for Sustainable Development Report 2022 of the Inter-Agency Task Force on Financing for Development and request the Task Force to issue an advance unedited version of its 2023 report, no later than the end of February 2023, to be updated with the latest data upon its release, in order to facilitate the timely preparation of the draft conclusions and recommendations of the Economic and Social Council forum on financing for development follow-up.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "68.", "action_verb": "take", "action_verb_type": "operative", "action_verb_normalized": "take", "links": []}, {"text": "The United Nations and the forum on financing for development follow-up, in coordination with all relevant actors, have critical roles to play in harnessing and shaping international consensus in order to address the extraordinary challenges.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "69.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "We underscore the importance of ensuring inclusivity in our discussions on macroeconomic and financial issues at the United Nations. We take note of the Secretary-General’s proposal for convening a biennial summit to promote a more sustainable, inclusive and resilient global economy.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "70.", "action_verb": "underscore", "action_verb_type": "operative", "action_verb_normalized": "underscore", "links": []}, {"text": "We decide that the eighth Economic and Social Council forum on financing for development follow-up will convene from 24 to 27 April 2023 and will include the special high-level meeting with the Bretton Woods institutions, the World Trade Organization and the United Nations Conference on Trade and Development.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "71.", "action_verb": "decide", "action_verb_type": "operative", "action_verb_normalized": "decide", "links": []}, {"text": "We invite the General Assembly to consider the need to convene a Fourth International Conference on Financing for Development.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "72.", "action_verb": "invite", "action_verb_type": "operative", "action_verb_normalized": "invite", "links": []}, {"text": "Background", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "II.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The General Assembly, in its resolution 69/313 on the Addis Ababa Action Agenda of the Third International Conference on Financing for Development, established an annual Economic and Social Council forum on financing for development follow-up with universal, intergovernmental participation (resolution 69/313, annex, para. 132). The modalities of participation of the forum are those utilized at the international conferences on financing for development.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "2.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["69/313", "https://undocs.org/en/A/RES/69/313"], ["69/313", "https://undocs.org/en/A/RES/69/313"]]}, {"text": "In the intergovernmentally agreed conclusions and recommendations of the 2021 forum (see E/FFDF/2021/3), it was decided that the modalities applied to the 2019 forum would be applied to the 2022 forum and that the 2022 forum would be held from 25 to 28 April 2022 and would include the special high-level meeting with the Bretton Woods institutions, the World Trade Organization and the United Nations Conference on Trade and Development. These modalities were applied to the 2016 and subsequent forums and set out in an information note (E/FFDF/2016/INF/1).", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "3.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["E/FFDF/2021/3", "https://undocs.org/en/E/FFDF/2021/3"], ["E/FFDF/2016/INF/1", "https://undocs.org/en/E/FFDF/2016/INF/1"]]}, {"text": "Pursuant to Council resolution 2022/1 entitled “Working arrangements for the 2022 session of the Economic and Social Council”, and on account of the continued constraints imposed by the coronavirus disease (COVID-19) pandemic on the conduct of intergovernmental meetings at United Nations Headquarters, the Council held the 2022 forum through in-person formal meetings and hybrid informal meetings with in-person and virtual participation as well as pre-recorded video messages. The proceedings of the hybrid informal meetings are reflected in annex I to the present document.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "4.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["2022/1", "https://undocs.org/en/E/RES/2022/1"]]}, {"text": "The present report sets out the entire proceedings of the Economic and Social Council forum on financing for development follow-up in 2022.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "5.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The summary by the President of the Economic and Social Council of the 2022 forum on financing for development follow-up, including the special high-level meeting with the Bretton Woods institutions, the World Trade Organization and the United Nations Conference on Trade and Development, will be issued in document A/77/82-E/2022/64.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "6.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["A/77/82-E/2022/64", "https://undocs.org/en/A/77/82"]]}, {"text": "Adoption of the intergovernmentally agreed conclusions and recommendations", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "III.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The forum considered agenda item 3 (Adoption of the intergovernmentally agreed conclusions and recommendations) at its 2nd meeting, on 28 April 2022.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "7.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "At the 2nd meeting, on 28 April, the Permanent Representative of Grenada to the United Nations made a statement in her capacity as co-facilitator of the draft intergovernmentally agreed conclusions and recommendations that were before the forum (E/FFDF/2022/L.1), also speaking on behalf of the co-facilitator, the Permanent Representative of Iceland to the United Nations.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "8.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["E/FFDF/2022/L.1", "https://undocs.org/en/E/FFDF/2022/L.1"]]}, {"text": "At the same meeting, the forum adopted the draft intergovernmentally agreed conclusions and recommendations and requested the Council to transmit them to the high-level political forum on sustainable development convened under the auspices of the Council (see para. 1).", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "9.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Before the adoption, statements were made by the representatives of Pakistan (on behalf of the Group of 77 and China), Antigua and Barbuda (on behalf of the Alliance of Small Island States) and El Salvador.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "10.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "After the adoption, statements were given by the representatives of the European Union in its capacity of observer (on behalf of its member States), Colombia (on behalf of the Like-Minded Group of Countries Supporters of Middle-Income Countries), Canada (also on behalf of Australia and New Zealand), China, the Russian Federation, the Islamic Republic of Iran, Hungary, the Philippines, Japan, the United Kingdom of Great Britain and Northern Ireland and the United States of America.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "11.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Adoption of the report", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "IV.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The forum considered agenda item 4 (Adoption of the report) at its 2nd meeting, on 28 April 2022.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "12.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The forum approved its draft report (E/FFDF/2022/L.2) and requested the Secretariat, in consultation with the President of the Council (Botswana), to complete the report for submission to the Council.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "13.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["E/FFDF/2022/L.2", "https://undocs.org/en/E/FFDF/2022/L.2"]]}, {"text": "Organizational and other matters", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "V.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A.\tOpening and duration of the 2022 forum on financing for development follow-up", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The 2022 forum on financing for development follow-up was held at Headquarters from 25 to 28 April 2022 pursuant to paragraphs 130 to 132 of the Addis Ababa Action Agenda and the intergovernmentally agreed conclusions and recommendations of the 2021 forum.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "14.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Pursuant to Council resolution 2022/1 entitled “Working arrangements for the 2021 session of the Economic and Social Council” and taking into account the continued impact of the COVID-19 pandemic on the work of the Council, the 2022 forum was through in-person formal meetings and hybrid informal meetings with both in-person and virtual participation.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "15.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["2022/1", "https://undocs.org/en/E/RES/2022/1"]]}, {"text": "At the 1st meeting, held on 25 April, the President of the Council, Collen Vixen Kelapile (Botswana), opened the forum and made a statement.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "16.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "At the same meeting, the President of Botswana, Mokgweetsi Eric Keabetswe Masisi, made opening remarks in a pre-recorded video.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "17.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Also at the same meeting, the President of the General Assembly at its seventy-sixth session, Abdulla Shahid, addressed the forum.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "18.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Also at the 1st meeting, the Deputy Secretary-General of the United Nations addressed the forum.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "19.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "At the same meeting, the Chair of the Secretary-General’s Youth Advisory Group on Climate Change, Nisreen Elsaim, made a statement (via video link).", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "20.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "B.\tAgenda", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "At its 1st meeting, on 25 April 2022, the forum adopted its provisional agenda as contained in document E/FFDF/2022/1. The agenda read as follows:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "21.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["E/FFDF/2022/1", "https://undocs.org/en/E/FFDF/2022/1"]]}, {"text": "Adoption of the agenda and other organizational matters.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "1.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Follow-up and review of the financing for development outcomes and the means of implementation of the 2030 Agenda for Sustainable Development:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "2.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Special high-level meeting with the Bretton Woods institutions, the World Trade Organization and the United Nations Conference on Trade and Development;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(a)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "General discussion;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(b)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Thematic panel discussions.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(c)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Adoption of the intergovernmentally agreed conclusions and recommendations.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "3.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Adoption of the report.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "4.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "C.\tRules of procedure", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "At its 1st meeting, on 25 April, upon the proposal of the President of the Council (Botswana), the forum agreed that the rules of procedure of the functional commissions of the Council and the relevant provisions of General Assembly resolutions 69/313, 70/192 and 71/217, as well as any relevant decisions by the Council, would be applied to the meetings of the forum and that, in the event of any contradiction between the rules of procedure and the relevant provisions of Assembly resolutions and Council decisions, the latter would take precedence.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "22.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["69/313", "https://undocs.org/en/A/RES/69/313"], ["70/192", "https://undocs.org/en/A/RES/70/192"], ["71/217", "https://undocs.org/en/A/RES/71/217"]]}, {"text": "D.\tAttendance", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The forum was attended by the representatives of 98 States Members of the United Nations and States members of specialized agencies and the European Union. Representatives of intergovernmental organizations and other entities and representatives of the United Nations system, as well as representatives of civil society organizations and business sector entities, also attended. The list of participants will be issued as document E/FFDF/2022/INF/1.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "23.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["E/FFDF/2022/INF/1", "https://undocs.org/en/E/FFDF/2022/INF/1"]]}, {"text": "E.\tDocumentation", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The list of documents before the forum is contained in annex II to the present report.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "24.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "F.\tConclusion of the forum on financing for development follow-up", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "At the 2nd meeting, on 28 April, the Under-Secretary-General for Economic and Social Affairs made a closing statement.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "25.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "At the same meeting, the President of the Council made concluding remarks and declared the 2022 forum on financing for development follow-up closed.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "26.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Annex I", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Proceedings of the hybrid informal meetings held during the 2022 Economic and Social Council forum on financing for development follow-up", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Pursuant to the organization of work adopted at its 1st meeting, on 25 April 2022, the Economic and Social Council forum on financing for development follow-up held hybrid informal meetings with in-person and virtual participation to hold interactive dialogues on sub-item (a) (Special high-level meeting with the Bretton Woods institutions, the World Trade Organization and the United Nations Conference on Trade and Development), thematic panel discussions on sub-item (c) (Thematic panel discussions) and informal meetings with in-person participation and pre-recorded video statements on sub-item (b) (General discussion) of agenda item 2 (Follow-up and review of the financing for development outcomes and the means of implementation of the 2030 Agenda for Sustainable Development).", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "1.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A.\tSpecial high-level meeting with the Bretton Woods institutions, the World Trade Organization and the United Nations Conference on Trade and Development", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "At its 3rd informal meeting, on 26 April 2022, the forum held a special high-level meeting with Bretton Woods institutions, the World Trade Organization and the United Nations Conference on Trade and Development, on sub-item (a) of agenda item 2, on the theme, “Securing an inclusive and sustainable recovery”.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "2.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The forum held an interactive dialogue with representatives of intergovernmental bodies of major institutional stakeholders and heard statements by the President of the Economic and Social Council, Collen Vixen Kelapile (Botswana); the Minister of Economy and Finance of Uruguay and Chair of the Development Committee of the World Bank Group and the International Monetary Fund, Azucena Arbeleche; the President of the Trade and Development Board of the United Nations Conference on Trade and Development, Maimuna Kibenga Tarishi (virtual live); and the Secretary-General of the Treasury of Spain and Chair of Deputies of the International Monetary and Financial Committee of the International Monetary Fund, Carlos Cuerpo (virtual live).", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "3.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Interactive dialogue with Executive Directors of the World Bank Group and the International Monetary Fund", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The forum heard presentations by the Dean of the Board of Executive Directors of the World Bank Group, Merza Hussain Hasan (virtual live); and the Chair of the International Monetary Fund’s Committee on Liaison with the World Bank and Other International Organizations, Ita Mannathoko (virtual live).", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "4.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The forum then held interactive dialogues with participants on the topics of “Just and sustainable recovery” and “External debt”, moderated by the Managing Director of Consensus Building Institute, David Fairman.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "5.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Topic 1", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Just and sustainable recovery", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Presentations were made by the Executive Director of the International Monetary Fund, Tanaka Takuji (virtual live); the Executive Director of the World Bank Group, Koen Davidse (virtual live); and the Vice-President of the Economic and Social Council, Diego Pary Rodríguez (Plurinational State of Bolivia).", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "6.", "action_verb": "Presentations", "action_verb_type": "operative", "action_verb_normalized": "presentation", "links": []}, {"text": "In the ensuing interactive discussion, statements were made by the representative of Colombia (on behalf of the Like-Minded Group of Countries Supporters of Middle-Income Countries) and the Executive Directors of the World Bank Group, Junhong Chang (virtual live), Hayrettin Demircan (virtual live), and Mónica Medina (virtual live).", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "7.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A statement was made by the representative of Global Policy Forum, a non-governmental organization in consultative status with the Council.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "8.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Topic 2", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "External debt", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Presentations were made by the Executive Director of the International Monetary Fund, Mahmoud Mohieldin (virtual live); the Executive Director of the World Bank Group, Armando Manuel (virtual live); and the Vice-President of the Economic and Social Council, Diego Pary Rodríguez (Plurinational State of Bolivia).", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "9.", "action_verb": "Presentations", "action_verb_type": "operative", "action_verb_normalized": "presentation", "links": []}, {"text": "In the ensuing interactive discussion, the representative of Brazil made a statement.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "10.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Statements were also made by the representatives of the European Network on Debt and Development and Gestos Soropositividade Comunicação e Gênero, non-governmental organizations in consultative status with the Council.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "11.", "action_verb": "Statements", "action_verb_type": "operative", "action_verb_normalized": "statement", "links": []}, {"text": "B.\tGeneral discussion", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The forum held its general discussion on sub-item (b) (General discussion) of agenda item 2 at its 2nd, 4th, 7th and 8th informal meetings, on 25, 26 and 28 April.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "12.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "At its 2nd informal meeting, on 25 April, the forum heard statements by the Vice-President and Minister for Foreign Affairs of Colombia (on behalf of Like-Minded Group of Countries Supporters of Middle-Income Countries), Marta Lucía Ramírez de Rincón (pre-recorded video); the Vice-President of Malawi (on behalf of the Group of Least Developed Countries), Saulos Klaus Chilima; the Prime Minister of Haiti, Ariel Henry (pre-recorded video); the Vice-President of Malawi (on behalf of the Group of African States), Saulos Klaus Chilima; the Minister of Planning and Economic Development of Egypt, Hala Helmy Elsaid (pre-recorded video); the Secretary of Planning and Programming of the Presidency of Guatemala, Luz Keila Gramajo Vílchez (pre-recorded video); the Minister for International Development Cooperation of Sweden, Matilda Ernkrans; the Minister for Development Cooperation of Denmark, Flemming Møller Mortensen (pre-recorded video); the Minister for Development Cooperation and Humanitarian Affairs of Luxembourg, Franz Fayot (pre-recorded video); the Minister of Finance and Economic Affairs of Malawi, Sosten Gwengwe; the Minister of Economy and Finance of Ecuador, Simón Cueva (pre-recorded video); the Minister of National Development Planning and Head of the National Development Planning Agency of Indonesia, Suharso Monoarfa (pre-recorded video); the Minister of Finance of Thailand, Arkhom Termpittayapaisith (pre-recorded video); the Minister for Foreign Affairs and Worship of Costa Rica, Rodolfo Solano Quirós (pre-recorded video); the Parliamentary Secretary to the Minister of International Development of Canada, Anita Vandenbeld (pre-recorded video); the Minister of State for Finance, Economic Development and Investment of Belize, Christopher Coye (pre-recorded video); the Minister of State for Foreign Affairs of Qatar, Soltan bin Saad Al-Muraikhi (pre-recorded video); the Vice Minister for Foreign Affairs and International Cooperation of Italy, Marina Sereni (pre-recorded video); and the Secretary of State for International Cooperation of Spain, Pilar Cancela Rodríguez (pre-recorded video).", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "13.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "At its 4th informal meeting, on 26 April, the forum heard statements by the Senior Minister with Responsibility for Finance of Guyana, Ashni Singh (pre-recorded video); the Minister for Foreign Affairs of El Salvador, Alexandra Hill Tinoco (pre-recorded video); the Minister for Foreign Affairs of Iceland, Thórdís Kolbrún Reykfjörð Gylfadóttir; the State Minister for Foreign Affairs of Japan, Takako Suzuki (pre-recorded video); the Under-Secretary of the Department of Finance of the Philippines, Antonette Tionko; the Secretary of State for Foreign Affairs and Cooperation of Portugal, Francisco André (pre-recorded video); the Vice-Minister of Finance of China, Weiping Yu (pre-recorded video); the Deputy Minister of Finance and Economic Development of Zimbabwe, Clemence Chiduwa; the Deputy Minister of Planning and Economic Development of Sierra Leone, Jonathan Titus-Williams; the Vice-Minister for Cooperation and International Promotion of Honduras, Cindy Rodriguez (pre-recorded video); the Under-Secretary for Multilateral Affairs and Human Rights of Mexico, Martha Delgado Peralta (pre-recorded video); the Vice-Minister for Multilateral Affairs of the Bolivarian Republic of Venezuela, Rubén Molina (pre-recorded video); the Deputy Minister for Foreign Affairs of the Russian Federation, Alexander Pankin (pre-recorded video); the Deputy Minister for Foreign Affairs of Belarus, Yuri Ambrazevich (pre-recorded video); the State Secretary at the Ministry for Development Cooperation of Slovenia, Stanislav Raščan; the State Secretary for International Development of Norway, Bjørg Sandkjær (pre-recorded video); the Minister for South Asia, North Africa, the United Nations and the Commonwealth of the United Kingdom of Great Britain and Northern Ireland, Lord Ahmad of Wimbledon (pre-recorded video); the Secretary of State for Planning of Angola, Milton Reis; the Secretary-General for Foreign Affairs of Austria, Peter Launsky-Tieffenthal (pre-recorded video); the Administrator of the United States Agency for International Development, Samantha Power (pre-recorded video); the Minister for Foreign Affairs and Foreign Trade of Jamaica, Kamina Johnson Smith; the Principal Secretary for the State Department for Planning of the National Treasury and Planning of Kenya, Joel Saitoti Torome; the Director of Economic and Social Planning at the Ministry of the Economy, Planning and Development of the Dominican Republic, Luis Madera; the Assistant Director General at the Agency for Development and Cooperation of Switzerland, Christian Frutiger; the Director General for Global Affairs, Culture, Education and International Development, Ministry of Foreign Affairs of France, Michel Miraillet (pre-recorded video); the Director of Population and Development at the Ministry of Finance and National Planning of Zambia, Charles Banda; the Director of International Organizations at the Ministry of Foreign Affairs of Cuba, Ana Silvia Rodriguez Abascal; the Director General of the Department of External Finance at the Ministry of Finance and Economic Planning of the Sudan, Elhadi Omer Mohamed Ismail; and the Secretary-General for International Economic Affairs and Openness at the Ministry of Foreign Affairs of Greece, Ioannis Smylis (pre-recorded video).", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "14.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "At the same meeting, statements were made by the representatives of Mongolia (on behalf of the Group of Landlocked Developing Countries), Pakistan (on behalf of the Group of 77 and China), Malaysia, Oman, Armenia, Turkey (on behalf of the MIKTA Group, composed of Mexico, Indonesia, the Republic of Korea, Turkey and Australia), Antigua and Barbuda (on behalf of the Alliance of Small Island States) (pre-recorded video), Nepal, Israel, Maldives, Argentina, Côte d’Ivoire and Sri Lanka.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "15.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "At its 7th meeting, on 28 April, the forum heard statements by the Director General of the Department for Development Policy at the Ministry of Foreign Affairs of Finland, Titta Maja; the Chair of the National Development Commission of Ghana, George Gyan-Baffour; and the Secretary-General of the Ministry of Economy and Finance of Madagascar, Andry Velomiadana Bearison Ramanampanoharana.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "16.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "At the same meeting, statements were made by the representatives of the European Union in its capacity as observer (on behalf of its member States), Lebanon, the Plurinational State of Bolivia, Kazakhstan, Cabo Verde, Jamaica (on behalf of the Caribbean Community), Cambodia, the Netherlands, the Islamic Republic of Iran, Burkina Faso, Bangladesh and Viet Nam.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "17.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "At its 8th meeting, on 28 April, the forum heard statements by the representatives of South Africa, Nicaragua, Brazil, Ethiopia, the Republic of Korea, Iraq, Liechtenstein, Nigeria, Poland, Belgium, Morocco, India, Chile, Turkey, Algeria and the Holy See.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "18.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "At the same meeting, the representative of the International Anti-Corruption Academy made a statement.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "19.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Also at the same meeting, the representative of the Food and Agriculture Organization of the United Nations made a statement (pre-recorded video).", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "20.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "At the 8th meeting, a statement was made by the representative of the Society for International Development, a non-governmental organization in consultative status with the Council.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "21.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "C.\tThematic panel discussions", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The forum held seven thematic panel discussions on sub-item (c) of agenda item 2 at its 1st and 2nd informal meetings on 25 April and its 5th, 6th and 7th informal meetings on 25, 27 and 28 April.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "22.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "At the 2nd informal meeting, on 25 April, the Under-Secretary-General for Economic and Social Affairs made a statement in which he introduced the Financing for Sustainable Development Report 2022: Bridging the Finance Divide.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "23.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Thematic panel discussion 1", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Financing the Sustainable Development Goals by increasing fiscal space for an inclusive and sustainable recovery", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "At its 1st informal meeting, on 25 April, the forum held a thematic panel discussion on “Financing the Sustainable Development Goals by increasing fiscal space for an inclusive and sustainable recovery”, moderated by the Administrator of the United Nations Development Programme, who made a statement.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "24.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Keynote addresses were made by the President of Indonesia, Joko Widodo (pre-recorded video), and the President of the Government of Spain, Pedro Sánchez Pérez-Castejón (pre-recorded video).", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "25.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Presentations were made by the Deputy Director General for International Partnerships at the European Commission, Marjeta Jager (virtual live); the Minister of Health of Ethiopia, Lia Tadesse (virtual live); the Minister for International Development Cooperation of Sweden, Matilda Ernkrans; the Deputy Minister of Finance of the Lao People’s Democratic Republic, Bounleua Sinxayvoravong; the Deputy Managing Director of the International Monetary Fund, Bo Li (virtual live); and the lead discussant, Third World Network, Bhumika Muchhala.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "26.", "action_verb": "Presentations", "action_verb_type": "operative", "action_verb_normalized": "presentation", "links": []}, {"text": "An interactive dialogue ensued, during which statements were made by the representatives of Colombia (on behalf of the Like-Minded Group of Countries Supporters of Middle-Income Countries) and the Philippines.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "27.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A statement was made by the representative of the Food and Agricultural Organization of the United Nations.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "28.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The representatives of the Salesian Missions, Inc. and the Society for International Development, non-governmental organizations in consultative status with the Council, also participated in the dialogue.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "29.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Thematic panel discussion 2", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Aligning the global debt architecture with the Sustainable Development Goals: what will it take?", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "At its 2nd informal meeting, on 25 April, the forum held a thematic panel discussion on “Aligning the global debt architecture with the Sustainable Development Goals: what will it take?”, moderated by the Secretary-General of the United Nations Conference on Trade and Development, who made a statement.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "30.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Prime Minister and Minister for National Security, Public Administration, Home Affairs, Information Communication Technology and Minister for Finance, Planning, Economic Development and Physical Development of Grenada, Keith Mitchell, made a keynote address (pre-recorded video).", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "31.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Presentations were made by the Minister of Economy, Civil Service and Communications of Fiji, Aiyaz Sayed-Khaiyum (via video link); the Assistant Minister for International Affairs and Macro-Fiscal Policy of Saudi Arabia, Abdulaziz Alrasheed (via video link); the President of the European Investment Bank and Chair of the Multilateral Development Bank, Werner Hoyer; the Executive Vice-President for Research and Policy at the Institute of International Finance, Clay Lowery; and the lead discussant, European Network on Debt and Development, Iolanda Fresnillo.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "32.", "action_verb": "Presentations", "action_verb_type": "operative", "action_verb_normalized": "presentation", "links": []}, {"text": "An interactive dialogue ensued, during which statements were made by the representatives of Costa Rica, Indonesia, Spain, the Russian Federation, Malawi and Zimbabwe.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "33.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The representatives of Global Policy Forum, Equidad de Género, Ciudadanía, Trabajo y Familia and Gestos Soropositividade Comunicação e Gênero, non-governmental organizations in consultative status with the Council, participated in the dialogue.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "34.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Thematic panel discussion 3", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Building a fair and effective tax system and combatting illicit financial flows", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "At its 5th informal meeting, on 27 April, the forum held a thematic panel discussion on “Building a fair and effective tax system and combating illicit financial flows”, moderated by the Executive Secretary of the Economic Commission for Europe, who made a statement.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "35.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Presentations were made by the Minister of International Development of Norway, Anne Beathe Kristiansen Tvinnerheim (pre-recorded video); the Minister of State Budget and National Planning of Nigeria, Prince Clem Agba (virtual live); the Vice-Minister of Planning in the Ministry of Economy, Planning, and Development of the Dominican Republic, Pavel Ernesto Isa Contreras (virtual live); the Deputy Minister for Economic Management in the Ministry of Finance and Development Planning of Liberia, Augustus Flomo; the Under-Secretary of the Corporate Affairs Group and Revenue Operations Group of the Department of Finance of the Philippines, Antonette Tionko; the Deputy Secretary-General of the Organisation for Economic Co-operation and Development, Yoshiki Takeuchi (virtual live); and the lead discussants, Executive Secretary of the African Tax Administration Forum, Logan Wort (virtual live), and Policy Research and Advocacy Manager, Tax Justice Network Africa, Chenai Mukumba (virtual).", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "36.", "action_verb": "Presentations", "action_verb_type": "operative", "action_verb_normalized": "presentation", "links": []}, {"text": "An interactive dialogue ensued, during which statements were made by the representatives of Finland, Zimbabwe and the Russian Federation.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "37.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The representatives of the following non-governmental organizations in consultative status with the Council or accredited to the previous international conferences on financing for development also made statements: Society for International Development and Global Alliance for Tax Justice, European Network on Debt and Development and Third World Network.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "38.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Thematic panel discussion 4", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Boosting private investment in the Sustainable Development Goals (SDGs)", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "At its 6th informal meeting, on 27 April, the forum held a thematic panel discussion on “Boosting private investment in the Sustainable Development Goals (SDGs)”, moderated by the Managing Director of Global Sustainable Finance at Bank of America, Liz Bronder.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "39.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The President of Ghana, Nano Dankwa Akufo-Addo, made a keynote address (pre-recorded video).", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "40.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Presentations were made by the Minister of Finance and Economic Affairs and Member of Parliament of Malawi, Sosten Alfred Gwengwe; the Deputy Minister of Economy and Development of Mongolia, Narantsogt Sanjaa; the Executive Vice-President and Head of CDPQ (Caisse de dépôt et placement du Québec) Global, Marc-André Blanchard (virtual live); and the lead discussant, representative of IBON International Foundation, Inc., a non-governmental organization in consultative status with the Council, Rodolfo Lahoy Jr. (virtual live).", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "41.", "action_verb": "Presentations", "action_verb_type": "operative", "action_verb_normalized": "presentation", "links": []}, {"text": "An interactive dialogue ensued, during which statements were made by the representatives of Azerbaijan and Zimbabwe.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "42.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A statement was also made by the representative of the Society for International Development, a non-governmental organization in consultative status with the Council.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "43.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Thematic panel discussion 5", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Expanding concessional finance aligned with national sustainable development strategies", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "At its 6th informal meeting, on 27 April, the forum held a thematic panel discussion on “Expanding concessional finance aligned with national sustainable development strategies”, moderated by the President of the Center for Global Development, Masood Ahmed.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "44.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The President of Colombia, Iván Duque Márquez, made a keynote address (virtual live).", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "45.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Presentations were made by the Secretary of International Economic Affairs at the Ministry of Economy of Brazil, Erivaldo Alfredo Gomes (virtual live); the Director General of the Department for Development Policy at the Ministry of Foreign Affairs of Finland, Titta Maja; the Chair of the International Development Finance Club, Remy Rioux (virtual live); the Acting General Manager of the Country Department Caribbean Group of the Inter-American Development Bank, Carmen Madriz (virtual live); the State Secretary for Foreign Affairs and Cooperation of Portugal, Francisco André (pre-recorded video); and the lead discussant, Special Representative of the Secretary-General for Disaster Risk Reduction, Mami Mizutori.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "46.", "action_verb": "Presentations", "action_verb_type": "operative", "action_verb_normalized": "presentation", "links": []}, {"text": "An interactive dialogue ensued, during which statements were made by the representatives of Thailand (virtual live), the Philippines and Colombia (on behalf of the Like-Minded Group of Countries Supporters of Middle-Income Countries).", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "47.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Thematic panel discussion 6", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Sustainable and just transition", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "At its 7th informal meeting, on 28 April, the forum held a panel discussion on “Sustainable and just transition”, moderated by the Director General of the International Labour Organization, Guy Ryder, who made a statement.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "48.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Keynote addresses were made by the President of Costa Rica, Carlos Alvaro Quesada (virtual live), and the Vice-President of Malawi, Saulos Klaus Chilima.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "49.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Presentations were made by the Secretary-General of the International Organization of Employers, Roberto Suárez Santos (virtual live); the Vice-Chair of the Supervisory Board of the European Central Bank and former Chair of the Network for Greening the Financial System, Frank Elderson (virtual live); the General Secretary of the International Trade Union Confederation, Sharan Burrow (virtual live); and the lead discussant, Women’s Working Group on Financing for Development, Emilia Reyes.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "50.", "action_verb": "Presentations", "action_verb_type": "operative", "action_verb_normalized": "presentation", "links": []}, {"text": "An interactive dialogue ensued, during which statements were made by the representatives of Spain, the Philippines, the Russian Federation, Indonesia and Azerbaijan.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "51.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Thematic panel discussion 7", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Digital transition: opportunities and risks", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "At its 7th informal meeting, on 28 April, the forum held a panel discussion on “Digital transition: opportunities and risks”, moderated by Professor of Computer Science at the University of Lisbon and member of the Secretary-General’s High-level Panel on Digital Cooperation, Cathy Mulligan.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "52.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A keynote address was made by the Deputy Prime Minister of Bulgaria, Kalina Konstantinova (pre-recorded video).", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "53.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Presentations were made by the Deputy Minister of Planning and Economic Development of Sierra Leone, Jonathan Titus-Williams; the Chief FinTech Officer at the Monetary Authority of Singapore, Sopnendu Mohanty (virtual live); the Head of Financial Stability Analysis at the Financial Stability Board, Costas Stephanou (virtual live); the Deputy Head of the Sector Programme Digital Development of GIZ (Deutsche Gesellschaft für Internationale Zusammenarbeit), David Ross (virtual live); and the lead discussant, Founding Member and Executive Director of IT for Change, Anita Gurumurthy (virtual live).", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "54.", "action_verb": "Presentations", "action_verb_type": "operative", "action_verb_normalized": "presentation", "links": []}, {"text": "An interactive dialogue ensued, during which statements were made by the representatives of Indonesia and Thailand.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "55.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A statement was also made by the representative of the Sisters of Charity Federation, a non-governmental organization in consultative status with the Council.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "56.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Annex II", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Documentation", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}]