[{"text": "Economic and Social Council forum on financing for development follow-up", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "2020 session", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Report of the Economic and Social Council forum on financing for development follow-up", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Matter calling for action by the Economic and Social Council or brought to its attention", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "I.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Economic and Social Council forum on financing for development follow-up, pursuant to its decision of 20 April 2020 entitled “Procedure for taking a decision on the draft intergovernmentally agreed conclusions and recommendations of the 2020 Economic and Social Council forum on financing for development follow-up during the coronavirus disease (COVID-19) pandemic” and upon the recommendation of the President of the Council, adopted the following intergovernmentally agreed conclusions and recommendations:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "1.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Follow-up and review of the financing for development outcomes and the means of implementation of the 2030 Agenda for Sustainable Development", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "We, high-level representatives, have adopted the present document at the fifth Economic and Social Council forum on financing for development follow-up, at the time of an unprecedented crisis caused by the coronavirus disease (COVID-19) pandemic.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "1.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "We express our resolve to continue to scale up our efforts towards the full and timely implementation of the Addis Ababa Action Agenda of the Third International Conference on Financing for Development.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "2.", "action_verb": "express", "action_verb_type": "operative", "action_verb_normalized": "expres", "links": []}, {"text": "The COVID-19 pandemic has led to immense suffering for people across the globe. No nation is being spared its devastating multidimensional impacts. The global health crisis has triggered economic and financial shocks, exposing and exacerbating existing vulnerabilities and inequalities. We are determined to advance bold and concerted global action to address the immediate social and economic impacts and achieve a quick, inclusive and resilient recovery, while keeping in sight the achievement of the Sustainable Development Goals. We recognize that recovery strategies out of the crisis need to be designed to keep us on track towards the 2030 Agenda for Sustainable Development, building a sustainable and inclusive economy, as well as helping to reduce the risk of future shocks. We reaffirm our commitment to strengthening multilateral cooperation and solidarity to combat the consequences of the pandemic.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "3.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "We stand firm in our determination to implement the 2030 Agenda for Sustainable Development and the Sustainable Development Goals. At the start of the decade of action and delivery for sustainable development, we are determined to set the economy on a more sustainable pathway to achieve the Goals by 2030. We call upon all stakeholders to support these efforts in the spirit of solidarity and partnership. Despite the progress achieved so far, we note with concern that mobilizing sufficient financing from all sources remains a major challenge in implementing the 2030 Agenda and that there has been substantial backsliding in key action areas.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "4.", "action_verb": "stand", "action_verb_type": "operative", "action_verb_normalized": "stand", "links": []}, {"text": "We recognize the challenges faced in tackling the pandemic by countries in special situations, in particular those with weak health systems and limited fiscal space to invest in health systems and social protection. We stress the need for improvements and investments in infrastructures, especially related to health facilities. We recognize the urgent need to support those who are vulnerable or in vulnerable situations, including women and girls, youth, persons with disabilities, older persons, indigenous peoples, refugees, displaced persons, migrants, and other marginalized groups, protect human rights for all and ensure that no country or person is left behind.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "5.", "action_verb": "recognize", "action_verb_type": "operative", "action_verb_normalized": "recognize", "links": []}, {"text": "We will promote a coordinated, decisive and innovative policy action, in partnership with the United Nations and other international organizations to suppress the COVID-19 pandemic. We commit to using all available policy tools to minimize the economic and social damage from the pandemic, restore sustainable global growth, maintain economic and financial stability, safeguard jobs and incomes and strengthen resilience. We welcome the initiative taken by the Secretary-General, note the initiatives by the International Monetary Fund, the World Bank Group, the Group of 20 and the Group of Seven, and acknowledge the role of the World Health Organization. We urge the global community to work together in partnership with all relevant stakeholders to provide a coordinated, transparent and evidence-based global response. We recognize that the private sector and private finance can play a significant role in achieving the Sustainable Development Goals, as well as in the immediate response to and the longer-term recovery from the pandemic. We encourage the development of disaster risk reduction financing strategies and financial instruments, which are essential for improving the preparedness in response to future shocks.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "6.", "action_verb": "will promote", "action_verb_type": "operative", "action_verb_normalized": "will promote", "links": []}, {"text": "The impacts of the crisis are felt disproportionately by women. Women make up a significant portion of front-line health workers, continue to do the majority of unpaid care work and face increased risks of domestic violence and exploitation. We will strive to ensure that emergency social and economic schemes integrate a gender perspective.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "7.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "On our pathway to achieving the Sustainable Development Goals by 2030, our actions should be people-centred, gender-responsive and focused on climate resilient development, in order to ensure a sustainable and inclusive economic recovery. The current crisis has highlighted the need to reduce the risk of global disasters and emergencies, including those triggered by climate change. We recall the Paris Agreement and stress the importance of mobilizing further action and support for climate change mitigation and adaptation as well as strengthening resilience, taking into account the specific needs and special circumstances of developing countries, especially those that are particularly vulnerable to the adverse effects of climate change. We will strive to achieve the conservation of biological diversity, the sustainable use of its components and to mobilize appropriate financial resources to this end.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "8.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "We will strive to address the systemic challenges that have been aggravated by the economic downturn caused by COVID-19, including increased risks to financial stability. We note with concern that the pandemic and related global economic and commodity price shocks could significantly increase the number of countries in or at risk of debt distress. We are deeply concerned about the impact of high debt levels on countries’ abilities to withstand the impact of the COVID-19 shock and to invest in the implementation of the 2030 Agenda. We welcome steps by the Group of 20 to provide a time-bound suspension on debt service payments for the poorest countries. We welcome the steps taken by the International Monetary Fund and the World Bank to provide liquidity and other support measures to ease the debt burden of developing countries. We will continue to address risks of debt vulnerabilities, through existing channels, in developing countries due to the pandemic.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "9.", "action_verb": "will strive", "action_verb_type": "operative", "action_verb_normalized": "will strive", "links": []}, {"text": "We recognize that the international monetary system remains vulnerable to volatility and spillovers, such as the recent financial volatility as a result of COVID-19. We will consider all appropriate policies in order to manage excess leverage and financial volatility and to maintain the stability of global financial markets.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "10.", "action_verb": "recognize", "action_verb_type": "operative", "action_verb_normalized": "recognize", "links": []}, {"text": "We will work to ensure the flow of vital medical supplies, critical agricultural products, and other goods and services across borders, and work to resolve disruptions to the global supply chains, to support the health and well-being of all people. We emphasize that emergency measures designed to tackle COVID-19, if deemed necessary, must be targeted, proportionate, transparent and temporary, and that they do not create unnecessary barriers to trade or disruption to global supply chains, and are consistent with World Trade Organization rules. We reiterate our goal to realize a free, fair, non-discriminatory, transparent, predictable and stable trade and investment environment, and to keep our markets open. We recognize that developing countries, and in particular least developed countries, face additional challenges in harnessing the full potential of international trade, and encourage donors to leverage the global Aid for Trade agenda to enable developing countries, and in particular least developed countries, to benefit from the opportunities afforded by global value chains and foreign investment in their sustainable recovery efforts.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "11.", "action_verb": "will work", "action_verb_type": "operative", "action_verb_normalized": "will work", "links": []}, {"text": "We emphasize the need to strengthen development cooperation and to increase access to concessional finance, especially in the context of the global pandemic. Although we welcome the real-term increase in official development assistance (ODA), we note with concern that, nevertheless, ODA as a percentage of gross national income, fell. We call upon donors that have not done so to intensify their efforts to fulfil their respective ODA commitments, particularly to least developed countries, who may be hard hit by both social and economic impacts of the pandemic. We welcome the ongoing efforts to improve the quality, effectiveness and impact of development cooperation. We recognize that South-South cooperation is an important element of international cooperation for development as a complement to, not a substitute for, North-South cooperation. We also commit to strengthening triangular cooperation as a means of bringing relevant experience and expertise to bear in development cooperation. We note the challenges faced by developing countries graduating to higher income per capita status that may lose access to concessional finance, particularly for graduating countries that are highly vulnerable to shocks and other disasters.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "12.", "action_verb": "emphasize", "action_verb_type": "operative", "action_verb_normalized": "emphasize", "links": []}, {"text": "We will harness emerging technologies for sustainable finance while managing the risks. We recognize that digital technologies create tremendous opportunity to increase access to health care, education and e-commerce during this pandemic. We recognize that the adoption of digital technologies remains highly uneven across the globe and commit to strengthen cooperation to close the digital divide within and among countries. We further commit to working together to seize the opportunities offered by technologies to help us to address the COVID-19 crisis. We are determined to scale up research and collaboration for the detection, prevention, treatment and control of pandemics, including vaccines and medicines, and innovations in health systems.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "13.", "action_verb": "will harness", "action_verb_type": "operative", "action_verb_normalized": "will harnes", "links": []}, {"text": "COVID-19 amplifies the crucial importance of domestic resource mobilization. We recognize that a large gap between public resources and financing needs persists in many countries and is widening in the wake of the pandemic. We will continue to enhance and strengthen effective domestic resource mobilization, including accountable and transparent public expenditure systems, and fiscal space. We will endeavour to strengthen cooperation by all countries on tax matters. We acknowledge that any consideration of tax measures in response to the digitalization of the economy should include a thorough analysis of the implications for developing countries, with a special focus on their unique needs and capacities. We recommit to addressing the challenges of combating illicit financial flows and strengthening good practices on assets return and recovery.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "14.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "We note the progress made by countries in developing integrated national financing frameworks in support of their nationally owned sustainable development strategies, aiming at effectively mobilizing and aligning a wide range of financing sources and instruments with the 2030 Agenda and making use of the full potential of all means of implementation. We recognize that the pandemic highlights a stronger need for national action to be supported by complementary global action.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "15.", "action_verb": "note", "action_verb_type": "operative", "action_verb_normalized": "note", "links": []}, {"text": "We welcome the growing interest in sustainable investment. We will strive to align investments with the 2030 Agenda, including investments in strengthening health systems and supporting progress towards universal health coverage, to help ensure a sustainable recovery from COVID-19, as well as pandemic preparedness and the prevention and detection of and response to any future outbreak. We commit to creating an enabling environment and incentivizing greater sustainable investment in developing countries, particularly in least developed countries, landlocked developing countries and small island developing States, to ensure a sustainable recovery from the pandemic. We stress the need to adopt policies and measures that stimulate the economy and labour demand, to prevent a prolonged economic recession. We are determined to improve access to finance and to working capital liquidity for micro, small and medium-sized enterprises, as well as to promote financial inclusion for the poor, women, young entrepreneurs and persons with disabilities, who are most vulnerable to the adverse effects of COVID-19.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "16.", "action_verb": "welcome", "action_verb_type": "operative", "action_verb_normalized": "welcome", "links": []}, {"text": "We note the 2020 Financing for Sustainable Development Report of the Inter-Agency Task Force on Financing for Development and we invite the Task Force to examine the impact of the COVID-19 pandemic on financing for development, as well as sustainable finance, as a part of its 2021 Financing for Sustainable Development Report.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "17.", "action_verb": "note", "action_verb_type": "operative", "action_verb_normalized": "note", "links": []}, {"text": "We decide that the sixth Economic and Social Council forum on financing for development follow-up will convene from 12 to 15 April 2021 and will include the special high-level meeting with the Bretton Woods institutions, the World Trade Organization and the United Nations Conference on Trade and Development. We also decide that the forum’s modalities will be the modalities applied to the 2019 forum.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "18.", "action_verb": "decide", "action_verb_type": "operative", "action_verb_normalized": "decide", "links": []}, {"text": "We also decide to defer consideration of the need to hold a follow-up conference to the outcome document of the 2021 forum.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "19.", "action_verb": "decide", "action_verb_type": "operative", "action_verb_normalized": "decide", "links": []}, {"text": "Background", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "II.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The General Assembly, in its resolution 69/313 on the Addis Ababa Action Agenda of the Third International Conference on Financing for Development, established an annual Economic and Social Council forum on financing for development follow-up with universal, intergovernmental participation (resolution 69/313, annex, para. 132). The forum’s modalities of participation are those utilized at the international conferences on financing for development.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "2.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["69/313", "https://undocs.org/en/A/RES/69/313"], ["69/313", "https://undocs.org/en/A/RES/69/313"]]}, {"text": "In the intergovernmentally agreed conclusions and recommendations of the 2019 forum (see E/FFDF/2019/3), it was decided that the modalities applied to the 2019 forum would be applied to the 2020 forum and that the 2020 forum would be held from 20 to 23 April 2020. These modalities were applied to the 2016 and subsequent forums and set out in an information note (E/FFDF/2016/INF/1).", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "3.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["E/FFDF/2019/3", "https://undocs.org/en/E/FFDF/2019/3"], ["E/FFDF/2016/INF/1", "https://undocs.org/en/E/FFDF/2016/INF/1"]]}, {"text": "Pursuant to Council resolution 2020/3, entitled “Revised working arrangements for the 2020 session of the Economic and Social Council and sessions of its subsidiary bodies”, and decision 2020/206 “Extension of the procedure for taking decisions of the Economic and Social Council during the coronavirus disease (COVID-19) pandemic” and taking into account the prevailing conditions relating to the coronavirus disease (COVID-19) on the working arrangements for the Council’s 2020 session and the available technological and procedural solutions in the interim period, the Council held the 2020 session of the forum through correspondence and informal virtual meetings held on 23 April and on 2 June 2020 (see annex II).", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "4.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["2020/3", "https://undocs.org/en/E/RES/2020/3"]]}, {"text": "The present report sets out the proceedings of the Economic and Social Council forum on financing for development follow-up in 2020.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "5.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The summary by the President of the Economic and Social Council of the 2020 forum on financing for development follow-up is contained in document A/75/93-E/2020/64.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "6.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["A/75/93-E/2020/64", "https://undocs.org/en/A/75/93"]]}, {"text": "Adoption of the intergovernmentally agreed conclusions and recommendations", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "III.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "On 22 April 2020, pursuant to Economic and Social Council decision 2020/205 “Procedure for taking decisions of the Economic and Social Council during the coronavirus disease (COVID-19) pandemic”, the President of the Council (Norway), circulated the draft intergovernmentally agreed conclusions and recommendations of the forum (E/FFDF/2020/L.1) under silence procedure until 27 April 2020.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "7.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["E/FFDF/2020/L.1", "https://undocs.org/en/E/FFDF/2020/L.1"]]}, {"text": "On 23 April 2020, the President of the Council (Norway), circulated the revised draft intergovernmentally agreed conclusions and recommendations of the forum (E/FFDF/2020/L.1/Rev.1) under the same silence procedure.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "8.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["E/FFDF/2020/L.1/Rev.1", "https://undocs.org/en/E/FFDF/2020/L.1/Rev.1"]]}, {"text": "On 27 April 2020, the President of the Council (Norway), announced the adoption of the revised draft intergovernmentally agreed conclusions and recommendations of the forum (E/FFDF/2020/L.1/Rev.1) following the expiration of the silence procedure without objection on 27 April 2020 (see sect. I above).", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "9.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["E/FFDF/2020/L.1/Rev.1", "https://undocs.org/en/E/FFDF/2020/L.1/Rev.1"]]}, {"text": "Organizational and other matters", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "IV.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A.\tWork of the session", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Pursuant to paragraphs 130 to 132 of the Addis Ababa Action Agenda and the intergovernmentally agreed conclusions and recommendations of the 2019 forum, the 2020 meeting of the Economic and Social Council forum on financing for development follow-up was scheduled at Headquarters from 20 to 23 April 2020.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "10.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Pursuant to Council resolution 2020/3, entitled “Revised working arrangements for the 2020 session of the Economic and Social Council and sessions of its subsidiary bodies”, and decision 2020/205 “Procedure for taking decisions of the Economic and Social Council during the coronavirus disease (COVID-19) pandemic”, taking into account the prevailing conditions relating to COVID-19 on the working arrangements for the Council’s 2020 session and the available technological and procedural solutions in the interim period, the forum held its 2020 session through informal virtual meetings on 23 April and 2 June 2020 (see annex II).", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "11.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["2020/3", "https://undocs.org/en/E/RES/2020/3"]]}, {"text": "B.\tDocumentation", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The list of documents before the forum is contained in annex I to the present report.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "12.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Annex I", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Documentation", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Annex II", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Informal virtual meetings held during the 2020 session of the Economic and Social Council forum on financing for development follow-up", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "On 23 April 2020, the Economic and Social Council forum on financing for development follow-up held an informal virtual meeting on the overarching theme “Financing sustainable development in the context of COVID-19”, chaired by the President of the Council (Norway), who made an opening statement.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "1.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Secretary-General and the President of the General Assembly at its seventy-fourth session addressed the forum.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "2.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The forum also heard a video message by the Chair of the Board of the Global Alliance for Vaccines and Immunization, Ngozi Okonjo-Iweala.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "3.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A statement was made by the Chair of the Board of ActionAid International, Nyaradzayi Gumbonzvanda, on the topic “Overcoming the pandemic: what will it take for the most vulnerable countries”.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "4.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A statement was made by the Vice-Chairman for Banking, Capital Markets and Advisory of Citigroup, Jay Collins, on the topic “Global collective action and reform for a sustainable recovery”.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "5.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The President of the Council (Norway) made closing remarks.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "6.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "On 2 June 2020, the forum held an informal virtual meeting on the overarching theme “Financing a sustainable recovery from COVID-19”, chaired by the President of the Council (Norway), who made an opening statement.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "7.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Deputy Secretary-General of the United Nations addressed the forum.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "8.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The forum held a number of panel discussions moderated by the Managing Director of the Consensus Building Institute, David Fairman, who made a statement and posed questions to the panellists.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "9.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "On the topic “Financing and policy solutions to respond to COVID-19”, the following panellists responded to the questions by the moderator: the Director of the Strategy, Policy, and Review Department of the International Monetary Fund, Martin Mühleisen; the Director of the Resource Mobilization and External Finance Department of the African Development Bank, Désiré Vencatachellum; and the Executive Director of Jubilee USA Network, Eric LeCompte.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "10.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "On the topic “The United Nations responding to COVID-19”, the following panellists responded to the questions by the moderator: the Secretary-General’s designate for the United Nations COVID-19 Response and Recovery Fund, Jens Wandel; the Chief of the Pooled Fund Management Branch of the United Nations Office for the Coordination of Humanitarian Affairs Central Emergency Response Fund, Alice Sequi; and the Director of Health and Multilateral Partnerships of the World Health Organization COVID-19 Solidarity Response Fund, Gaudenz Silberschmidt.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "11.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The forum held an interactive dialogue with Member States on the topic “Financing and policy solutions to respond to COVID-19” during which statements were made by the following lead respondents: the Minister of Finance of Ghana, Ken Ofori-Atta; the Permanent Representative of Malawi to the United Nations, Perks Master Clemency Ligoya; and the Chargée d’affaires, a.i., of the Permanent Mission of the Philippines to the United Nations, Kira Christianne Danganan Azucena.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "12.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The representatives of Guyana (on behalf of the Group of 77 and China), Belize (on behalf of the Alliance of Small Island States), Kazakhstan (on behalf of the least developed countries), Suriname (on behalf of the Caribbean Community), Chile, Canada, Pakistan, Afghanistan, Sierra Leone, Ethiopia and Spain participated in the discussion.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "13.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "On the topic “Achieving a resilient and sustainable recovery”, the following panellists responded to the questions by the moderator: the Director of International Cooperation and Development Policy of the European Commission, Félix Fernández-Shaw; the Director for International and Multilateral Affairs of the World Bank, Stefan Emblad; the Deputy Director of External Affairs of the Green Climate Fund, Babita Bisht; and the Chief Executive, Africa Regions, Standard Bank Group of South Africa, Sola David-Borha.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "14.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The forum held an interactive dialogue with Member States and other stakeholders on the topic “Achieving a resilient and sustainable recovery”, during which statements were made by the following lead respondents: the Permanent Representative of Fiji to the United Nations, Satyendra Prasad; the Permanent Representative of Kyrgyzstan to the United Nations, Mirgul Moldoisaeva; the Permanent Representative of Costa Rica to the United Nations, Rodrigo A. Carazo; the Deputy Permanent Representative of the United Kingdom of Great Britain and Northern Ireland to the United Nations, Jonathan Guy Allen; and a representative of Equidad de Género: Citizenship, Work and Family, Mexico, and co-convenor of the Women’s Working Group on Financing for Development, Emilia Reyes.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "15.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The representatives of the Russian Federation and the United States of America participated in the discussion.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "16.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Under-Secretary-General for Economic and Social Affairs and the President of the Council (Norway) made closing remarks.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "17.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}]