[{"text": "Economic and Social Council forum on financing for development follow-up", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "17–20 April 2023", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Report of the Economic and Social Council forum on financing for development follow-up", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Matter calling for action by the Economic and Social Council or brought to its attention", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "I.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Economic and Social Council forum on financing for development follow-up recommends that the Economic and Social Council transmit to the high-level political forum on sustainable development convened under the auspices of the Council the following intergovernmentally agreed conclusions and recommendations:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "1.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Follow-up and review of the financing for development outcomes and the means of implementation of the 2030 Agenda for Sustainable Development", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "We, Heads of State and Government, Ministers and high-level representatives, have met from 17 to 20 April 2023 at the eighth Economic and Social Council forum on financing for development follow-up.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "1.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "We express our grave concern that recent shocks are threatening to further reverse or delay progress on the Sustainable Development Goals by 2030, especially for developing countries, in particular the poorest and most vulnerable. We reaffirm our resolve to continue to scale up our efforts towards the full and timely implementation of the Addis Ababa Action Agenda of the Third International Conference on Financing for Development, as well as the 2030 Agenda for Sustainable Development and the Paris Agreement.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "2.", "action_verb": "express", "action_verb_type": "operative", "action_verb_normalized": "expres", "links": []}, {"text": "We meet amid a highly challenging environment in which global sustainable development prospects continue to diverge. The increased pressure on food, energy and finance; elevated inflation; rising global interest rates; tightened financial conditions; high indebtedness; disruptions in supply chains; and geopolitical tensions and conflicts, together with the adverse impacts of climate change, biodiversity loss and digital divides, have exacerbated challenges for many countries on top of those associated with the recovery from the coronavirus disease (COVID-19) pandemic, increasing hunger, malnutrition and poverty and inequality. We note that the global macroeconomic outlook remains highly uncertain, and is particularly bleak for many developing countries faced with growing debt service burdens and tight fiscal constraints. If left unaddressed, the finance divide will translate into a lasting sustainable development divide.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "3.", "action_verb": "meet", "action_verb_type": "operative", "action_verb_normalized": "meet", "links": []}, {"text": "In the face of the multiple and interlinked global crises, we must meet the moment and embrace change by taking immediate measures to scale up efforts to achieve the 2030 Agenda and the Addis Ababa Action Agenda, including through development cooperation, investments in the Sustainable Development Goals, reforming the international financial architecture, enhancing macroeconomic policy cooperation and implementing actions to accelerate sustainable development, in particular in support of developing countries. We welcome the efforts made by the Secretary-General to address the Sustainable Development Goal financing gap and call for further discussions on the proposal for a Sustainable Development Goal stimulus in a timely manner at the United Nations to tackle the high cost of debt and rising risks of debt distress, massively scale up affordable long-term financing for development and expand contingency financing to countries in need.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "4.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Cross-cutting issues", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "We reiterate the importance of ensuring the increasing availability of and equitable access to COVID-19 vaccines, diagnostics, therapeutics and other health tools to all countries. We commit to helping developing countries in their efforts to meet national immunization requirements, strengthen national health systems and health infrastructure, and improve their capacities for pandemic prevention, preparedness and response, with a view to achieving universal health coverage, including through efficient health financing policies and international cooperation on health.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "5.", "action_verb": "reiterate", "action_verb_type": "operative", "action_verb_normalized": "reiterate", "links": []}, {"text": "We recognize the role of extensive vaccination against COVID-19 as a global public good for health in reducing transmission and preventing serious illness and death, in order to bring the pandemic to an end. We support ongoing discussion at the World Trade Organization on ways in which the multilateral rules-based trade system can contribute to enhancing access to equitable distribution of COVID-19 vaccines.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "6.", "action_verb": "recognize", "action_verb_type": "operative", "action_verb_normalized": "recognize", "links": []}, {"text": "We welcome the outcomes of the twenty-seventh session of the Conference of the Parties to the United Nations Framework Convention on Climate Change and the fourth Conference of the Parties serving as the meeting of the Parties to the Paris Agreement held in Sharm el-Sheikh, Egypt, including the decision on funding arrangements for responding to loss and damage associated with the adverse effects of climate change, including a focus on addressing loss and damage.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "7.", "action_verb": "welcome", "action_verb_type": "operative", "action_verb_normalized": "welcome", "links": []}, {"text": "We emphasize the importance of protecting, conserving and restoring nature and terrestrial and marine ecosystems, and the need to scale up biodiversity finance from all sources, including public and private sources. We recognize the importance of the first part of the fifteenth meeting of the Conference of the Parties to the Convention on Biological Diversity and look forward to the timely implementation of the decisions taken at the second part of the fifteenth meeting of the Conference of the Parties to the Convention, in particular the Kunming-Montreal Global Biodiversity Framework and the establishment of a fund for the Global Biodiversity Framework.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "8.", "action_verb": "emphasize", "action_verb_type": "operative", "action_verb_normalized": "emphasize", "links": []}, {"text": "We recognize the urgent need to support people in vulnerable situations, in particular women and girls, youth, persons with disabilities, older persons, Indigenous Peoples, local communities, refugees, displaced persons and migrants, to protect human rights for all and to ensure that no country or person is left behind.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "9.", "action_verb": "recognize", "action_verb_type": "operative", "action_verb_normalized": "recognize", "links": []}, {"text": "We reaffirm our commitment to massively scale up our efforts to achieve gender equality and the empowerment of all women and girls. We reiterate the need for gender mainstreaming, including targeted actions and investments, in the formulation and implementation of all financial, economic, environmental and social policies and programmes. We also reaffirm the need to recognize and value women’s and girls’ disproportionate share of paid and unpaid care and domestic work and adopt measures to reduce and redistribute this work.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "10.", "action_verb": "reaffirm", "action_verb_type": "operative", "action_verb_normalized": "reaffirm", "links": []}, {"text": "We recall our commitment to strengthening social protection systems to reduce inequalities, eradicate poverty, build resilience to climate change and shocks, reduce disaster risk, support just and inclusive transitions and promote fair, equitable, inclusive and sustainable growth. We also reiterate our commitment to expanding investment in social protection floors as a percentage of national budgets and extending social protection for all, especially child-sensitive and gender-responsive social protection, including workers in the informal and emerging sectors of the economy and those who intend to reintegrate into the workforce. We take note with appreciation of the Global Accelerator on Jobs and Social Protection for a Just Transition and encourage Member States to consider supporting its implementation.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "11.", "action_verb": "recall", "action_verb_type": "operative", "action_verb_normalized": "recall", "links": []}, {"text": "We take note of the Transforming Education Summit organized in 2022 by the United Nations, and we call upon Member States to continue increasing investment in inclusive and equitable quality education, including early childhood education, youth and adult literacy programmes or initiatives, digital education, skills enhancement and lifelong learning.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "12.", "action_verb": "take", "action_verb_type": "operative", "action_verb_normalized": "take", "links": []}, {"text": "We recognize that inclusive and sustainable industrial and business development, including micro-, small and medium-sized enterprises, sustainable infrastructure development and digital development, can play a crucial role in the realization of other major development objectives in line with national needs and circumstances. We resolve to scale up public and private investments for inclusive and sustainable industrial development, while ensuring that industrial development policies and investments reduce disaster risk and enhance resilience. We reiterate the importance of international cooperation in this context. We reaffirm the importance of preserving policy space for developing countries to pursue a new generation of sustainable and inclusive industrial policies.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "13.", "action_verb": "recognize", "action_verb_type": "operative", "action_verb_normalized": "recognize", "links": []}, {"text": "We reaffirm the need to promote quality, reliable, sustainable and resilient infrastructure, in particular in developing countries, in a manner that has the greatest social, economic and environmental benefits. In this regard, we will also continue to explore innovative platform approaches to coordinate, scale up and channel public and private finance and technical assistance.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "14.", "action_verb": "reaffirm", "action_verb_type": "operative", "action_verb_normalized": "reaffirm", "links": []}, {"text": "We commit to supporting the implementation of integrated national financing frameworks in alignment with nationally owned sustainable development strategies in order to further implement the Addis Ababa Action Agenda, and recognize their potential to contribute to further coordination between all relevant actors engaged in-country.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "15.", "action_verb": "commit", "action_verb_type": "operative", "action_verb_normalized": "commit", "links": []}, {"text": "We recognize the importance of addressing the diverse needs and challenges faced by countries in special situations, in particular African countries, the least developed countries, landlocked developing countries and small island developing States, and countries in conflict and post-conflict situations, as well as the specific challenges faced by middle-income countries.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "16.", "action_verb": "recognize", "action_verb_type": "operative", "action_verb_normalized": "recognize", "links": []}, {"text": "We take note of the progress achieved in the implementation of the Vienna Programme of Action for Landlocked Countries for the Decade 2014–2024 and the SIDS Accelerated Modalities of Action (SAMOA) Pathway, and call upon the international community to take the opportunity of the third United Nations Conference on Landlocked Developing Countries and the fourth International Conference on Small Island Developing States to identify new and emerging challenges, as well as ways and means to address them, and opportunities for the sustainable development of landlocked developing countries and small island developing States, respectively. We look forward to the timely implementation of the Doha Programme of Action for the Least Developed Countries for the decade 2022–2031.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "17.", "action_verb": "take", "action_verb_type": "operative", "action_verb_normalized": "take", "links": []}, {"text": "Domestic public resources", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "We recognize that domestic resources are first and foremost generated by economic growth, supported by an enabling environment at all levels. Sound social, environmental and economic policies, including countercyclical fiscal policies, adequate fiscal space, good governance at all levels and democratic and transparent institutions responsive to the needs of the people are necessary to achieve our goals.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "18.", "action_verb": "recognize", "action_verb_type": "operative", "action_verb_normalized": "recognize", "links": []}, {"text": "We recommit to strengthening the capacities of revenue administration through modernized, transparent and progressive tax systems, improved tax policies and more efficient tax collection, and call upon the international community to scale up support for related technological, institutional and human capacity-building to countries and to explore digitization as a tool to optimize the efficiency of tax systems. We recognize that strengthening public financial management and budget execution can help to maximize the effectiveness of government expenditure. We recommit to using the fiscal system to reduce inequalities and align it with the Sustainable Development Goals. We note the work of the Addis Tax Initiative in fostering collective action to strengthen the capacities of developing countries for closing recognized gaps in development finance.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "19.", "action_verb": "recommit", "action_verb_type": "operative", "action_verb_normalized": "recommit", "links": []}, {"text": "We look forward to the beginning of intergovernmental discussions at United Nations Headquarters in New York on ways to strengthen the inclusiveness and effectiveness of international tax cooperation through the evaluation of additional options, including the possibility of developing an international tax cooperation framework or instrument through a United Nations intergovernmental process, taking into full consideration existing international and multilateral arrangements. In this regard, we also look forward to the findings of the report of the Secretary-General.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "20.", "action_verb": "look", "action_verb_type": "operative", "action_verb_normalized": "look", "links": []}, {"text": "We note the work of the Committee of Experts on International Cooperation in Tax Matters. We also note the work of the Organisation for Economic Co-operation and Development (OECD)/Group of 20 Inclusive Framework on Base Erosion and Profit Shifting.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "21.", "action_verb": "note", "action_verb_type": "operative", "action_verb_normalized": "note", "links": []}, {"text": "We encourage the strengthening and implementation of gender-responsive planning and budgeting processes and the development and strengthening of methodologies and tools for the monitoring and evaluation of investments for gender equality results, and reaffirm the importance of the collection, analysis and dissemination of data disaggregated by sex in order to develop and strengthen evidence-based public policies and programmes.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "22.", "action_verb": "encourage", "action_verb_type": "operative", "action_verb_normalized": "encourage", "links": []}, {"text": "We note international developments on the implementation of the Standard for Automatic Exchange of Financial Account Information in Tax Matters under a common reporting standard developed by OECD, which 121 jurisdictions have already committed to implementing by 2024, as well as the role of the 166 members of the Global Forum on Transparency and Exchange of Information for Tax Purposes, which enables cooperation on an equal footing.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "23.", "action_verb": "note", "action_verb_type": "operative", "action_verb_normalized": "note", "links": []}, {"text": "We stress the importance of international tax and financial transparency instruments and mechanisms, highlighting that many developing countries are still not benefiting from international tax cooperation and the exchange of tax information instruments. We call for the timely adoption of tools that can assist all countries in preventing and combating illicit financial flows.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "24.", "action_verb": "stress", "action_verb_type": "operative", "action_verb_normalized": "stres", "links": []}, {"text": "We recommit to preventing and combating illicit financial flows and strengthening international cooperation and good practices on assets return and recovery. We reaffirm our commitment to strive to eliminate safe havens that create incentives for the transfer abroad of stolen assets and illicit financial flows. We will implement our obligations to prevent and combat corruption, bribery and money-laundering in all their forms enshrined in the existing international architecture, in particular those prescribed in the United Nations Convention against Corruption and the United Nations Convention against Transnational Organized Crime.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "25.", "action_verb": "recommit", "action_verb_type": "operative", "action_verb_normalized": "recommit", "links": []}, {"text": "Domestic and international private business and finance", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "We emphasize the importance of developing dynamic domestic private sectors to achieve the Sustainable Development Goals in a sustainable and equitable manner by creating and strengthening an enabling business environment.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "26.", "action_verb": "emphasize", "action_verb_type": "operative", "action_verb_normalized": "emphasize", "links": []}, {"text": "We reiterate the need for strengthened international cooperation to explore the full range of policy tools to overcome impediments to private investment for sustainable development. We will take steps to ensure and improve the access of micro-, small and medium-sized enterprises to finance, including trade finance, and increase their participation in international trade and investment and the digital economy.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "27.", "action_verb": "reiterate", "action_verb_type": "operative", "action_verb_normalized": "reiterate", "links": []}, {"text": "We stress the need for technical assistance and capacity-building support for the promotion of investment and the development of project pipelines and bankable projects. We recognize the important role of the United Nations development system, the World Bank and other multilateral institutions in addressing the capacity and funding gaps in sustainable and quality infrastructure investment, in particular in developing countries, working through existing initiatives. We call upon the United Nations system to advance innovative solutions that can unlock Sustainable Development Goal investments, including through the Sustainable Development Goals Investment Fair, the Global Pilot Programme on Science, Technology and Innovation for the Sustainable Development Goals Road Maps (STI for SDGs road maps) and the United Nations Global Compact.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "28.", "action_verb": "stress", "action_verb_type": "operative", "action_verb_normalized": "stres", "links": []}, {"text": "We note the role of multi-stakeholder partnerships in fostering strategic long-term investment in the Sustainable Development Goals, including through innovative financing involving the public and private sectors. In this regard, we recognize the emergence and importance of dedicated Sustainable Development Goal bonds.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "29.", "action_verb": "note", "action_verb_type": "operative", "action_verb_normalized": "note", "links": []}, {"text": "We encourage enhanced efforts by the Global Investors for Sustainable Development Alliance convened by the Secretary-General to facilitate the scaling up of private finance and investment for sustainable development through concrete guidance, products and instruments.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "30.", "action_verb": "encourage", "action_verb_type": "operative", "action_verb_normalized": "encourage", "links": []}, {"text": "We recognize that a key constraint to private sector investment in support of the Sustainable Development Goals in developing and emerging markets is the perceived and actual risk to investments. We invite the international financial and banking institutions to continue to enhance the transparency and analytical rigour of risk-rating mechanisms, noting that sovereign risk assessments should maximize the use of objective and transparent parameters, which can be facilitated by high-quality data and analysis.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "31.", "action_verb": "recognize", "action_verb_type": "operative", "action_verb_normalized": "recognize", "links": []}, {"text": "We encourage the strengthening of company sustainability disclosure, and the design of policy and regulatory frameworks in support of sustainable finance, through regulations and policies that better link and align profitability and sustainability. The development of classification systems as well as globally consistent and comparable sustainability rating methodologies, which are transparent and traceable, can make sustainable investing more credible.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "32.", "action_verb": "encourage", "action_verb_type": "operative", "action_verb_normalized": "encourage", "links": []}, {"text": "We reiterate our concern that remittance costs remain far above the Sustainable Development Goal target of 3 per cent of the amount transferred, in line with target 10.c of the 2030 Agenda and the Addis Ababa Action Agenda, with the world average remittance transfer cost at 6.3 per cent. We recommit to working towards achieving this target. We express our concern at the continued decline in correspondent banking relationships, due to de-risking trends, and its adverse consequences on low-value remittance flows. We commit to implementing innovative ways to take advantage of technological breakthroughs, including digital solutions, that improve access to and the usage and quality of financial services to promote faster, safer and cheaper migrant remittances.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "33.", "action_verb": "reiterate", "action_verb_type": "operative", "action_verb_normalized": "reiterate", "links": []}, {"text": "International development cooperation", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "We urge development partners to scale up and fulfil their official development assistance (ODA) commitments, including the commitment by many developed countries to achieve the target of 0.7 per cent of gross national income for official development assistance (ODA/GNI) and 0.15 to 0.20 per cent of ODA/GNI to the least developed countries. We emphasize the need for grant finance and highly concessional finance for least developed countries, and the need to consider grant finance and highly concessional finance for other vulnerable countries, such as landlocked developing countries and small island developing States. We acknowledge that ODA and other concessional finance are still important for a number of middle-income countries.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "34.", "action_verb": "urge", "action_verb_type": "operative", "action_verb_normalized": "urge", "links": []}, {"text": "We welcome and reiterate the role of international development cooperation, especially North-South cooperation, which remains a fundamental catalyst for sustainable development. We recognize that South-South cooperation is an important element of international cooperation for development as a complement to, not a substitute for, North-South cooperation.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "35.", "action_verb": "welcome", "action_verb_type": "operative", "action_verb_normalized": "welcome", "links": []}, {"text": "We welcome continued efforts to improve the quality, effectiveness and impact of development cooperation and other international efforts in public finance, including adherence to agreed development cooperation effectiveness principles.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "36.", "action_verb": "welcome", "action_verb_type": "operative", "action_verb_normalized": "welcome", "links": []}, {"text": "We stress the importance of including women and those in vulnerable situations in the formulation of national development plans, as appropriate, and in the development cooperation strategies of developing countries and their partners, taking into account the national priorities and circumstances of the recipient countries.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "37.", "action_verb": "stress", "action_verb_type": "operative", "action_verb_normalized": "stres", "links": []}, {"text": "We recognize the need to ensure that needed concessional resources respond to current risks as well as to long-term development needs, and target the most vulnerable.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "38.", "action_verb": "recognize", "action_verb_type": "operative", "action_verb_normalized": "recognize", "links": []}, {"text": "We recognize that national and international support for social sectors, including health, education, social protection and youth employment, as well as gender equality and the empowerment of women and girls, should be maintained after the pandemic, acknowledging their relevance in increasing resilience and preparedness for future crises.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "39.", "action_verb": "recognize", "action_verb_type": "operative", "action_verb_normalized": "recognize", "links": []}, {"text": "We support efforts to reform multilateral development banks and encourage dialogue between those banks and other financial institutions. We take note of the World Bank’s road map for evolving its mission, operational approach and financial capacity within its country engagement model and invite other multilateral development banks reporting on their efforts to address similar challenges.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "40.", "action_verb": "support", "action_verb_type": "operative", "action_verb_normalized": "support", "links": []}, {"text": "We urge multilateral development banks to bring forward actions to mobilize and provide additional financing within their mandates to support developing countries in achieving the Sustainable Development Goals and deliver the scale of finance needed for global public goods, including through sustainable development and infrastructure investments. We acknowledge the role of such banks in catalysing private investment.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "41.", "action_verb": "urge", "action_verb_type": "operative", "action_verb_normalized": "urge", "links": []}, {"text": "We continue to support the independent review, commissioned by the Group of 20, of multilateral development banks’ capital adequacy frameworks and ongoing balance sheet optimization efforts, and encourage multilateral development banks to increase their efforts to discuss and propose options for implementing recommendations within their own governance framework while safeguarding their long-term sustainability, robust credit ratings and preferred creditor status.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "42.", "action_verb": "continue", "action_verb_type": "operative", "action_verb_normalized": "continue", "links": []}, {"text": "We call for an approach to blended finance that places a greater focus on development impact, rather than on quantity or degree of leverage alone, including by focusing on ways to improve partnerships with the private sector.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "43.", "action_verb": "call", "action_verb_type": "operative", "action_verb_normalized": "call", "links": []}, {"text": "We urge an increase in efforts to use ODA catalytically in order to stimulate the scaling of other sources of finance, in line with the Addis Ababa Action Agenda.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "44.", "action_verb": "urge", "action_verb_type": "operative", "action_verb_normalized": "urge", "links": []}, {"text": "We reiterate our call upon all Member States to continue to engage in discussions in consultation with relevant stakeholders, including international financial institutions, multilateral development banks and regional commissions, on measures of progress on sustainable development that complement or go beyond gross domestic product (GDP), taking into account existing initiatives, in order to have a more inclusive approach to international cooperation.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "45.", "action_verb": "reiterate", "action_verb_type": "operative", "action_verb_normalized": "reiterate", "links": []}, {"text": "We welcome the progress of the High-level Panel on the Development of a Multidimensional Vulnerability Index for Small Island Developing States and take note with appreciation of its interim report, and look forward to the finalization of the work of the Panel, and we encourage the international community to consider multidimensional vulnerability, including the potential of a multidimensional vulnerability index, as criteria to access concessional finance.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "46.", "action_verb": "welcome", "action_verb_type": "operative", "action_verb_normalized": "welcome", "links": []}, {"text": "We welcome the mapping exercise to be conducted by the Secretary-General to provide a detailed overview of the current support available to middle-income countries in order to consider developing a comprehensive system-wide response plan, where appropriate, aimed at better addressing the multidimensional nature of sustainable development and facilitating sustainable development cooperation and coordinated and inclusive support to middle-income countries based on their specific challenges and diverse needs.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "47.", "action_verb": "welcome", "action_verb_type": "operative", "action_verb_normalized": "welcome", "links": []}, {"text": "We recall the adoption by the Statistical Commission of indicator 17.3.1 under Sustainable Development Goal target 17.3 (Mobilize additional financial resources for developing countries from multiple sources). We will continue to hold open, inclusive and transparent discussions on the modernization of ODA measurement and the new measure of “total official support for sustainable development” and we affirm that any such measure will not dilute commitments already made.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "48.", "action_verb": "recall", "action_verb_type": "operative", "action_verb_normalized": "recall", "links": []}, {"text": "We welcome the development of an initial conceptual framework for the measurement of South-South cooperation, which marks a breakthrough in its measurement, as well as the role of United Nations Conference on Trade and Development (UNCTAD) co-custodianship in undertaking the work on this framework, including on capacity-building, led by countries of the global South and building on country-led mechanisms, and acknowledge the importance of exploring possible options for the measurement of triangular cooperation.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "49.", "action_verb": "welcome", "action_verb_type": "operative", "action_verb_normalized": "welcome", "links": []}, {"text": "We note the challenges faced by developing countries graduating to higher income per capita status that may lose access to concessional finance, in particular for graduating countries that are highly vulnerable to shocks and other disasters.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "50.", "action_verb": "note", "action_verb_type": "operative", "action_verb_normalized": "note", "links": []}, {"text": "We call upon the Committee for Development Policy to give due consideration to the specific challenges, vulnerabilities and development needs of graduating countries, and to provide assistance to them in the formulation and implementation of their national transition strategies. We invite the least developed countries and development partners to integrate graduation and smooth transition strategies into their respective national development and aid strategies, as appropriate.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "51.", "action_verb": "call", "action_verb_type": "operative", "action_verb_normalized": "call", "links": []}, {"text": "We invite the international community and all relevant stakeholders, without prejudice to ongoing support, to cooperate and to mobilize resources and expertise, including through financial and in-kind assistance, as well as direct aid to host countries, refugee populations and countries of origin of refugees, with a view to enhancing the capacity of and reducing the heavy burden borne by countries and communities hosting refugees and displaced persons in accordance with the purposes and principles of the Charter of the United Nations, while fully respecting the humanitarian principles of humanity, independence, neutrality and impartiality for humanitarian action.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "52.", "action_verb": "invite", "action_verb_type": "operative", "action_verb_normalized": "invite", "links": []}, {"text": "International trade as an engine for development", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "We recommit to the promotion of a rules-based, non-discriminatory, open, fair, inclusive, equitable and transparent multilateral trading system, with the World Trade Organization (WTO) at its core, as well as meaningful trade liberalization.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "53.", "action_verb": "recommit", "action_verb_type": "operative", "action_verb_normalized": "recommit", "links": []}, {"text": "We underscore that the multilateral trading system should contribute to the achievement of the Sustainable Development Goals, providing policy space for national development objectives, poverty eradication and sustainable development, consistent with relevant international rules and country commitments, and promote export-led growth in the developing countries through, inter alia, preferential trade access for developing countries, targeted special and differential treatment that responds to the development needs of individual countries and the elimination of trade barriers that are inconsistent with WTO agreements.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "54.", "action_verb": "underscore", "action_verb_type": "operative", "action_verb_normalized": "underscore", "links": []}, {"text": "We welcome the commitment of WTO members to work towards the necessary reform of the organization, with the aim of improving all its functions and effectively addressing the challenges facing global trade.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "55.", "action_verb": "welcome", "action_verb_type": "operative", "action_verb_normalized": "welcome", "links": []}, {"text": "We reiterate our call to ensure the normal functioning of open markets, global supply chain connectivity and cross-border travel for essential purposes. We will enhance the sustainability and resilience of supply chains that foster the sustainable integration of developing countries.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "56.", "action_verb": "reiterate", "action_verb_type": "operative", "action_verb_normalized": "reiterate", "links": []}, {"text": "We will continue to engage in multilateral dialogue on multilateral rules and agreements on investment, trade and technology to ensure a level playing field for fair competition.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "57.", "action_verb": "will continue", "action_verb_type": "operative", "action_verb_normalized": "will continue", "links": []}, {"text": "We welcome the agreement of WTO members to exempt food purchases by the World Food Programme for humanitarian purposes from export restrictions, which will help to address growing food insecurity and malnutrition. We stress that stable trade flows are essential to urgently address the multiple global crises, inter alia, of food, energy and finance faced by developing countries, as well as to enhance food security and nutrition in these countries.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "58.", "action_verb": "welcome", "action_verb_type": "operative", "action_verb_normalized": "welcome", "links": []}, {"text": "We call upon the international community to support the efforts of and foster cooperation with commodity-dependent developing countries to address the factors that create structural barriers to international trade and impede diversification.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "59.", "action_verb": "call", "action_verb_type": "operative", "action_verb_normalized": "call", "links": []}, {"text": "We recognize the important role of multilateral development banks and development finance institutions in providing trade finance and will seek opportunities in digital trade finance to help narrow the trade finance gap.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "60.", "action_verb": "recognize", "action_verb_type": "operative", "action_verb_normalized": "recognize", "links": []}, {"text": "Debt and debt sustainability", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "We recognize the importance of new and emerging challenges and vulnerabilities with regard to developing country external debt sustainability. We note with concern that some 60 per cent of least developed countries and other low-income countries are now assessed to be at high risk of or already in debt distress, while nearly a third of middle-income countries are at high risk of a fiscal crisis. We are also concerned that interest costs are rising in the poorest countries and remain elevated in small island developing States, as they grapple with higher interest rates, slower recoveries, credit rating downgrades and persistent revenue shortfalls. The strengthening of multilateral coordination by all creditors is needed to address the deteriorating debt situation and facilitate coordinated debt treatment for debt-distressed countries on a case-by-case basis.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "61.", "action_verb": "recognize", "action_verb_type": "operative", "action_verb_normalized": "recognize", "links": []}, {"text": "We stress the urgency of finalizing debt treatment of countries that have requested it under the Common Framework for Debt Treatments beyond the Debt Service Suspension Initiative in a predictable, timely, orderly and coordinated manner. We encourage the Group of 20 to develop a note on the global debt landscape in a fair and comprehensive manner and to commission an independent review and evaluation of past and existing debt initiatives, with a view to proposing improvements and alternatives.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "62.", "action_verb": "stress", "action_verb_type": "operative", "action_verb_normalized": "stres", "links": []}, {"text": "We call for improved international debt mechanisms to support debt review, debt payment suspensions and debt restructuring, as appropriate, with an expansion of support and eligibility to all vulnerable countries in need. We recognize the need to consider a concrete tool to incentivize, encourage or enforce the participation of private creditors in debt treatments alongside the official sector to ensure the comparable treatment of creditors.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "63.", "action_verb": "call", "action_verb_type": "operative", "action_verb_normalized": "call", "links": []}, {"text": "We recognize the need to find solutions for debt vulnerabilities in the immediate term and debt sustainability in the long term, with due regard to multidimensional vulnerabilities. We welcome future consultations on potential uses of a multidimensional vulnerability index for small island developing States, including with respect to debt sustainability.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "64.", "action_verb": "recognize", "action_verb_type": "operative", "action_verb_normalized": "recognize", "links": []}, {"text": "We call for greater efforts to foster debt sustainability, including by strengthening information-sharing and transparency among all creditors and borrowers, while respecting commercially sensitive information, to make sure that debt sustainability assessments are based on comprehensive, objective and reliable data and to scale up technical assistance in debt management. We acknowledge that debt transparency enables more effective debt management by debtors and better risk management by creditors. We reiterate that debtors and creditors must work together to prevent and resolve unstainable debt situations.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "65.", "action_verb": "call", "action_verb_type": "operative", "action_verb_normalized": "call", "links": []}, {"text": "We acknowledge that State-contingent debt instruments could further strengthen borrower resilience, and encourage the consideration of their use where appropriate, with a view to providing breathing room to countries hit by shocks. We welcome the development of climate resilient debt clauses, where appropriate, and further note that clauses that consider other catastrophic external shocks could also be developed.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "66.", "action_verb": "acknowledge", "action_verb_type": "operative", "action_verb_normalized": "acknowledge", "links": []}, {"text": "We note that countries can seek to negotiate, as a last resort, on a case-by-case basis and through existing frameworks, agreements on temporary debt standstills between debtors and creditors in order to help to mitigate the adverse impacts of a debt crisis and stabilize macroeconomic developments.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "67.", "action_verb": "note", "action_verb_type": "operative", "action_verb_normalized": "note", "links": []}, {"text": "We call for scaling up debt swaps for Sustainable Development Goals, including debt swaps for climate and nature and debt swaps for food security, as appropriate, while recognizing that debt swaps cannot replace broader debt treatments in unsustainable debt situations, to allow developing countries to use debt-service payments for investments in sustainable development.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "68.", "action_verb": "call", "action_verb_type": "operative", "action_verb_normalized": "call", "links": []}, {"text": "We take note of the Global Sovereign Debt Roundtable established by the International Monetary Fund (IMF) and the World Bank to complement other workstreams in addressing debt challenges among key stakeholders, and we call upon the international community to strengthen inclusive and transparent dialogues and mechanisms on sovereign debt.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "69.", "action_verb": "take", "action_verb_type": "operative", "action_verb_normalized": "take", "links": []}, {"text": "We take note of the discussions held on the IMF surcharge policy.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "70.", "action_verb": "take", "action_verb_type": "operative", "action_verb_normalized": "take", "links": []}, {"text": "Addressing systemic issues", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "We invite Member States to explore ways to effectively utilize special drawing rights, such as encouraging the more rapid voluntary channelling of special drawing rights for countries most in need, including through multilateral development banks, and the Poverty Reduction and Growth Trust and the Resilience and Sustainability Trust of IMF, while respecting relevant legal frameworks and preserving the reserve asset character of special drawing rights.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "71.", "action_verb": "invite", "action_verb_type": "operative", "action_verb_normalized": "invite", "links": []}, {"text": "We call for the expansion of regional mechanisms to increase liquidity in crisis situations, including through enhancing regional financing arrangements.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "72.", "action_verb": "call", "action_verb_type": "operative", "action_verb_normalized": "call", "links": []}, {"text": "We call upon regulators and central banks to consider, where supported by strong scientific evidence, incorporating climate change and other environmental factors coherently into their macroprudential financial stability frameworks, financial regulations and central bank operations in line with existing mandates.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "73.", "action_verb": "call", "action_verb_type": "operative", "action_verb_normalized": "call", "links": []}, {"text": "We note that credit ratings play an important role in international capital markets, as they provide creditors with assessments of a debtor’s relative risk of default. It is important that credit rating agencies ensure that their ratings are objective, independent, forward-looking and based on accurate information and sound analytical methods. We reiterate the need to resolve to reduce mechanistic reliance on credit-rating agency assessments, including in regulations, and to promote increased competition as well as measures to avoid conflicts of interest in the provision of credit ratings, and note that Member States may consider the feasibility of establishing public rating agencies.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "74.", "action_verb": "note", "action_verb_type": "operative", "action_verb_normalized": "note", "links": []}, {"text": "We recognize that it is important that all international financial institutions and multilateral development banks continue to be adequately resourced, and we reiterate the importance of international financial institution and multilateral development bank governance reform in order to adapt to changes in the global economy. We further support this reform as a key for large-scale Sustainable Development Goal-related investments in order to better address global challenges and increase the mobilization of the private sector.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "75.", "action_verb": "recognize", "action_verb_type": "operative", "action_verb_normalized": "recognize", "links": []}, {"text": "We reiterate our commitment to strengthening the long-term resilience of the international financial architecture, including by promoting sustainable capital flows and developing local currency capital markets.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "76.", "action_verb": "reiterate", "action_verb_type": "operative", "action_verb_normalized": "reiterate", "links": []}, {"text": "Science, technology, innovation and capacity-building", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "We commit to creating conducive domestic and international environments to foster technological capabilities and promote inclusive structural change. We acknowledge the importance of high-quality scientific knowledge production and institutional capacity development in all countries in order to promote evidence-informed poverty reduction and sustainable development measures.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "77.", "action_verb": "commit", "action_verb_type": "operative", "action_verb_normalized": "commit", "links": []}, {"text": "We welcome the role of financial innovation and technology in enhancing financial inclusion, including the need to ensure access to, and the usage and quality of, financial services for people and micro-, small and medium-sized enterprises, while recognizing the need to tackle its associated challenges, especially for women, including women-owned and -led micro-, small and medium-sized enterprises, who are disproportionately affected by such challenges.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "78.", "action_verb": "welcome", "action_verb_type": "operative", "action_verb_normalized": "welcome", "links": []}, {"text": "We note that rapid developments in digital financial technology, further accelerated by the COVID-19 pandemic, have transformed the provision of financial services and created a new ecosystem of digital assets. We recognize the relevance of carefully monitoring domestic and global developments, reviewing and updating regulatory frameworks when necessary, and cooperating across sectors and borders to support enabling environments that take due account of opportunities and risks to ensure a more balanced view of digital financial innovations, while still fostering competition and innovation in the financial system. We request the United Nations system to continue to support developing countries through knowledge-sharing, technology transfer on mutually agreed terms and capacity-building in order to better address the opportunities, challenges and implications of emerging digital financial technologies.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "79.", "action_verb": "note", "action_verb_type": "operative", "action_verb_normalized": "note", "links": []}, {"text": "We will redouble our efforts to provide universal, meaningful and affordable access to the Internet by 2030, in particular in all developing countries, and call upon all stakeholders, including the international community, to support further actions, including investment in digital infrastructure, digital skills training and digital literacy, as well as through building capacity for regulatory reforms and targeted policies.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "80.", "action_verb": "will redouble", "action_verb_type": "operative", "action_verb_normalized": "will redouble", "links": []}, {"text": "We reiterate the need to accelerate the transfer of environmentally sound technologies on favourable terms, including on concessional and preferential terms, as mutually agreed. We emphasize the need to provide adequate and sufficient voluntary funding for the Technology Facilitation Mechanism and the Technology Bank for the Least Developed Countries with a view to achieving the goals established in the Addis Ababa Action Agenda and the 2030 Agenda.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "81.", "action_verb": "reiterate", "action_verb_type": "operative", "action_verb_normalized": "reiterate", "links": []}, {"text": "We recognize that strong bilateral, multilateral and multi-stakeholder partnerships are critical to improving the science, technology and innovation ecosystem, and commit to working in collaboration with industry, finance, academia and civil society to drive innovation that will identify solutions to pressing development challenges.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "82.", "action_verb": "recognize", "action_verb_type": "operative", "action_verb_normalized": "recognize", "links": []}, {"text": "Data, monitoring and follow-up", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "We call upon the international community to scale up funding for data and statistics and for stakeholders to work together to close Sustainable Development Goal data gaps. We will continue to strengthen our efforts to collect, analyse and disseminate relevant and reliable data, disaggregated by sex, age, disability and other characteristics relevant in national contexts, for better monitoring and policymaking to accelerate the achievement of the 2030 Agenda.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "83.", "action_verb": "call", "action_verb_type": "operative", "action_verb_normalized": "call", "links": []}, {"text": "We take note of the work of the High-level Committee on Programmes core group on beyond GDP for metrics that go beyond GDP, and reaffirm our call to engage in United Nations-led intergovernmental discussions in consultation with relevant stakeholders, including the Statistical Commission, recognizing that timely and inclusive participation is needed to move the beyond GDP agenda forward.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "84.", "action_verb": "take", "action_verb_type": "operative", "action_verb_normalized": "take", "links": []}, {"text": "We take note of the Financing for Sustainable Development Report 2023 of the Inter-agency Task Force on Financing for Development, and request the Task Force to issue an advance unedited version of its 2024 report no later than the end of February 2024. We also take note of the convening of the seventh retreat of the Group of Friends of Monterrey.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "85.", "action_verb": "take", "action_verb_type": "operative", "action_verb_normalized": "take", "links": []}, {"text": "We request the Inter-Agency Task Force on Financing for Development to present in its next report an assessment on progress made in the implementation of the Monterrey Consensus of the International Conference on Financing for Development, the Doha Declaration on Financing for Development and the Addis Ababa Action Agenda, identifying obstacles and constraints encountered in the achievement of the goals and objectives agreed therein, with a view to informing an inclusive informal dialogue on all issues related to a potential fourth international conference on financing for development.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "86.", "action_verb": "request", "action_verb_type": "operative", "action_verb_normalized": "request", "links": []}, {"text": "The United Nations and the Economic and Social Council forum on financing for development follow-up, in coordination with all relevant actors, have critical roles to play in harnessing and shaping international consensus in order to address extraordinary challenges.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "87.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "We recognize that 2023 marks a key year in the follow-up to and review of the 2030 Agenda for Sustainable Development and the Addis Ababa Action Agenda, which will allow us to take stock of progress made and step up ambition and action. We look forward to the high-level political forum on sustainable development convened under the auspices of the Economic and Social Council, the Sustainable Development Goals Summit and the High-level Dialogue on Financing for Development convened under the auspices of the General Assembly, and stress the importance of ensuring coherence and fostering complementarity in discussions as they relate to financing for sustainable development.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "88.", "action_verb": "recognize", "action_verb_type": "operative", "action_verb_normalized": "recognize", "links": []}, {"text": "We also look forward to the Summit of the Future, to be held in 2024.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "89.", "action_verb": "look", "action_verb_type": "operative", "action_verb_normalized": "look", "links": []}, {"text": "We encourage strengthened collaboration and dialogue between the United Nations, the international financial institutions and the Group of 20. In this regard, we take note of the proposal of the Secretary-General to convene a biennial summit to promote a more sustainable, inclusive and resilient global economy. We underscore the importance of ensuring inclusivity in multilateral discussions on macroeconomic and financial issues at the United Nations and in other forums.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "90.", "action_verb": "encourage", "action_verb_type": "operative", "action_verb_normalized": "encourage", "links": []}, {"text": "We welcome General Assembly resolution 77/156 and look forward to deliberations on convening a fourth international conference on financing for development in 2025, as well as the development of the corresponding modalities for this conference by the Assembly, while bearing in mind the commitments of past United Nations international conferences on financing for development.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "91.", "action_verb": "welcome", "action_verb_type": "operative", "action_verb_normalized": "welcome", "links": [["77/156", "https://undocs.org/en/A/RES/77/156"]]}, {"text": "We look forward to the report of the Secretary-General, to be submitted to the General Assembly at its seventy-eighth session, presenting emerging challenges and key accelerators for financing for development that may be relevant for future discussions within the framework of the Economic and Social Council forum on financing for development follow-up and on a fourth international conference on financing for development.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "92.", "action_verb": "look", "action_verb_type": "operative", "action_verb_normalized": "look", "links": []}, {"text": "We decide that the ninth Economic and Social Council forum on financing for development follow-up will convene from 22 to 25 April 2024 and will include the special high-level meeting with the Bretton Woods institutions, WTO and UNCTAD.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "93.", "action_verb": "decide", "action_verb_type": "operative", "action_verb_normalized": "decide", "links": []}, {"text": "Background", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "II.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The General Assembly, pursuant to paragraph 132 of its resolution 69/313 on the Addis Ababa Action Agenda of the Third International Conference on Financing for Development, established an annual Economic and Social Council forum on financing for development follow-up with universal, intergovernmental participation. The modalities of participation of the forum are those utilized at the international conferences on financing for development.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "2.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["69/313", "https://undocs.org/en/A/RES/69/313"]]}, {"text": "In the intergovernmentally agreed conclusions and recommendations of the 2022 forum (see E/FFDF/2022/3), it was decided that the modalities applied to the 2019 forum would be applied to the 2023 forum and that the 2023 forum would be held from 17 to 20 April 2023 and would include the special high-level meeting with the Bretton Woods institutions, the World Trade Organization and the United Nations Conference on Trade and Development. These modalities were applied to the 2016 and subsequent forums and set out in an information note (E/FFDF/2016/INF/1).", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "3.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["E/FFDF/2022/3", "https://undocs.org/en/E/FFDF/2022/3"], ["E/FFDF/2016/INF/1", "https://undocs.org/en/E/FFDF/2016/INF/1"]]}, {"text": "The present report sets out the entire proceedings of the Economic and Social Council forum on financing for development follow-up in 2023.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "4.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The summary by the President of the Economic and Social Council of the 2023 forum on financing for development follow-up, including the special high-level meeting with the Bretton Woods institutions, the World Trade Organization and the United Nations Conference on Trade and Development, will be issued in document A/78/93-E/2023/90.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "5.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["A/78/93-E/2023/90", "https://undocs.org/en/A/78/93"]]}, {"text": "Follow-up and review of the financing for development outcomes and the means of implementation of the 2030 Agenda for Sustainable Development", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "III.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The forum considered item 2 (Follow-up and review of the financing for development outcomes and the means of implementation of the 2030 Agenda for Sustainable Development) of its agenda at its 1st to 8th meetings, from 17 to 20 April 2023.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "6.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "At its second meeting, on 17 April, the Under-Secretary-General for Economic and Social Affairs, Li Junhua, introduced the note by the Secretary-General on financing for sustainable development (E/FFDF/2023/2).", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "7.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["E/FFDF/2023/2", "https://undocs.org/en/E/FFDF/2023/2"]]}, {"text": "A.\tSpecial high-level meeting with the Bretton Woods institutions, the World Trade Organization and the United Nations Conference on Trade and Development", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The forum considered sub-item (a) (Special high-level meeting with the Bretton Woods institutions, the World Trade Organization and the United Nations Conference on Trade and Development) of agenda item 2 at its 3rd meeting, on 18 April 2023.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "8.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Interactive dialogue with intergovernmental bodies of major institutional stakeholders", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "At its 3rd meeting, on 18 April, the forum held an interactive dialogue with representatives of intergovernmental bodies of major institutional stakeholders and heard statements by the President of the Economic and Social Council, Lachezara Stoeva; the Secretary-General of the Treasury of Spain and Chair of Deputies of the International Monetary and Financial Committee of the International Monetary Fund (IMF), Carlos Cuerpo Caballero (via video link); the Executive Secretary (on behalf of the Chair) of the Development Committee of the World Bank Group and IMF, Mercy Miyang Tembon; the President of the Trade and Development Board of the United Nations Conference on Trade and Development (UNCTAD), Bahtijors Hasans; the Dean of the Board of Executive Directors of the World Bank Group, Koen Davidse; and the Chair of the Liaison Committee of IMF, Facinet Sylla.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "9.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "At the same meeting, the forum held interactive dialogues with participants on the topics of “external debt; and supporting developing countries in dealing with the compounding crises in financing the Sustainable Development Goals. The dialogues were chaired by the President of the Council and moderated by the Executive Director of the Center for International Cooperation at New York University, Sarah Cliffe.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "10.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Topic 1", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "External debt", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Presentations were made by the following panellists: Executive Director of IMF, Jun Mizuguchi; the Executive Director of the World Bank Group, Parameswaran Iver; and Vice-President of the Economic and Social Council (Italy), Maurizio Massari.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "11.", "action_verb": "Presentations", "action_verb_type": "operative", "action_verb_normalized": "presentation", "links": []}, {"text": "In the ensuing interactive discussion, statements were made by the representatives of Cuba, India, Argentina, Morocco, Paraguay, Chad and Indonesia.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "12.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A statement was also made by the representative of the European Network on Debt and Development, a non-governmental organization in consultative status with the Council.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "13.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A statement was also made by the Adviser to the Executive Director for China at IMF.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "14.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Topic 2", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Supporting developing countries in dealing with the compounding crises and in financing the Sustainable Development Goals", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Presentations were made by the following panellists: Executive Director of the World Bank Group, Ayanda Dlodlo; Executive Director of IMF, Robert Nicholl; and Vice-President of the Council (Zimbabwe), Albert Ranganai Chimbindi.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "15.", "action_verb": "Presentations", "action_verb_type": "operative", "action_verb_normalized": "presentation", "links": []}, {"text": "A statement was also made by the Executive Director of IMF, Mahmoud Mohieldin.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "16.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "B.\tGeneral debate", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The forum held its general debate under sub-item (b) (General debate) of agenda item 2 at its 2nd, 4th, 6th and 8th meetings, from 17 to 20 April 2023.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "17.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "At its 2nd meeting, on 17 April, the forum heard statements by the Deputy Prime Minister and Minister of Economy and Development of Mongolia, Khurelbaatar Chimed; the Minister for Foreign Affairs of Paraguay, Julio César Arriola; the Minister of Finance and Public Credit of Colombia, José Antonio Ocampo; the Minister of Finance of the Seychelles, Naadir Hassan; the Minister of Finance and Economic Planning of Rwanda, Uziel Ndagijimana; the Minister of Finance of Slovenia, Klemen Boštjančič; the Minister of Planning and International Cooperation of Guinea, Rose Pola Pricemou; the Minister of Economic Affairs of the Bahamas, Michael Halkitis; the Permanent Representative of the United States to the United Nations and Member of the President’s Cabinet, Linda Thomas-Greenfield; the Deputy Minister of National Development Planning of Indonesia, Suharso Monoarfa; the Assistant Secretary of the Department of Finance of the Philippines, Neil Adrian Cabiles; the Secretary of State of Chad, Madeleine Andebeng Labeu Alingué; the State Minister of Finance of Sri Lanka, Shehan Semasinghe; the Vice Minister of International Cooperation and Promotion of Honduras, Cindy Larissa Rodriguez; the Director General of Treasury of Madagascar, Andry Nirina Rajaofetra; the Director General for Sustainable Development Policies of Spain, Eva del Hoyo Barbolla; the Secretary of State for Foreign Affairs and Cooperation of Portugal, Francisco André; and the Chairman of the International Development Cooperation Agency of China, Zhaohui Luo.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "18.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "At the same meeting, statements were also made by the representatives of France, Malawi, Germany, Cuba (on behalf of the Group of 77 and China), Nepal (on behalf of the least developed countries), Zimbabwe, South Sudan (on behalf of the Group of African States), the Bahamas (on behalf of the Caribbean Community), and Armenia.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "19.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "At its 4th meeting, on 18 April, the forum heard statements by the Vice-Minister of Planning and Public Investment of the Dominican Republic, Luis Madera; the Vice-Minister of Economy and Smaller Enterprises of Chile, Javiera Petersen; the Deputy Minister for Foreign Affairs of the Russian Federation, Alexander Pankin; the Deputy Minister of Planning and Economic Development of Sierra Leone, Jonathan Titus Williams; the Minister Delegate to the Minister of Economy, Finance and Forecasting of Burkina Faso, Fatoumata Bako Traoré; and the State Secretary for International Development of Norway, Bjørg Sandkjær.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "20.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "At the same meeting, statements were also made by the representatives of Zambia, Kenya, Morocco (on behalf of the Like-Minded Group of Countries Supporters of Middle-Income Countries), Samoa (on behalf of the Alliance of Small Island States), Ethiopia (also on behalf of Austria in their capacity as Co-Chairs of the Group of Friends on Inclusive and Sustainable Industrial Development), the Lao People’s Democratic Republic (on behalf of the Association of Southeast Asian Nations), Botswana (on behalf of the landlocked developing countries), Oman (on behalf of the Cooperation Council for the Arab States of the Gulf), Egypt, Bangladesh, Peru, El Salvador, Denmark, Qatar, Italy, the Holy See and the Syrian Arab Republic.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "21.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "At its 6th meeting, on 19 April, the forum heard statements by the Deputy Minister of Finance of Tajikistan, Majidi Yusuf; and the Deputy Minister of Finance of Maldives, Mariyam Manarath Muneer.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "22.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "At the same meeting, statements were also made by the representatives of Japan, the Sudan, Fiji (on behalf of the Pacific Islands Forum), the European Union (on behalf of its member States), Trinidad and Tobago, Namibia, South Africa, Iceland, Tunisia, India, Nicaragua, the Plurinational State of Bolivia, Argentina, the Lao People’s Democratic Republic, Luxembourg, Algeria, the Bolivarian Republic of Venezuela, Sweden, Brazil, Malaysia, Viet Nam, Uruguay and Nigeria.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "23.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "At its 8th meeting, on 20 April, the forum heard statements by the representatives of the Islamic Republic of Iran, Angola, Belgium, Cambodia, the Republic of Korea, Panama, Canada, Mexico, Poland, Côte d’Ivoire, Costa Rica, Myanmar and Kazakhstan.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "24.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "At the same meeting, a statement was made by the observer for the International Anti-Corruption Academy.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "25.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Also at the same meeting, statements were made by the representatives of the International Labour Organization, the Food and Agriculture Organization of the United Nations (FAO) and the United Nations Industrial Development Organization.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "26.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "C.\tThematic panel discussions", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "At its 1st to 7th meetings, on 17 to 20 April 2023, the forum held nine thematic panel discussions and one round-table discussion under sub-item (c) of agenda item 2 (Thematic panel discussions).", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "27.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Thematic panel discussion 1", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Coping with cascading crises and investing in sustainable development: how to make the right policy choices", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "At its 1st meeting, on 17 April, the forum held a thematic panel discussion on the theme “Coping with cascading crises and investing in sustainable development: how to make the right policy choices”, which was chaired by the Vice-President of the Council (Italy) and moderated by the Deputy Executive Secretary of the Economic Commission for Africa, Hanan Morsy.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "28.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Presentations were made by the following panellists: Minister of Finance and Public Credit of Colombia, José Antonio Ocampo; Minister of Finance of Slovenia, Klemen Boštjančič; and Commissioner for International Partnerships of the European Union, Jutta Urpilainen (via video link).", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "29.", "action_verb": "Presentations", "action_verb_type": "operative", "action_verb_normalized": "presentation", "links": []}, {"text": "A statement was made by the discussant, the representative of Third World Network, Bhumika Muchhala.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "30.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In the ensuing interactive discussion, statements were made by the representatives of South Africa, Slovakia, Paraguay, the United States, of America, Indonesia, Germany, Seychelles, Bangladesh and Zambia.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "31.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A statement was also made by the observer for the African Union.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "32.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A statement was also made by the representative of FAO.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "33.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Statements were also made by the representatives of the Global Policy Forum; the Rural Development Centre and the European Network on Debt and Development, non-governmental organizations in consultative status with the Council.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "34.", "action_verb": "Statements", "action_verb_type": "operative", "action_verb_normalized": "statement", "links": []}, {"text": "Thematic panel discussion 2", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Remaking the international financial architecture to achieve the Sustainable Development Goals", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Also at its 1st meeting, the forum held a thematic panel discussion on remaking the international financial architecture to achieve the Sustainable Development Goals, chaired by the Vice-President of the Council (Italy) and moderated by the Administrator of the United Nations Development Programme, Achim Steiner.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "35.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Presentations were made by the following panellists: Central Bank Governor of Kenya, Patrick Njoroge; Director General, Humanitarian and Development at the Foreign, Commonwealth and Development Office of the United Kingdom, Nick Dyer; Managing Director at EIB Global, Markus Berndt; and Senior Fellow at the Brookings Institution, Amar Bhattacharya.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "36.", "action_verb": "Presentations", "action_verb_type": "operative", "action_verb_normalized": "presentation", "links": []}, {"text": "A statement was made by the discussant, the representative of the Asian People’s Movement on Debt and Development, Mae Buenaventura.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "37.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In the ensuing interactive discussion, statements were made by the representatives of Cuba, Nepal (on behalf of the least developed countries), Morocco (on behalf of the Like-Minded Group of Countries Supporters of Middle-Income Countries), Honduras, Spain, the Islamic Republic of Iran, Bangladesh, Germany, the Kingdom of the Netherlands, Canada and Indonesia.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "38.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A statement was also made by the observer for the African Union.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "39.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A statement was also made by the representative of FAO.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "40.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Statements were also made by the representatives of the Society for International Development and the Global Policy Forum, non-governmental organizations in consultative status with the Council.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "41.", "action_verb": "Statements", "action_verb_type": "operative", "action_verb_normalized": "statement", "links": []}, {"text": "Thematic panel discussion 3", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Development cooperation: long-term resilience and the role of multilateral development banks", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "At its 2nd meeting, the forum held a thematic panel discussion on the theme “Development cooperation: long-term resilience and the role of multilateral development banks”, chaired by the Vice-President of the Council (Zimbabwe) and moderated by the Chief of the Strategic Engagement and Policy Integration Branch of the Department of Economic and Social Affairs, Mariangela Parra-Lancourt.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "42.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "At the same meeting, the forum heard a keynote statement by the Prime Minister of Bangladesh, Sheikh Hasina (pre-recorded video).", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "43.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Presentations were made by the following panellists: Secretary of State for Foreign Affairs and Cooperation of Portugal, Francisco André; Director General for International Development Policy and the United Nations, 2030 Agenda, Social and Environmental Transformation and Climate of Germany, Jürgen Zattler; Principal Secretary at the Ministry of Finance of Malawi, Patrick Zimpita; Chair of the Development Assistance Committee of the Organisation for Economic Co-operation and Development (OECD), Carsten Staur; and Director of Operations Policy in the Operations Policy and Country Services Vice Presidency of the World Bank, Stephane Guimbert (via video link).", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "44.", "action_verb": "Presentations", "action_verb_type": "operative", "action_verb_normalized": "presentation", "links": []}, {"text": "A statement was made by the discussant, the representative of Reality of Aid Africa, Vitalice Meja.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "45.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In the ensuing interactive discussion, statements were made by the representatives of Spain, Honduras, Morocco (on behalf of the Like-Minded Group of Countries Supporters of Middle-Income Countries), South Africa, Argentina, the Philippines, the European Union (on behalf of its member States), Canada, the Sudan, Paraguay and Guinea.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "46.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A statements was also made by the observer for the African Union.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "47.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A statement was also made by the representative of FAO.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "48.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Statements were also made by the representatives of the Africa Network for Environment & Economic Justice, Ltd./Gte, Save the Children and the Virginia Gildersleeve International Fund, Inc., non-governmental organizations in consultative status with the Council.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "49.", "action_verb": "Statements", "action_verb_type": "operative", "action_verb_normalized": "statement", "links": []}, {"text": "Thematic panel discussion 4", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Fostering debt sustainability by addressing gaps in the sovereign debt architecture", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "At its 3rd meeting, the forum held a thematic panel discussion on fostering debt sustainability by addressing gaps in the sovereign debt architecture, chaired by the Vice-President of the Council (Indonesia) and moderated by the Executive Director of the Center for International Cooperation at New York University, Sarah Cliffe.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "50.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "At the same meeting, the forum heard a keynote statement by the President of the Republic of Indonesia, Joko Widodo (pre-recorded video).", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "51.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Presentations were made by the following panellists: State Minister of Finance of Sri Lanka, Shehan Semasinghe; Minister of Finance of Seychelles, Naadir Hassan; President of the Economic, Social, Cultural and Environmental Council of Chad, Abdelkerim Ahmadaye Bakhit; Director of Sustainable Development, Ministry of European and Foreign Affairs of France, Christophe Guilhou; and Special Representative of IMF to the United Nations, Robert Powell.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "52.", "action_verb": "Presentations", "action_verb_type": "operative", "action_verb_normalized": "presentation", "links": []}, {"text": "A statement was made by the discussant, the Executive Director of the African Forum and Network on Debt and Development, Jason Braganza.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "53.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In the ensuing interactive discussion, statements were made by the representatives of Nepal (on behalf of the least developed countries), Spain, Paraguay, Argentina, Canada, China and the Philippines.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "54.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Statements were also made by the observers for the South Centre and the African Union.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "55.", "action_verb": "Statements", "action_verb_type": "operative", "action_verb_normalized": "statement", "links": []}, {"text": "A statement was also made by the representative of the Society for International Development, a non-governmental organization in consultative status with the Council.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "56.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Thematic panel discussion 5", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Private investment for developing countries", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "At its 4th meeting, on 18 April, the forum held a thematic panel discussion on private investment for developing countries, chaired by the President of the Council and moderated by the President of the European Investment Bank, Werner Hoyer.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "57.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "At the same meeting, the forum heard a keynote statement by the President of the Rwanda, Paul Kagame (pre-recorded video).", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "58.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Presentations were made by the following panellists: Minister of Finance of Eswatini, Neal Herman Rijkenberg; Deputy Secretary-General of UNCTAD, Pedro Manuel Moreno; Chief Executive Officer of Nordea Asset Management, Nils Bolmstrand; and Managing Director and Global Head of Sustainable Finance at Bank of America, Karen Fang.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "59.", "action_verb": "Presentations", "action_verb_type": "operative", "action_verb_normalized": "presentation", "links": []}, {"text": "A statement was made by the discussant, the representative of the Society for International Development, Flora Sonkin.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "60.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In the ensuing interactive discussion, statements were made by the representatives of the United States of America, Zambia, Indonesia, the European Union (on behalf of its member States), Belize, Bangladesh and Honduras.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "61.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Statements were also made by the representatives of Gestos Soropositividade Comunicação e Gênero, the European Network on Debt and Development and the Society for International Development, non-governmental organizations in consultative status with the Council.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "62.", "action_verb": "Statements", "action_verb_type": "operative", "action_verb_normalized": "statement", "links": []}, {"text": "Thematic panel discussion 6", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Financing sustainable industrial transformations", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "At its 5th meeting, on 19 April, the forum held a thematic panel discussion on financing sustainable industrial transformations, chaired by the Vice-President of the Council (Chile) and moderated by the Deputy Director General of the United Nations Industrial Development Organization, Zou Ciyung.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "63.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Presentations were made by the following panellists: Vice-Minister of Economy and Smaller Enterprises of Chile, Javiera Petersen; Leading Adviser on Sustainable Development Goals in the Ministry of Economy of Azerbaijan, Elnur Ibrahimov; Professor of Economics at the University of Massachusetts, Amherst, Jayati Ghosh; and Associate Professor and Department Chair of Economics at The New School, Sanjay G. Reddy.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "64.", "action_verb": "Presentations", "action_verb_type": "operative", "action_verb_normalized": "presentation", "links": []}, {"text": "A statement was also made by the discussant, the representative of the Society for International Development, Stefano Prado.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "65.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In the ensuing interactive discussion, statements were made by the representatives of Austria, Argentina and Indonesia.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "66.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A statement was also made by the observer for the African Union.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "67.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Statements were also made by the representative of Third World Network, and by the representatives of Gestos Soropositividade Comunicação e Gênero and the Society for International Development, non-governmental organizations in consultative status with the Council.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "68.", "action_verb": "Statements", "action_verb_type": "operative", "action_verb_normalized": "statement", "links": []}, {"text": "Thematic panel discussion 7", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Climate financing for adaptation and the Sustainable Development Goals", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "At its 5th meeting, on 19 April, the forum held a thematic panel discussion on climate financing for adaptation and the Sustainable Development Goals, chaired by the President of the Council and moderated by the Assistant Secretary-General and Head of the New York Office of the United Nations Environment Programme, Ligia Noronha.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "69.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Presentations were made by the following panellists: Deputy Minister of Planning and Economic Development of Egypt, Ahmed Kamaly (via video link); Director General for Sustainable Development Policies of Spain, Eva Del Hoyo-Barbolla; Director General of the Innovative and Climate Finance Bureau of Canada, Cam Do (via video link); and Deputy Director General, Agence française de développement, Marie-Hélène Loison (via video link).", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "70.", "action_verb": "Presentations", "action_verb_type": "operative", "action_verb_normalized": "presentation", "links": []}, {"text": "A statement was also made by the discussant, the representative of Red Latinoamericana por Justicia Económica y Social, Carola Mejía.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "71.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In the ensuing interactive discussion, statements were made by the representatives of Nepal (on behalf of the least developed countries), Cuba, Canada, the Philippines, Belize, the United States of America, Bangladesh, Argentina, Paraguay, Indonesia, Zambia, Honduras and Colombia.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "72.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A statement was also made by the observer for the African Union.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "73.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Statements were also made by the representatives of IMF and FAO.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "74.", "action_verb": "Statements", "action_verb_type": "operative", "action_verb_normalized": "statement", "links": []}, {"text": "Statements were also made by the representatives of Equidad de Género: Ciudadanía, Trabajo y Familia, AC, Save the Children and PEAC Institute, a NJ Nonprofit Corporation, non-governmental organizations in consultative status with the Council.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "75.", "action_verb": "Statements", "action_verb_type": "operative", "action_verb_normalized": "statement", "links": []}, {"text": "Thematic panel discussion 8", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Advancing international tax cooperation and tackling illicit financial flows to safeguard and mobilize domestic resources", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "At its 6th meeting, on 19 April, the forum held a thematic panel discussion on advancing international tax cooperation and tackling illicit financial flows to safeguard and mobilize domestic resources, chaired by the President of the Council and moderated by the Director of the Group of 24 secretariat, Iyabo Masha.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "76.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "At the same meeting, the forum heard a keynote statement by the Co-Chair of the High-level Panel on International Financial Accountability, Transparency and Integrity for Achieving the 2030 Agenda, Ibrahim Mayaki (pre-recorded video).", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "77.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Presentations were made by the following panellists: State Secretary for Development of Norway, Bjørg Sandkjær; Minister for the Promotion of Good Governance and the Fight Against Corruption of Gabon, Francis Nkea Ndzigue (via video link); Head of the Secretariat of the Global Forum on Transparency and Exchange of Information for Tax Purposes at the OECD, Zayda Manatta; and Deputy Director of the Fiscal Affairs Department at IMF, Katherine Baer.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "78.", "action_verb": "Presentations", "action_verb_type": "operative", "action_verb_normalized": "presentation", "links": []}, {"text": "A statement was also made by the discussant from Tax Justice Network Africa, Chenai Mukumba.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "79.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In the ensuing interactive discussion, statements were made by the representatives of Spain, Panama, Indonesia, Zambia, Egypt and South Africa.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "80.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Statements were also made by the observers for the International Chamber of Commerce and the African Union.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "81.", "action_verb": "Statements", "action_verb_type": "operative", "action_verb_normalized": "statement", "links": []}, {"text": "Statements were also made by the representatives of the European Network on Debt and Development, the Society for International Development and the Asia Pacific Forum on Women, Law and Development, non-governmental organizations in consultative status with the Council.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "82.", "action_verb": "Statements", "action_verb_type": "operative", "action_verb_normalized": "statement", "links": []}, {"text": "Thematic panel discussion 9", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Safeguarding food security through multilateralism, trade and national actions", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "At its 7th meeting, on 20 April, the forum held a thematic panel discussion on safeguarding food security through multilateralism, trade and national actions, chaired by the Vice-President of the Council (Chile) and moderated by the Deputy Secretary-General of UCNTAD, Pedro Manuel Moreno.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "83.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "At the same meeting, the forum heard a keynote statement by the President of Zimbabwe, Emmerson Mnangagwa (pre-recorded video).", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "84.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Presentations were made by the following panellists: Minister of State for Economic Prospective and International Partnerships of Chad, Madeleine Andebeng Labeu Alingué; Assistant Deputy Administrator and Managing Director, Foreign Agricultural Service at the United States Department of Agriculture, and Chair of the Policy Partnership on Food Security at the Asia-Pacific Economic Cooperation, Allison A. Thomas; Managing Director of Common Funds for Commodities, Sheikh Mohammed Belal; and Director of the Agrifood Economics Division of the United Nations Food and Agriculture Organization, David Laborde.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "85.", "action_verb": "Presentations", "action_verb_type": "operative", "action_verb_normalized": "presentation", "links": []}, {"text": "A statement was also made by the discussant from the Southern and Eastern Africa Trade Information and Negotiations Institute, Jane Nalunga.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "86.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In the ensuing interactive discussion, statements were made by the representatives of Paraguay, Argentina and Indonesia.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "87.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Statements were also made by the representatives of Third World Network and Salesian Missions, Inc., non-governmental organizations in consultative status with the Council.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "88.", "action_verb": "Statements", "action_verb_type": "operative", "action_verb_normalized": "statement", "links": []}, {"text": "Roundtable discussion", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Integrated national financing frameworks: national actions to raise financing for the Sustainable Development Goals", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "At its 7th meeting, on 20 April, the forum held a round-table discussion on the theme “Integrated national financing frameworks: national actions to raise financing for the Sustainable Development Goals”, chaired by the Vice-President of the Council (Zimbabwe) and moderated by the Chief of Branch of the Department of Economic and Social Affairs, Shari Spiegel.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "89.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "At the same meeting, keynote addresses were made by the Administrator of the United Nations Development Programme, Achim Steiner, and the Assistant Secretary-General for Economic and Social Affairs, Navid Hanif.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "90.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Presentations were made by the following speakers: Minister of Planning and International Cooperation of Guinea, Rose Pola Pricemou; Deputy Minister of Finance of Maldives, Mariyam Manarath Muneer; Vice-Minister of Planning and Public Investment of the Dominican Republic, Luis Madera Sued; Director for Multilateral Funding at the Ministry of National Development Planning of Indonesia, Raden Siliwanti; and Director-General of the Swedish International Development Corporation Agency, Carin Jämtin.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "91.", "action_verb": "Presentations", "action_verb_type": "operative", "action_verb_normalized": "presentation", "links": []}, {"text": "Statements were also made by the discussants, the Head of the Policy Analysis and Strategy Unit, Financing for Sustainable Development Division, at OECD, Olivier Cattaneo, and the representative of Action Aid International, Luca De Fraia.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "92.", "action_verb": "Statements", "action_verb_type": "operative", "action_verb_normalized": "statement", "links": []}, {"text": "In the ensuing interactive discussion, statements were made by the representatives of Spain and Cuba.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "93.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Statements were also made by the representatives of the Pacific Islands Association of Non-Governmental Organisations, IBON International Foundation, Inc., and the Society for International Development, non-governmental organizations in consultative status with the Council.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "94.", "action_verb": "Statements", "action_verb_type": "operative", "action_verb_normalized": "statement", "links": []}, {"text": "Adoption of the intergovernmentally agreed conclusions and recommendations", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "IV.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The forum considered agenda item 3 (Adoption of the intergovernmentally agreed conclusions and recommendations) at its 8th meeting, on 20 April 2023.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "95.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "At the 8th meeting, statements were made by the Permanent Representatives of Portugal and Rwanda to the United Nations in their capacity as co-facilitators of the draft intergovernmentally agreed conclusions and recommendations, which were before the forum in document E/FFDF/2023/L.1.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "96.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["E/FFDF/2023/L.1", "https://undocs.org/en/E/FFDF/2023/L.1"]]}, {"text": "At the same meeting, the forum adopted the draft intergovernmentally agreed conclusions and recommendations and requested the Council to transmit them to the high-level political forum on sustainable development, convened under the auspices of the Council (see sect. I).", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "97.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "After the adoption, statements were made by the representatives of Costa Rica (also on behalf of Colombia), Cuba (on behalf of the Group of 77 and China), the Russian Federation, the Bolivarian Republic of Venezuela (on behalf of the Group of Friends in Defence of the Charter of the United Nations), the Islamic Republic of Iran, Switzerland, Canada (also on behalf of Australia and New Zealand), the European Union (on behalf of its member States), the Syrian Arab Republic, the United States of America, Hungary, Nicaragua, the Republic of Korea, Japan and the United Kingdom of Great Britain and Northern Ireland.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "98.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Adoption of the report", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "V.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The forum considered agenda item 4 (Adoption of the report) at its 8th meeting, on 20 April 2023.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "99.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The forum approved its draft report (E/FFDF/2023/L.2) and authorized the President of the Council (Bulgaria), to complete the report with the support of the Secretariat, for submission to the Council.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "100.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["E/FFDF/2023/L.2", "https://undocs.org/en/E/FFDF/2023/L.2"]]}, {"text": "Organizational and other matters", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "VI.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A.\tOpening and duration of the 2023 forum on financing for development follow-up", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The 2023 forum on financing for development follow-up was held at Headquarters from 17 to 20 April 2023, pursuant to paragraphs 130 to 132 of the Addis Ababa Action Agenda and the intergovernmentally agreed conclusions and recommendations of the 2022 forum.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "101.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "At the 1st meeting, held on 17 April, the President of the Council opened the forum and made a statement.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "102.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "At the same meeting, the Secretary-General made a statement.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "103.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Also at the same meeting, the President of the General Assembly at its seventy-seventh session, Csaba Körösi, addressed the forum.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "104.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Also at the 1st meeting, the forum heard a keynote statement by the Secretary of the Treasury of the United States of America, Janet Yellen (pre-recorded video).", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "105.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "B.\tAgenda", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "At its 1st meeting, the forum adopted its provisional agenda as contained in document E/FFDF/2023/1. The agenda read as follows:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "106.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["E/FFDF/2023/1", "https://undocs.org/en/E/FFDF/2023/1"]]}, {"text": "Adoption of the agenda and other organizational matters.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "1.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Follow-up and review of the financing for development outcomes and the means of implementation of the 2030 Agenda for Sustainable Development:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "2.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Special high-level meeting with the Bretton Woods institutions, the World Trade Organization and the United Nations Conference on Trade and Development;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(a)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "General debate;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(b)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Thematic panel discussions.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(c)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Adoption of the intergovernmentally agreed conclusions and recommendations.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "3.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Adoption of the report.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "4.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "C.\tRules of procedure", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "At its 1st meeting, on 17 April, upon the proposal of the President of the Council (Bulgaria), the forum agreed that the rules of procedure of the functional commissions of the Council and the relevant provisions of General Assembly resolutions 69/313, 70/192 and 71/217, as well as any relevant decisions by the Council, would be applied to the meetings of the forum and that, in the event of any contradiction between the rules of procedure and the relevant provisions of Assembly resolutions and Council decisions, the latter would take precedence.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "107.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["69/313", "https://undocs.org/en/A/RES/69/313"], ["70/192", "https://undocs.org/en/A/RES/70/192"], ["71/217", "https://undocs.org/en/A/RES/71/217"]]}, {"text": "D.\tAttendance", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The forum was attended by the representatives of States Members of the United Nations and States members of specialized agencies and the European Union. Representatives of intergovernmental organizations and other entities, of the United Nations system, as well as of civil society organizations and business sector entities, also attended. The list of participants will be issued as document E/FFDF/2023/INF/1.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "108.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["E/FFDF/2023/INF/1", "https://undocs.org/en/E/FFDF/2023/INF/1"]]}, {"text": "E.\tDocumentation", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The list of documents before the forum is contained in the annex to the present report.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "109.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "F.\tConclusion of the forum on financing for development follow-up", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "At the 8th meeting, on 20 April, the Deputy Secretary-General made a closing statement.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "110.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "At the same meeting, the President of the Council made concluding remarks and declared the 2023 forum on financing for development follow-up closed.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "111.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Annex", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Documentation", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}]