[{"text": "2016 session", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "High-level segment", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Agenda item 5", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Ministerial declaration of the high-level segment of the 2016 session of the Economic and Social Council on the annual theme “Implementing the post-2015 development agenda: moving from commitments to results”", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Ministerial declaration of the 2016 high-level political forum on sustainable development, convened under the auspices of the Economic and Social Council, on the theme “Ensuring that no one is left behind”", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "We, the Ministers and high representatives, having met at United Nations Headquarters in New York,", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Pledge that no one will be left behind in implementing the 2030 Agenda for Sustainable Development. In this first high-level political forum for sustainable development to be convened following its historic adoption, we underscore the need for its 17 Sustainable Development Goals and 169 targets to be met for all nations and peoples and for all segments of society. We stress that the 2030 Agenda is people-centred, universal and transformative and that its Goals and targets are integrated and indivisible and balance the three dimensions of sustainable development — economic, social and environmental. It is a plan of action for people, planet and prosperity that also seeks to strengthen universal peace in larger freedom, to be implemented by all countries and stakeholders, acting in collaborative partnership. We reaffirm all the principles recognized in the Agenda, and that eradicating poverty in all its forms and dimensions, including extreme poverty, is the greatest global challenge and an indispensable requirement for sustainable development;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "1.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Emphasize that the high-level political forum is called to provide political leadership, guidance and recommendations for the implementation of sustainable development commitments and that it has a central role in overseeing a network of follow-up and review processes of the 2030 Agenda at the global level, working coherently with the General Assembly, the Economic and Social Council and other relevant organs and forums, in line with existing mandates. It will, inter alia, facilitate the sharing of experiences and best practices and promote system-wide coherence and coordination of sustainable development policies, considering that the 2030 Agenda is applicable to all, taking into account different national realities, capacities and levels of development and respecting each country’s policy space, and to be implemented consistent with the sovereign rights and obligations of States under international law and with the Charter of the United Nations;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "2.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Welcome early efforts in implementing the 2030 Agenda at all levels, building on the achievements of the Millennium Development Goals and seeking to address their unfinished business. We are encouraged by these efforts and, in this first year of its implementation, look forward to further progress in, inter alia, revitalizing and enhancing the Global Partnership for Sustainable Development, aligning existing policies with the new global plan of action, increasing policy and system-wide coherence and integration for achieving the Sustainable Development Goals and targets, addressing existing and emerging challenges, enhancing national capacities for evidence-based and data-driven decision-making and favouring participatory, cooperative and enabling environments at all levels. We take note with appreciation of the Secretary-General’s first annual progress report on the Sustainable Development Goals;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "3.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Have considered the theme of the 2016 high-level political forum, “Ensuring that no one is left behind”, and highlight in this regard that the dignity of the human person is fundamental and that we endeavour to reach the furthest behind and the most vulnerable first. To ensure that no one is left behind, we are working to eradicate poverty and hunger and achieve sustainable development in its three dimensions, inter alia, by promoting inclusive economic growth, protecting the environment and promoting social inclusion in an integrated manner. We will ensure gender equality and women’s and girls’ empowerment. We will also promote peaceful and inclusive societies, respect and promote all human rights, and promote an equitable global economic system in which no country, people or person is left behind, enabling decent work and productive livelihoods for all, while preserving the planet for our children and future generations. We strive for a world of peace, free of fear and violence and free from terrorism. We pledge to make such a world a reality;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "4.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Commit, in our endeavour to ensure that no one is left behind, to focusing our efforts where the challenges are greatest, including by ensuring the inclusion and participation of those who are furthest behind. We deem it of critical importance, in this regard, to protect and empower people who are vulnerable. We recall that those whose needs are reflected in the 2030 Agenda include all children, adolescents, youth, persons with disabilities, people living with HIV/AIDS, older persons, indigenous peoples, refugees and internally displaced persons, migrants and peoples living in areas affected by complex humanitarian emergencies, and peoples in areas affected by terrorism and conflict;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "5.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Emphasize that, to ensure that no one is left behind, we are committed to making real a world free of poverty, hunger, disease, want and environmental degradation, where all life can thrive; a world with universal literacy and with equitable and universal access to quality education at all levels and to health care and social protection, where physical, mental and social well-being are assured, where we reaffirm our commitments regarding the human right to safe drinking water and sanitation and where there is improved hygiene, and where food is sufficient, safe, affordable and nutritious;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "6.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Recognize that sustainable development cannot be realized without peace and security and that peace and security will be at risk without sustainable development. The 2030 Agenda recognizes the need to build peaceful, just and inclusive societies that provide equal access to justice and that are based on respect for human rights, including the right to development, on effective rule of law and good governance at all levels and on transparent, effective and accountable institutions. Factors which give rise to violence, insecurity and injustice, such as inequality, corruption, poor governance and illicit financial and arms flows, are addressed in the Agenda. We must redouble our efforts to resolve or prevent conflict and to support post-conflict countries, including by ensuring that women have a role in peacebuilding and State-building. We call for further effective measures and actions to be taken, in conformity with international law, to remove the obstacles to the full realization of the right of self-determination of peoples living under colonial and foreign occupation, which continue to adversely affect their economic and social development as well as their environment;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "7.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Emphasize that universal respect for human rights and human dignity, peace, justice, equality and non-discrimination is central to our commitment to leaving no one behind. Our commitment also includes respect for race, ethnicity and cultural diversity, and equal opportunity, permitting the full realization of human potential and contributing to shared prosperity. We are committed to a world that invests in its children and youth and in which every child grows up free from all forms of violence and exploitation. We envision a world in which every woman and girl enjoys full gender equality and all legal, social and economic barriers to their empowerment have been removed. We will strive for a world where young women and young men are key agents of change, supported by a culture of innovation, sustainability and inclusiveness, to enable a better future for themselves and their communities; a just, equitable, tolerant, open, creative and socially inclusive world in which the needs of the most vulnerable are met;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "8.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Also emphasize our commitment to making real a world in which every country enjoys sustained, inclusive and sustainable economic growth and decent work for all, in which consumption and production patterns and the use of all natural resources are sustainable; a world in which development is climate-sensitive and respects biodiversity, where we restore and conserve and sustainably use all ecosystems and strengthen our cooperation to prevent environmental degradation and promote resilience and disaster risk reduction; a world where human settlements and the application of technology are inclusive, safe, resilient and sustainable and where there is universal access to safe, affordable, reliable and sustainable transport and energy systems; a world in which humanity lives in harmony with nature and in which wildlife and other living species are protected;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "9.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Stress that realizing gender equality and the empowerment of all women and girls will make a crucial contribution to progress across all the Goals and targets. Women and girls should enjoy equal access to quality education at all levels, health-care services, economic and natural resources and civil and political participation as well as equal opportunities with men and boys for employment, leadership and decision-making at all levels. We will work for a significant increase in investments to close the gender gap and strengthen support for institutions in relation to gender equality and the empowerment of all women and girls at the global, regional and national levels. We strive for a world where all forms of discrimination and violence against women and girls will be eliminated, including through the engagement of men and boys. The systematic mainstreaming of a gender perspective into the implementation of the 2030 Agenda is crucial;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "10.", "action_verb": "Stress", "action_verb_type": "operative", "action_verb_normalized": "stres", "links": []}, {"text": "Welcome the numerous contributions made by the United Nations and other relevant intergovernmental bodies and forums to the implementation of the 2030 Agenda, including the General Assembly and the Economic and Social Council, the United Nations development system and the United Nations specialized agencies. In the context of the high-level segment of the Economic and Social Council, we welcome its annual work, including that of its functional and regional commissions and segments, which has been guided by the theme “Implementing the post-2015 development agenda: moving from commitments to results”. The Council is key in supporting our efforts to ensure that no one is left behind by, inter alia, addressing existing and emerging challenges, facilitating multi-stakeholder participation and promoting system-wide coherence and coordination. We highlight the important contributions made by its forums on youth, on partnerships and on development cooperation; its segments on operational activities, on integration and on humanitarian affairs; its special meetings on inequality, on the El Niño phenomenon and on the Zika virus; and its dialogue on the longer-term positioning of the United Nations development system in the context of the 2030 Agenda, called to inform the upcoming quadrennial comprehensive policy review, among other activities related to the implementation of the 2030 Agenda. We look forward to the contributions of the Council and other relevant intergovernmental forums and bodies in the coming years, including on the thematic reviews of the 2030 Agenda;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "11.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Stress, in regard to the thematic discussion of the Council’s high-level segment on “Infrastructure for sustainable development for all”, the attention given by the 2030 Agenda to building resilient infrastructure and its particular connection with the promotion of inclusive and sustainable industrialization and the fostering of innovation. We are committed to addressing infrastructure gaps by, inter alia, improving investments and further building capacities within a coherent policy framework, and consider this key for reducing inequalities within and among countries. We also stress that infrastructure should be safe, accessible and people-centred, and promote economic integration and connectivity, to ensure that no one is left behind;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "12.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Recognize that the scale and ambition of the 2030 Agenda require a revitalized and enhanced Global Partnership for Sustainable Development to ensure its implementation, working in a spirit of global solidarity, in particular with the poorest and with people who are vulnerable. We are fully committed to this, and to moving from all commitments to results, working with all stakeholders. The provision of means of implementation, particularly as outlined under Goal 17 and under each Sustainable Development Goal, supported by the concrete policies and actions outlined in the Addis Ababa Action Agenda of the Third International Conference on Financing for Development, which is an integral part of the 2030 Agenda, is critical for achieving our ambitious goals and ensuring that no one is left behind;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "13.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Welcome in this regard, inter alia, the holding of the inaugural forum on financing for development, take note of its intergovernmentally agreed conclusions and recommendations, and look forward to further advancement in the follow-up process. We also welcome the work of the United Nations Inter-Agency Task Force. We further welcome the progress made in operationalizing the three components of the Technology Facilitation Mechanism and the holding of the inaugural multi- stakeholder forum on science, technology and innovation for the Sustainable Development Goals, which is important, inter alia, to help facilitate the development, transfer and dissemination of relevant technologies for the Sustainable Development Goals. We look forward to the establishment of the online platform as part of the Mechanism. We also welcome the progress made in operationalizing the technology bank for the least developed countries;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "14.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Highlight the importance of participatory and inclusive implementation, follow-up and review of the 2030 Agenda at all levels. We acknowledge the primary responsibilities of Governments in this regard. We also acknowledge the contribution of parliaments, subnational governments and all other relevant stakeholders, including the private sector, civil society, academia and philanthropic organizations. Their participation supports accountability to our citizens and enhances the effectiveness of our action, fostering synergies, multi-stakeholder partnerships and international cooperation, and the exchange of best practices and mutual learning. We welcome the participation and contributions of major groups and other relevant stakeholders in the high-level political forum and encourage their continued engagement in ensuring that no one is left behind;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "15.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Stress that the availability and use of accessible, timely, reliable and high-quality disaggregated data underpins our efforts to leave no one behind by, inter alia, identifying inequalities. Such data should measure poverty in all its forms and dimensions as well as progress on sustainable development, to reveal inequalities, gaps, progress and recurrent challenges, identify innovative solutions and inform the implementation of the 2030 Agenda at all levels. We are committed to developing broader measures of progress to complement gross domestic product. We urge Governments and international organizations, including the United Nations system, international financial institutions and other relevant stakeholders, to assist developing countries in further building and strengthening capacities for data collection, disaggregation, dissemination and analysis at all levels, taking into account that the global review of the 2030 Agenda will be based primarily on national official data sources. We welcome the decision of the Statistical Commission on the global indicator framework for the Sustainable Development Goals and targets prepared by the Inter-Agency and Expert Group on Sustainable Development Goal Indicators, which is a practical starting point, and look forward to its implementation and continual improvement in an inclusive and transparent manner;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "16.", "action_verb": "Stress", "action_verb_type": "operative", "action_verb_normalized": "stres", "links": []}, {"text": "Commend the 22 countries that presented voluntary national reviews at the 2016 high-level political forum, and highlight the commitment and leadership shown by these countries in their early steps to implement the 2030 Agenda, including by integrating it into their national development and sustainable development strategies. Country-led reviews at the national level should be the foundation for voluntary reviews at the regional and global levels, as appropriate. Consistent with the 2030 Agenda, such reviews can promote the inclusive participation of all relevant stakeholders in its implementation, fostering national and subnational ownership and thus enhancing our efforts to ensure that no one is left behind. We stress the importance of building national capacities for follow-up and review and the usefulness of making assistance available for preparing for the national voluntary reviews at the high-level political forum, including through voluntary guidance and methodologies to address issues such as the interlinkages among the Sustainable Development Goals. We encourage countries to take into consideration experience gained and lessons learned from these 22 State-led voluntary reviews, and to volunteer in the coming years;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "17.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Recognize the important role that regional and subregional forums can have in supporting the implementation of the 2030 Agenda, including its follow-up and review process, by, inter alia, promoting peer learning and cooperation, including South-South and triangular cooperation as appropriate, and helping to link the national and global levels of implementation. In this regard, we welcome the identification, development and convening of appropriate regional and subregional forums on sustainable development;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "18.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Stress that reducing vulnerability to climate change is a global challenge faced by all, in particular those living in poverty. We recognize the synergies of the Paris Agreement with the 2030 Agenda for Sustainable Development. We welcome the Paris Agreement, under which all parties will take urgent action to address climate change, and in that regard look forward to its prompt ratification, acceptance, approval or accession and its early entry into force and implementation. We also look forward to the mobilization of resources to assist its implementation. We recognize the specific needs and special circumstances of developing countries, especially those that are particularly vulnerable to the adverse effects of climate change;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "19.", "action_verb": "Stress", "action_verb_type": "operative", "action_verb_normalized": "stres", "links": []}, {"text": "Reiterate that each country faces specific challenges in its pursuit of sustainable development. The most vulnerable countries and, in particular, African countries, least developed countries, landlocked developing countries and small island developing States deserve special attention, as do countries in conflict and post-conflict situations. There are also serious challenges within many middle-income countries. In this regard, we welcome the progress made to date and reaffirm support for the Istanbul Programme of Action for the Least Developed Countries for the Decade 2011-2020, the SIDS Accelerated Modalities of Action (SAMOA Pathway) and the Vienna Programme of Action for Landlocked Developing Countries for the Decade 2014-2024, and reaffirm the importance of supporting the African Union’s Agenda 2063 and the programme of the New Partnership for Africa’s Development, to ensure that no one is left behind. We also take note of the principles set out in the New Deal for Engagement in Fragile States by the Group of Seven Plus, countries that are, or have been, affected by conflict;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "20.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Look forward to all ongoing and upcoming intergovernmental processes which will contribute to the implementation of the 2030 Agenda, including, inter alia, the United Nations Conference on Housing and Sustainable Urban Development (Habitat III), to be held in Quito in October 2016; the United Nations high-level plenary meeting on addressing large movements of refugees and migrants, to be held in New York in September 2016; the thirteenth meeting of the Conference of the Parties of the Convention on Biological Diversity, to be held in Cancun, Mexico, in December 2016; and the Group of 20 Summit to be held in Hangzhou, China, in September 2016. We recommend that these processes and other efforts, including, inter alia, the Sendai Framework for Disaster Risk Reduction 2015-2030 and the 10 year Framework of Programmes on Sustainable Consumption and Production Patterns, should focus on ensuring that no one is left behind. We stress the importance of system-wide strategic planning, implementation and reporting in order to ensure coherent and integrated support for the effective implementation of the 2030 Agenda by the United Nations development system, taking into account its integrated and indivisible nature;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "21.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Endorse the outcome of the process of consultation on the scope, methodology and frequency of the Global Sustainable Development Report as well as its relationship with the Sustainable Development Goals progress report, as laid out in the annex to the present declaration;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "22.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Are encouraged, despite varied new challenges emerging after the adoption of the 2030 Agenda, by the enthusiasm, innovation and dedication of the wide array of actors already engaged, in collaborative partnerships, in its implementation, showing that this is an Agenda of the peoples, by the peoples and for the peoples. In this regard, we look forward to its continued inclusive implementation and urge that every effort be made to reach the furthest behind first and to ensure that no one is left behind.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "23.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "43rd plenary meeting", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "22 July 2016", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Annex", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Global Sustainable Development Report: scope, frequency, methodology and relationship with the Sustainable Development Goals progress report", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "We, the Ministers and high representatives, having met at United Nations Headquarters in New York,", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Scope", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Recalling paragraph 83 of the 2030 Agenda for Sustainable Development,", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Recalling", "action_verb_type": "preambular", "action_verb_normalized": "recall", "links": []}, {"text": "Stress that the Global Sustainable Development Report is one important component of the follow-up and review process for the 2030 Agenda for Sustainable Development;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "1.", "action_verb": "Stress", "action_verb_type": "operative", "action_verb_normalized": "stres", "links": []}, {"text": "Also stress that the Global Sustainable Development Report will inform the high-level political forum, and shall strengthen the science-policy interface and provide a strong evidence-based instrument to support policymakers in promoting poverty eradication and sustainable development. It will be available for a wide range of stakeholders, including business and civil society as well as the wider public;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "2.", "action_verb": "stress", "action_verb_type": "operative", "action_verb_normalized": "stres", "links": []}, {"text": "Resolve that the Report should incorporate scientific evidence in a multidisciplinary manner, considering all three dimensions of sustainable development, in order to reflect the universal, indivisible and integrated nature of the 2030 Agenda. With its universal scope, the Report should also consider the regional dimension, as well as countries in special situations. The Report will provide guidance on the state of global sustainable development from a scientific perspective, which will help address the implementation of the 2030 Agenda, provide lessons learned, while focusing on challenges, address new and emerging issues and highlight emerging trends and actions. The Report should also focus on an integrated approach and examine policy options with a view to sustaining the balance between the three dimensions of sustainable development. These policy options should be in line with the 2030 Agenda to inform its implementation;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "3.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Frequency", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Resolve that a comprehensive, in-depth Report will be produced every four years to inform the high-level political forum convened under the auspices of the General Assembly;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "4.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Also resolve that each year, in order to strengthen the science-policy interface at the high-level political forum convened under the auspices of the Economic and Social Council, scientists who work on the Report could be invited to provide scientific input into the discussion, including on the theme of the forum;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "5.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Methodology", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Stress that the main principles guiding the methodology of the Report should be objectivity, independence, transparency, inclusiveness, diversity, scientific excellence and integrity, and policy relevance. The Report represents the result of an ongoing dialogue among scientists in all relevant fields on sustainable development worldwide, ensuring geographically balanced participation and assessing existing assessments, including the relevant reports on sustainable development from a variety of sources, including the United Nations system, as well as bringing together dispersed information;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "6.", "action_verb": "Stress", "action_verb_type": "operative", "action_verb_normalized": "stres", "links": []}, {"text": "Request, therefore, the creation of an independent group of scientists to draft the quadrennial Global Sustainable Development Report. The independent group of scientists is to comprise 15 experts representing a variety of backgrounds, scientific disciplines and institutions, ensuring geographical and gender balance. The group will be appointed for each Global Sustainable Development Report by the Secretary-General in open, transparent and inclusive consultations with Member States, including the possibility of taking nominations from Member States. The group will commence its work by the end of 2016. It will be supported by a task team, co-chaired by one representative each of the United Nations Secretariat, the United Nations Educational, Scientific and Cultural Organization, the United Nations Environment Programme, the United Nations Development Programme, the United Nations Conference on Trade and Development and the World Bank, with the logistical support of the United Nations Secretariat. The task team will coordinate inputs from a network of existing networks, representing the United Nations, the private sector, civil society and academia. Inputs can also be posted onto the high-level political forum online platform annually;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "7.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Relationship with the Sustainable Development Goals progress report", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Acknowledge the distinct but complementary nature of the Sustainable Development Goals progress report and the Global Sustainable Development Report, both contributing to the high-level political forum from different perspectives. The high-level political forum will be informed by the annual Sustainable Development Goals progress report, which is to be prepared by the Secretary-General in cooperation with the United Nations system, on the basis of the global indicator framework, data produced by national statistical systems and information collected at the regional level. The Global Sustainable Development Report will be more scientific and analytical, focused on the science-policy interface, and will also inform the high-level political forum.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "8.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}]