[{"text": "2022 session", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Agenda item 5", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "High-level segment on building back better from the coronavirus disease (COVID-19) while advancing the full implementation of the 2030 Agenda for Sustainable Development", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Ministerial declaration of the high-level segment of the 2022 session of the Economic and Social Council and the 2022 high-level political forum on sustainable development, convened under the auspices of the Council, on the theme “Building back better from the coronavirus disease (COVID-19) while advancing the full implementation of the 2030 Agenda for Sustainable Development”", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "[on a proposal considered in plenary meeting (E/2022/L.14)]", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["E/2022/L.14", "https://undocs.org/en/E/2022/L.14"]]}, {"text": "Introduction", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "I.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "We, the Ministers and high representatives, met in New York at the high-level segment of the 2022 session of the Economic and Social Council and the 2022 high-level political forum on sustainable development and adopted the present ministerial declaration committing to accelerate global action for sustainable development and the implementation of the 2030 Agenda for Sustainable Development and its Sustainable Development Goals.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "1.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "We are meeting against the backdrop of a fragile and highly uncertain global socioeconomic outlook, amid the ongoing coronavirus disease (COVID-19) pandemic and its consequences, the adverse impacts of climate change, biodiversity loss, desertification, pollution and other environmental degradation aspects, rising geopolitical tensions and conflicts with widespread effects on people, planet, prosperity and peace.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "2.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "We strongly reaffirm our commitment to the full implementation of the 2030 Agenda and its Sustainable Development Goals, recognizing it as the blueprint for an inclusive, sustainable and resilient recovery from the COVID-19 pandemic and accelerating the decade of action and delivery for sustainable development, leaving no one behind. We reaffirm that the 2030 Agenda is guided by the purposes and principles of the Charter of the United Nations, including full respect for international law, and it is grounded in the Universal Declaration of Human Rights, in international human rights treaties, the Millennium Declaration and the 2005 World Summit Outcome. It is informed by other instruments such as the Declaration on the Right to Development.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "3.", "action_verb": "reaffirm", "action_verb_type": "operative", "action_verb_normalized": "reaffirm", "links": []}, {"text": "We reaffirm that eradicating poverty in all its forms and dimensions, including extreme poverty, is the greatest global challenge and an indispensable requirement for sustainable development. We are gravely concerned that, for the first time in decades, the global poverty rate has increased and millions have been pushed back into extreme poverty. We further reaffirm the importance of achieving global food security and express deep concern over the drastic increase in hunger, malnutrition and food insecurity, increasing the risk of famine around the world, especially in developing countries. We reiterate our commitment to reach the furthest behind first, as the pandemic and the deteriorating global economic situation are harming especially the poorest and most vulnerable and have direct consequences on the implementation of the 2030 Agenda.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "4.", "action_verb": "reaffirm", "action_verb_type": "operative", "action_verb_normalized": "reaffirm", "links": []}, {"text": "We recall that the 2030 Agenda is a plan of action for people, planet, prosperity, peace and partnership, seeking to strengthen universal peace in larger freedom. We reaffirm that there can be no sustainable development without peace and no peace without sustainable development. We are gravely concerned, in this regard, by the increased and ongoing conflicts in the world, which are affecting global peace and security, respect for human rights and sustainable development. We call for full respect for the principles of the Charter of the United Nations and international law and condemn any violation of those principles and law.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "5.", "action_verb": "recall", "action_verb_type": "operative", "action_verb_normalized": "recall", "links": []}, {"text": "We reaffirm the universality of the 2030 Agenda and its comprehensive, far-reaching, people-centred and transformative set of Sustainable Development Goals and targets, guided by the principle of leaving no one behind. We wish to see the Goals and targets met for all nations and peoples and for all segments of society. The Goals are indivisible, integrated and balance the three dimensions of sustainable development – economic, social and environmental. We reaffirm that the 2030 Agenda and its Goals seek to realize the human rights of all and to achieve gender equality and the empowerment of all women and girls.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "6.", "action_verb": "reaffirm", "action_verb_type": "operative", "action_verb_normalized": "reaffirm", "links": []}, {"text": "We reaffirm also our commitment to the Addis Ababa Action Agenda, the United Nations Framework Convention on Climate Change and the Paris Agreement, the Sendai Framework for Disaster Risk Reduction 2015–2030, the Convention on Biological Diversity, the New Urban Agenda and other major internationally agreed United Nations outcome documents in the economic, social and environmental fields, which are fully complementary and mutually reinforcing with the 2030 Agenda.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "7.", "action_verb": "reaffirm", "action_verb_type": "operative", "action_verb_normalized": "reaffirm", "links": []}, {"text": "We reaffirm our commitment to international cooperation, multilateralism and international solidarity as the best way for the world to effectively overcome and recover from the COVID-19 pandemic, prevent future pandemics and address the other urgent global challenges such as increased poverty; food insecurity, malnutrition and hunger; climate change, biodiversity loss and pollution; strengthening global health, including pandemic prevention, preparedness and response; reducing inequalities, starting with people in the most vulnerable situations; ensuring inclusive and equitable quality education for all; building and increasing long-term resilience to crises and get back onto a track of accelerated progress towards achieving the Sustainable Development Goals. We highlight the need for greater collaboration and partnerships at all levels to accelerate the implementation of the 2030 Agenda. We recognize that democracy, good governance and the rule of law, as well as an enabling environment at the national and international levels, are essential for sustainable development, including sustained and inclusive economic growth, social development, environmental protection and the eradication of poverty and hunger.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "8.", "action_verb": "reaffirm", "action_verb_type": "operative", "action_verb_normalized": "reaffirm", "links": []}, {"text": "We reaffirm the primary responsibility of Governments to implement the 2030 Agenda. We reiterate the central role of the United Nations system in supporting national and regional efforts to implement the 2030 Agenda and effectively catalysing and coordinating the global response to achieve a sustainable, resilient and inclusive recovery from COVID-1 We recognize the contribution of the General Assembly and the Economic and Social Council, including its functional commissions, and the other intergovernmental bodies and forums, as well as the contribution of all other relevant stakeholders, including civil society organizations, to the work of the high-level political forum on sustainable development. We note the important contributions of all stakeholders, including the major groups and other stakeholders, civil society, the private sector and academia, among others, and encourage additional cooperation. We reiterate that the high-level political forum will support participation in follow-up and review processes by the major groups and relevant stakeholders in line with General Assembly resolution 67/290.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "9.", "action_verb": "reaffirm", "action_verb_type": "operative", "action_verb_normalized": "reaffirm", "links": [["67/290", "https://undocs.org/en/A/RES/67/290"]]}, {"text": "We recognize the importance of addressing the diverse needs and challenges faced by countries in special situations, in particular African countries, the least developed countries, landlocked developing countries and small island developing States, and countries in conflict and post-conflict situations, as well as the specific challenges faced by middle-income countries.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "10.", "action_verb": "recognize", "action_verb_type": "operative", "action_verb_normalized": "recognize", "links": []}, {"text": "Impact of COVID-19 on the 2030 Agenda and actions to recover better while accelerating progress towards the Sustainable Development Goals", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "II.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "We note with great concern that the coronavirus disease (COVID-19) pandemic continues to generate and exacerbate human suffering and socioeconomic damage. The pandemic has amplified existing vulnerabilities, reinforced and created new obstacles to the realization of all the Sustainable Development Goals, has widened inequalities, including gender inequality, increased unemployment and the numbers of people who left the labour force, and continues to disproportionately impact people in vulnerable situations, including older persons, persons with pre-existing medical conditions, women and girls, children, youth, persons with disabilities, persons affected by conflict, migrants, refugees, internally displaced persons, indigenous peoples, local communities, workers in the informal economy, people living in rural areas and other people in vulnerable situations. We express our highest appreciation of, and support for, the dedication, efforts and sacrifices, above and beyond the call of duty, of all health professionals and workers and all other relevant front-line workers and volunteers in responding to the COVID-19 pandemic.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "11.", "action_verb": "note", "action_verb_type": "operative", "action_verb_normalized": "note", "links": []}, {"text": "We reaffirm our commitment to international cooperation, multilateralism and solidarity in the global response to the ongoing coronavirus disease pandemic and its consequences. In particular, we stress the continuing urgency to address the impacts and underlying causes of and challenges exacerbated by the COVID-19 pandemic, which are undermining or reversing progress on many Sustainable Development Goals.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "12.", "action_verb": "reaffirm", "action_verb_type": "operative", "action_verb_normalized": "reaffirm", "links": []}, {"text": "We take note with appreciation of the report of the Secretary-General on progress towards the Sustainable Development Goals. In particular, we note with alarm that years, or even decades, of development progress have been halted or reversed, due to multiple and widespread impacts of COVID-19, conflicts and climate change. We are particularly concerned by the rise in extreme poverty, hunger, malnutrition and food insecurity, water scarcity, inequalities, education disruptions, violence against women and children, unemployment, barriers to access financial resources and to develop quality, reliable, sustainable and resilient infrastructure, additional social and economic vulnerabilities affecting in particular those already in the most vulnerable situations, in addition to the increased challenges posed by climate change, biodiversity loss and pollution. We recognize that the multiple and interlinked global crises we are facing are putting the Goals at great risk and jeopardize the achievement of the 2030 Agenda. We commit to mobilize and accelerate actions for rescuing the Goals and to leave no one behind by adopting resilient, sustainable, inclusive, low greenhouse gas emission and climate-resilient development pathways in a transparent and inclusive manner in the context of sustainable development and poverty eradication and for the full implementation of the 2030 Agenda.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "13.", "action_verb": "take", "action_verb_type": "operative", "action_verb_normalized": "take", "links": []}, {"text": "The world’s economic recovery has proven uneven and global growth is facing significant risks. We acknowledge that inflation, slowing economic growth, poverty, inequality, unsustainable consumption and production patterns and the ongoing disruptions in global value and supply chains, the increase in food and commodity prices and the serious rise in global food insecurity further endanger development prospects and contribute to a further divergence in recovery, particularly in the most vulnerable countries already suffering from high levels of poverty, food insecurity and malnutrition. We call upon the international community to enhance international cooperation to address these urgent challenges, including by preserving and strengthening global value and supply chains, in particular for essential goods and services such as food and agriculture, and supporting sustainable agriculture and fisheries, especially in the most vulnerable countries.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "14.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The COVID-19 pandemic has been a demonstration of the inextricable relationship between humans and nature. We will promote the One Health approach and other holistic approaches to strengthen synergies between the health of people, animals, plants and ecosystems. We emphasize the importance of the One Health and other holistic approaches that deliver multiple benefits to the health and well-being of people, animals, plants and ecosystems, that would further strengthen the capacity to address biodiversity loss, prevent, prepare for and respond to the emergence of diseases, including zoonotic infections and future pandemics, and combat antimicrobial resistance. We welcome, in this regard, the Quadripartite Partnership for One Health, composed of the Food and Agriculture Organization of the United Nations (FAO), the World Health Organization (WHO), the World Organization for Animal Health (WOAH) and the United Nations Environment Programme (UNEP), and recall the operational definition of One Health agreed by the One Health High-level Expert Panel, supported by WHO, FAO, WOAH and UNEP.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "15.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "We encourage the adoption of an evidence- and science-based, multi-hazard, whole-of-government, whole-of-society and coordinated approach to prevention and risk reduction, preparedness and response for disasters and emergencies of any kind, including health emergencies.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "16.", "action_verb": "encourage", "action_verb_type": "operative", "action_verb_normalized": "encourage", "links": []}, {"text": "In order to overcome this pandemic, we reaffirm the urgency to ensure timely, affordable and equitable access to safe, effective and quality COVID-19 vaccines, therapeutics, diagnostics and other health technologies. We express deep concern about the gap in access to these tools, including, in particular, in vaccination rates, particularly between developed and developing countries, and urge all actors to step up efforts to close the vaccination gap, in alignment with the World Health Organization global vaccination strategy and national strategies. We stress the need to develop and revitalize global partnerships and partnerships at all levels to scale up sustainable regional and local manufacturing and distribution capabilities that flexibly respond to the needs of this and potential future pandemics, in recognition of differing national contexts, and recognize the role of extensive vaccination against COVID-19 as a global public good for health in reducing transmission and preventing serious illness and death, in order to bring the pandemic to an end.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "17.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "We recognize the important role of the Access to COVID-19 Tools Accelerator (ACT-A) and its COVID-19 Vaccine Global Access (COVAX) Facility, the COVID-19 Technology Access Pool (C-TAP) and other relevant initiatives. We call upon all public and private actors to continue to support multilateral and other effective mechanisms that aim to accelerate development, production of and equitable access to, delivery and administration of COVID-19 vaccines, therapeutics and diagnostics for all countries that need them and underline the importance of filling the funding gaps of these facilities, while encouraging countries with the capacities to do so to continue the responsible and transparent sharing of available doses with the COVAX Facility as well as through other multilateral channels and coordinated bilateral donations, subject to demand, to promote equitable distribution of vaccines to developing countries. We reiterate our commitment to help developing countries in their efforts to meet their national vaccination therapeutics and diagnostics needs and improve national health systems and health infrastructure, with a view to strengthening pandemic prevention, preparedness and response and contributing to achieving universal health coverage.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "18.", "action_verb": "recognize", "action_verb_type": "operative", "action_verb_normalized": "recognize", "links": []}, {"text": "We take note of the Rome Declaration of the Group of 20 Global Health Summit, including its calls to support and enhance the existing multilateral global health architecture, with an effective and adequately, sustainably and predictably funded World Health Organization at its centre in its leading technical, normative and coordinating role. We also note its call to address the need for enhanced, streamlined, sustainable, coordinated and predictable mechanisms to finance long-term pandemic prevention, preparedness, detection of and response to health threats, such as pandemics, as well as surge capacity.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "19.", "action_verb": "take", "action_verb_type": "operative", "action_verb_normalized": "take", "links": []}, {"text": "We urge Member States to increase international collaboration and coordination on pandemic prevention, preparedness and response at the highest political level, including by participating in and supporting the ongoing process to draft and negotiate a convention, agreement or other international instrument on pandemic prevention, preparedness and response under the auspices of the World Health Organization and by strengthening the implementation of and compliance with the International Health Regulations (2005), including by considering potential targeted amendments, while taking note of the report of the Review Committee on the Functioning of the International Health Regulations (2005) during the COVID-19 Response, as well as the report of the Independent Oversight and Advisory Committee for the World Health Organization Health Emergencies Programme and the report of the Independent Panel for Pandemic Preparedness and Response.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "20.", "action_verb": "urge", "action_verb_type": "operative", "action_verb_normalized": "urge", "links": []}, {"text": "We call for further strengthening of international solidarity and cooperation for combating and recovering from the pandemic, including through:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "21.", "action_verb": "call", "action_verb_type": "operative", "action_verb_normalized": "call", "links": []}, {"text": "Ensuring that no one will be left behind in the recovery from the pandemic, recognizing the right of everyone to the enjoyment of the highest attainable standard of physical and mental health and the full and equal enjoyment of human rights and fundamental freedoms by all;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(a)", "action_verb": "Ensuring", "action_verb_type": "preambular", "action_verb_normalized": "ensur", "links": []}, {"text": "Improving access to quality, safe, effective and affordable vaccines, therapeutics, diagnostics and other health tools, including through the rapid scaling up and expansion of vaccine production globally, including in developing countries, through appropriate dissemination of technology and know-how in accordance with World Trade Organization rules, for example, licensing, using TRIPS flexibilities if necessary, sharing knowledge and data related to COVID-19 health technologies. We note the ministerial decisions and declarations adopted at the Twelfth Ministerial Conference of the World Trade Organization, including the Ministerial Decision on the TRIPS Agreement. We support ongoing discussion at the World Trade Organization on how the multilateral rules-based trade system can contribute to enhancing access to equitable distribution of COVID-19 vaccines;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(b)", "action_verb": "Improving", "action_verb_type": "preambular", "action_verb_normalized": "improv", "links": []}, {"text": "Working to address bottlenecks in the universal, effective, efficient and equitable distribution and administration of vaccines among and within countries with the aim of boosting immunization through effective vaccination campaigns globally;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(c)", "action_verb": "Working", "action_verb_type": "preambular", "action_verb_normalized": "work", "links": []}, {"text": "Strengthening health systems, with particular emphasis on primary health care, and public health infrastructure to save lives and livelihoods, and increasing and broadening of support to people in vulnerable situations, with a view to achieving universal health coverage, including through information and education, and greater links between public health and environmental policies;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(d)", "action_verb": "Strengthening", "action_verb_type": "preambular", "action_verb_normalized": "strengthen", "links": []}, {"text": "Strengthening pandemic prevention, preparedness and response and the role of the World Health Organization as the leading and coordinating organization on international health matters, as well as other regional and national health actors, as appropriate, and in collaboration with all other relevant sectors;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(e)", "action_verb": "Strengthening", "action_verb_type": "preambular", "action_verb_normalized": "strengthen", "links": []}, {"text": "Continuing support for relevant multilateral mechanisms to address the socioeconomic impacts of the pandemic, facilitating access to financial resources for an inclusive, sustainable and resilient recovery;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(f)", "action_verb": "Continuing", "action_verb_type": "preambular", "action_verb_normalized": "continu", "links": []}, {"text": "Providing economic and social support and protection measures, starting with the most affected people and people in vulnerable situations;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(g)", "action_verb": "Providing", "action_verb_type": "preambular", "action_verb_normalized": "provid", "links": []}, {"text": "Working towards societies that promote health and enable people to live healthier lives, recognizing that better public health is fundamental for achieving global health.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(h)", "action_verb": "Working", "action_verb_type": "preambular", "action_verb_normalized": "work", "links": []}, {"text": "We recognize the continued negative impact of the COVID-19 pandemic on the most vulnerable countries, in particular countries in special situations, as well as on those facing specific challenges in pursuing sustainable development. Taking into account the different levels of development and the disproportionate impact of the COVID-19 pandemic on countries in special situations and countries facing specific challenges, we reiterate the call for increased support by taking urgent additional steps to help them to address the impacts of COVID-19 for a sustainable, inclusive and resilient recovery, including through funding stimulus measures that take into account their special vulnerabilities. We remain concerned that these groups of countries have faced particular challenges in dealing with multiple crises as a result of the COVID-19 pandemic, including significant impacts on debt, trade, tourism, commodities, financial flows, food security, education and other economic and social sectors.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "22.", "action_verb": "recognize", "action_verb_type": "operative", "action_verb_normalized": "recognize", "links": []}, {"text": "We recall the Sendai Framework for Disaster Risk Reduction 2015–2030 and reaffirm that disaster-prone developing countries need particular attention in view of their high vulnerability and exposure to adverse climate change impacts. We recognize that the development and implementation of risk-informed plans, policies, programmes and investments are essential for sustainable development and the achievement of the Sustainable Development Goals. We also recognize that the COVID-19 pandemic has increased vulnerability to wider, growing risks and note with serious concern the stark warnings contained in the recent report of the Intergovernmental Panel on Climate Change and note that the Sendai Framework provides guidance relevant to a sustainable recovery from COVID-19 and also to identify and address underlying drivers of disaster risk in a systemic manner. We also recognize the health aspects of the Sendai Framework and stress the need for resilient health systems.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "23.", "action_verb": "recall", "action_verb_type": "operative", "action_verb_normalized": "recall", "links": []}, {"text": "We recognize that additional key economic and social sectors beyond health care and education, such as commodities, agriculture and food systems, social services, tourism, culture and sport, have been differently impacted by the COVID-19 pandemic and we commit to scale up efforts to relaunch, promote and support these important drivers of sustainable development, including for sustainable and inclusive economic growth and decent job creation. We also recognize the impact of COVID-19 on the world drug problem and stress that addressing and countering the world drug problem requires coordinated multidisciplinary efforts, and that such efforts should become a top priority in the post-COVID-19 period, also in line with the 2021 statement of the Commission on Narcotic Drugs on the impact of the coronavirus disease (COVID-19) pandemic on the implementation of Member States’ joint commitments to address and counter all aspects of the world drug problem.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "24.", "action_verb": "recognize", "action_verb_type": "operative", "action_verb_normalized": "recognize", "links": []}, {"text": "We reaffirm the importance of the regional dimension of sustainable development in addressing regional challenges and scaling up action among countries. We welcome the work of the regional commissions and recognize the valuable contribution of the regional forums on sustainable development, as the multi-stakeholder platforms to support their member States in the follow-up and review of the 2030 Agenda in the regions and in the preparation of the voluntary national reviews, including at the local and regional levels.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "25.", "action_verb": "reaffirm", "action_verb_type": "operative", "action_verb_normalized": "reaffirm", "links": []}, {"text": "Goals under in-depth review and voluntary national reviews", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "III.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "We commend the 44 countries that presented voluntary national reviews at the 2022 high-level political forum on sustainable development. We encourage all countries to use the key findings of the voluntary national reviews and the sharing of locally driven development approaches and pathways, to accelerate actions to implement the 2030 Agenda, including the COVID-19 response and recovery efforts. We express our appreciation to the Group of Friends of the Voluntary National Reviews for supporting the voluntary national review preparation process. We further commend the 188 countries that have presented their voluntary national reviews to date.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "26.", "action_verb": "commend", "action_verb_type": "operative", "action_verb_normalized": "commend", "links": []}, {"text": "We encourage the full, equal and meaningful participation of all relevant stakeholders, including local governments, civil society organizations and academia, in the design, implementation, monitoring, evaluation and reporting of national sustainable development strategies and in the preparation of voluntary national reviews. We encourage countries to consider developing national road maps of voluntary national reviews for presentation until 2030. We further encourage the involvement and empowerment of local authorities, to ensure ownership and localization of the Sustainable Development Goals, in particular by citizens, communities, civil society, local organizations, the private sector and academia. In this regard, we welcome voluntary subnational and local reviews as an essential tool to show progress and foster exchange on local implementation of the 2030 Agenda and the Sustainable Development Goals, in coordination and synergy with national actors. We recognize the importance of taking development cooperation policies into account in the voluntary national reviews, including North-South, South-South and triangular cooperation.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "27.", "action_verb": "encourage", "action_verb_type": "operative", "action_verb_normalized": "encourage", "links": []}, {"text": "We encourage all relevant actors to better address interlinkages, synergies and trade-offs between the Sustainable Development Goals, enhancing policy coherence for sustainable development and localization of the Goals, including through whole-of-government and whole-of-society approaches, among others, as well as inclusive governance that can bring about transformative change.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "28.", "action_verb": "encourage", "action_verb_type": "operative", "action_verb_normalized": "encourage", "links": []}, {"text": "We note with concern that the Sustainable Development Goal targets with a 2020 deadline have not been fully achieved. We commit to maintain the integrity of the 2030 Agenda and achieve these targets in an accelerated time frame, reflecting the urgency conveyed in the Agenda, while keeping track of and taking fully into account the related ongoing intergovernmental processes to allow updated targets to reflect a suitable level of ambition for 2030.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "29.", "action_verb": "note", "action_verb_type": "operative", "action_verb_normalized": "note", "links": []}, {"text": "Goal 4, Ensure inclusive and equitable quality education and promote lifelong learning opportunities for all", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "We reaffirm our commitment to the goal of Sustainable Development Goal 4 to ensure inclusive and equitable quality education and promote lifelong learning opportunities for all and to implement all targets of Goal 4. We note with concern that the unprecedented global school closures during the COVID-19 pandemic have severely affected the learning, development and well-being of children and youth worldwide. The school closures have disproportionally impacted girls, children and youth in vulnerable situations, those living in rural areas, children with disabilities, children in situations of conflict and post-conflict settings, refugees, displaced children and youth, children belonging to minorities, as well as persons in vulnerable situations. This has exacerbated pre-existing inequalities between countries and between and within educational systems in access to quality education and lifelong learning opportunities. The digital divide became evident between those who had the means to continue education remotely and those who did not. The impact of the pandemic on equal learning opportunity is further exacerbated by these digital divides as well as by the rural-urban divide and the gender digital divide. More than ever, we are faced with an urgency to accelerate progress towards Sustainable Development Goal 4.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "30.", "action_verb": "reaffirm", "action_verb_type": "operative", "action_verb_normalized": "reaffirm", "links": []}, {"text": "The right to education is a human right and promotes the realization of other human rights and the achievement of sustainable development. Investing in inclusive and equitable quality education requires sustainable funding and we encourage Governments to invest in resilient, inclusive and shock-responsive public education, including but not limited to early childhood development, care and pre-primary education, which also directly reduces women’s unpaid childcare work. We encourage all Governments to prioritize the increasing or maintaining of the share of public expenditure on education in line with the Paris Declaration: A Global Call for Investing in the Futures of Education, which encourages Governments to prioritize, protect and increase domestic and international funding for education towards the international benchmarks of public expenditure. While domestic financing for education is of paramount importance, there is a need for international funding to close the widening gap between resources and requirements in developing countries, including least developed countries, landlocked developing countries and small island developing States, as well as middle-income countries. We also recognize the importance of education for sustainable development, including cultural diversity for sustainable development, and encourage all countries and other relevant stakeholders to promote it through educational tools.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "31.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "We commit to take additional measures to avert a multigenerational crisis in education and call for mitigating the effects of school closures and cuts in national education budgets, including on learning, child nutrition, all forms of violence, including sexual and gender-based violence and child abuse. This includes safely reopening schools, providing safe, non-violent, inclusive and effective learning environments for all, taking all possible actions to ensure qualified teachers and learners’ re-enrolment and re-engagement, learning recovery and well-being through a non-discriminatory, accessible, integrated, multisectoral, child-sensitive and gender-responsive approach. We also encourage scaling up efforts for remedial, accelerated learning and catch-up strategies to mitigate learning losses, equipping children and adolescents with foundational skills, such as literacy and numeracy, and taking actions to ensure quality education and learning programmes beyond the schools for out-of-school children and youth and illiterate adults, particularly for the poorest and those in vulnerable situations, especially girls, persons with disabilities, migrants, indigenous peoples, local communities, children and youth in situations of conflict and humanitarian emergencies, refugees, children and youth living in rural and remote areas, pregnant women and girls and young mothers and displaced children and youth.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "32.", "action_verb": "commit", "action_verb_type": "operative", "action_verb_normalized": "commit", "links": []}, {"text": "We recognize the impacts of all natural and human-made disasters on education and call for strengthened disaster risk reduction in the education sector, taking into account crucial services such as health and nutrition, child protection, mental health and psychosocial support services. We emphasize the need for new and existing educational infrastructure, school facilities and teaching and learning practices to be risk-informed, resilient and fully accessible to all. This requires channelling financial and other resources towards strengthening these efforts. We stress the importance of promoting the incorporation of disaster risk knowledge and learning continuity in formal and non-formal education, as well as in professional education and training.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "33.", "action_verb": "recognize", "action_verb_type": "operative", "action_verb_normalized": "recognize", "links": []}, {"text": "We acknowledge the importance of quality education for all to achieve sustainable development. We recall our commitment to ensure free, equitable and quality primary and secondary education for all girls and boys, with specific attention to girls who are at higher risk of being left behind. We encourage Governments to adopt education and lifelong learning strategies, policies and budgets that ensure gender equality and the empowerment of all women and girls in and through education. We reaffirm our commitment to build and upgrade education facilities that are child-, disability- and gender-sensitive and provide safe, healthy, drug-free, non-violent, inclusive and effective learning environments for all. We commit to connect and prioritize programmes and policies on education, training, skills development and decent employment of young people, including young women, recognizing that equal access to inclusive, equitable and quality education promotes youth and women’s empowerment and enables their full, equal, effective and meaningful participation and leadership. We stress the key role of the teaching profession in efforts to improve quality of education and learning at all levels of education. We encourage the promotion of teachers’ continuous professional development, including on digital competences and learner-centred pedagogies and seek to invest in their well-being and decent working conditions.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "34.", "action_verb": "acknowledge", "action_verb_type": "operative", "action_verb_normalized": "acknowledge", "links": []}, {"text": "We encourage promoting digital technologies, including low- and no-tech strategies, access to broadband Internet and technology devices, connectivity, digital inclusion and literacy and incorporating digital competences into the education system, including with ad hoc investments for teachers and the teaching profession, enhancing digital skills and competences development, including through public investment in digital qualification, specialization in digital technologies, digital economy, digital infrastructure, public policies and institutional development and multi-stakeholder and international collaboration.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "35.", "action_verb": "encourage", "action_verb_type": "operative", "action_verb_normalized": "encourage", "links": []}, {"text": "We recall the Paris Declaration: A Global Call for Investing in the Futures of Education, adopted in Paris at the 2021 Global Education Meeting, including the launch of the Sustainable Development Goal 4-Education 2030 High-level Steering Committee. We commit to strengthen the global cooperation in education, including but not limited to through the Global Education Cooperation Mechanism and other relevant avenues, to help to ensure and monitor the efficient and effective delivery on the commitments made at the global meetings on education. We appreciate existing multilateral and multi-stakeholder partnerships for education and encourage continued support.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "36.", "action_verb": "recall", "action_verb_type": "operative", "action_verb_normalized": "recall", "links": []}, {"text": "We look forward to the convening by the Secretary-General of the Transforming Education Summit, and call upon Member States in collaboration with other key education stakeholders, in particular youth and civil society, to work towards the transformation of education systems to achieve Sustainable Development Goal 4 and better prepare our societies for the future, by ensuring inclusive and equitable quality education and lifelong learning opportunities for all, as well as affordable technical, vocational and higher education; promoting universal literacy and numeracy, education for sustainable development and global citizenship; building and upgrading inclusive, equitable, safe and healthy schools; expanding higher education scholarships for developing countries; and increasing the supply of qualified teachers in developing countries. We invite the Summit to take into account the policies and actions recommended in the present declaration. We invite the Secretary-General to consult with countries and ensure youth participation in the preparations for and leading to and at the Summit.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "37.", "action_verb": "look", "action_verb_type": "operative", "action_verb_normalized": "look", "links": []}, {"text": "Goal 5, Achieve gender equality and empower all women and girls", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "We reaffirm our commitment to achieve gender equality and empowerment of all women and girls and to implement all targets of Sustainable Development Goal 5, which will make a crucial contribution to the implementation of all the Goals, making it a priority in the COVID-19 recovery and response measures and beyond. National and international efforts for a sustainable, inclusive and resilient recovery from COVID-19 must be gender-responsive and promote and ensure women’s full, equal, meaningful participation and leadership at all levels. We will ensure full and equal enjoyment of all human rights and fundamental freedoms by all women and girls, throughout their life course, without discrimination of any kind. The systemic mainstreaming of a gender perspective in the implementation of the 2030 Agenda remains crucial.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "38.", "action_verb": "reaffirm", "action_verb_type": "operative", "action_verb_normalized": "reaffirm", "links": []}, {"text": "We reaffirm our commitment to end all forms of discrimination against all women and girls everywhere. Women and girls often face multiple and intersecting forms of discrimination and, in this regard, we recognize the disproportionate impacts on all women and girls, especially those in vulnerable situations and conflict settings, as well as indigenous women and girls. We reiterate the urgency of addressing existing structural barriers such as discriminatory laws and policies, gender stereotypes, harmful practices and negative social norms and attitudes, so as to ensure the protection, respect and fulfilment of women’s and girls’ human rights, as well as their access to ownership and control over land and other forms of property, inheritance and other resources, and access to credit, financial resources and services. We urge that countries fully integrate gender equality strategies into national sustainable development frameworks so as to promote accelerated action and greater policy coherence, recognizing that achieving gender equality will require both targeted gender-responsive action and the systemic mainstreaming of a gender perspective into all our policies and programmes.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "39.", "action_verb": "reaffirm", "action_verb_type": "operative", "action_verb_normalized": "reaffirm", "links": []}, {"text": "We recognize the mutually reinforcing relationship among achieving gender equality and the empowerment of all women and girls, and the full, effective and accelerated implementation of the Beijing Declaration and Platform for Action, the Programme of Action of the International Conference on Population and Development and the outcome documents of their review conferences and the gender-responsive implementation of the 2030 Agenda. We take note of relevant international regional and national initiatives in this regard. We acknowledge that achieving gender equality and the empowerment of all women and girls, and women’s full, equal, effective and meaningful participation, leadership and decision-making at all levels and in all sectors, are essential for achieving sustainable development, promoting peaceful, just and inclusive societies, enhancing inclusive and sustainable economic growth and productivity, ending poverty in all its forms and dimensions everywhere and ensuring the well-being of all. We reaffirm that all women and girls play a vital role as agents of change for sustainable development.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "40.", "action_verb": "recognize", "action_verb_type": "operative", "action_verb_normalized": "recognize", "links": []}, {"text": "We recognize that women and girls are disproportionately exposed to risk, increased loss of livelihoods, sexual and gender-based violence, and even loss of life during and in the aftermath of disasters. We call for gender-responsive and disability-inclusive disaster risk reduction policies, plans, programmes and financing, and acknowledge the importance of women’s leadership in gender-responsive risk governance. We recognize that empowering all women, including women with disabilities, to publicly lead and promote gender-equitable and universally accessible response, recovery, rehabilitation and reconstruction approaches is key to sustainable development, including to effectively manage disaster risk and for designing, resourcing and implementing gender-responsive disaster risk reduction policies, plans and programmes.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "41.", "action_verb": "recognize", "action_verb_type": "operative", "action_verb_normalized": "recognize", "links": []}, {"text": "We note with concern that the COVID-19 pandemic has adversely impacted progress towards achieving gender equality and the empowerment of all women and girls and it threatens to undermine progress towards the fulfilment of their human rights. Women and girls have suffered a disproportionate share of job and education losses while their already unequal unpaid care and domestic work has increased, particularly in the case of women and girls in vulnerable situations. We call for supporting the expansion of gender-responsive social protection programmes and strengthening safety nets through social protection systems and measures. All forms of violence, including sexual and gender-based violence and domestic violence, have intensified during the pandemic, and access to essential sexual and reproductive health-care services has been affected. While women have played a key role in the response to the COVID-19 pandemic, as front-line health workers, care providers and as managers and leaders of recovery efforts, they remain underrepresented in leadership positions and their rights and priorities are often not explicitly addressed in response and recovery measures.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "42.", "action_verb": "note", "action_verb_type": "operative", "action_verb_normalized": "note", "links": []}, {"text": "We commit to eliminating, preventing and responding to all forms of violence against women and girls, in public and private spaces, both in person and in digital contexts, such as sexual and gender-based violence, including domestic violence, gender-related killings, including femicide, harmful practices such as child, early and forced marriage and female genital mutilation, sexual exploitation and abuse and sexual harassment, as well as child and forced labour, trafficking in persons, modern slavery and other forms of exploitation. We emphasize that violence against women and girls is a major impediment to the achievement of gender equality and the empowerment of all women and girls and that it violates their full enjoyment of their human rights and fundamental freedoms, and call for women’s full access to justice, effective legal remedies, and health-care and psychosocial services, including protection, rehabilitation and reintegration.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "43.", "action_verb": "commit", "action_verb_type": "operative", "action_verb_normalized": "commit", "links": []}, {"text": "We must continue to protect and promote the right to work and rights at work of all women, facilitate women’s full and equal participation in the labour market and ensure the equal access of women to decent work and quality jobs in all sectors and at all levels. This requires policies based on social dialogue, aimed, among others, at eliminating occupational segregation, discriminatory social norms and gender stereotypes, supporting the transition from informal to formal work in all sectors, ensuring equal pay for work of equal value, preventing and eliminating all forms of discrimination and violence and sexual harassment, ensuring the safety of all women in the world of work and promoting the right to organize and bargain collectively. We will provide specific programmes and mobilize financial resources and technologies to support women to return to economic activity, including access to decent work, training and financial services, strengthening their economic empowerment.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "44.", "action_verb": "must", "action_verb_type": "operative", "action_verb_normalized": "must", "links": []}, {"text": "We commit to ensure universal access to sexual and reproductive health and reproductive rights, as agreed in accordance with the Programme of Action of the International Conference on Population and Development and the Beijing Platform for Action and the outcome documents of their review conferences.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "45.", "action_verb": "commit", "action_verb_type": "operative", "action_verb_normalized": "commit", "links": []}, {"text": "We recognize the important roles and contributions of indigenous women and girls, women and girls living in rural and remote areas, women with disabilities, women smallholder and family farmers and entrepreneurs, and women in fisheries, as guardians of natural resources, biodiversity and ecosystems and agents of change in responding to climate change, eradicating poverty in all its forms and dimensions, enhancing sustainable agricultural and fisheries development, and ensuring food security and nutrition. We support their access to and ownership of natural and economic resources and access to financial services. We will take steps to protect civil society actors, including women.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "46.", "action_verb": "recognize", "action_verb_type": "operative", "action_verb_normalized": "recognize", "links": []}, {"text": "We reaffirm the need to recognize and value women’s and girls’ disproportionate share of paid and unpaid care and domestic work and adopt measures to reduce and redistribute this work, as well as the need to reward and represent paid care work, including improved wages and working conditions, social protection and guaranteeing that women caregivers participate in the design and decision-making to implement policies, budgets and plans. This requires promoting the equal sharing of responsibilities within the household and prioritizing, inter alia, quality, reliable, sustainable and resilient infrastructure, gender-responsive social protection policies and accessible, affordable and quality social services, including but not limited to care services, childcare and maternity, paternity or parental leave.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "47.", "action_verb": "reaffirm", "action_verb_type": "operative", "action_verb_normalized": "reaffirm", "links": []}, {"text": "We acknowledge women’s and girls’ critical contributions to their families and communities. We recognize the importance of implementing family-friendly and family-oriented policies aimed at, inter alia, achieving gender equality and the empowerment of all women and girls and their enjoyment of all human rights and also recognize the need to ensure that all sustainable development policies and programmes are responsive to the changing needs and expectations of families in fulfilling their numerous functions and that the rights, capabilities and responsibilities of all family members are respected. We recognize the importance of fully engaging men and boys, as agents and beneficiaries of change, and as strategic partners and allies in the achievement of gender equality and the empowerment of all women and girls.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "48.", "action_verb": "acknowledge", "action_verb_type": "operative", "action_verb_normalized": "acknowledge", "links": []}, {"text": "We encourage strengthening and implementing gender-responsive planning and budgeting processes and developing and strengthening methodologies and tools for the monitoring and evaluation of investments for gender equality results, and reaffirm the importance of collection, analysis and dissemination of sex-disaggregated data in order to develop and strengthen evidence-based public policies and programmes.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "49.", "action_verb": "encourage", "action_verb_type": "operative", "action_verb_normalized": "encourage", "links": []}, {"text": "We reaffirm that the full, equal, effective and meaningful participation of women in all stages of peace processes, conflict prevention, conflict resolution and peacebuilding is one of the essential factors for the maintenance and promotion of international peace and security and, in this regard, we further reaffirm the continuing efforts of the United Nations organs, agencies, funds and programmes to accord high priority to promoting the implementation of the women, peace and security agenda, including in the context of the 2030 Agenda, in accordance with their respective mandates.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "50.", "action_verb": "reaffirm", "action_verb_type": "operative", "action_verb_normalized": "reaffirm", "links": []}, {"text": "Goal 14, Conserve and sustainably use the oceans, seas and marine resources for sustainable development", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "We reaffirm our strong commitment to conserve and sustainably use and manage the oceans, seas and marine resources for sustainable development and to act decisively and urgently, scaling up ocean action in order to accelerate implementation of all targets of Sustainable Development Goal 14. In this regard, we welcome the outcomes of the second United Nations Ocean Conference and its political declaration and we call for its full implementation.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "51.", "action_verb": "reaffirm", "action_verb_type": "operative", "action_verb_normalized": "reaffirm", "links": []}, {"text": "We recognize that a healthy, productive, sustainable and resilient ocean is fundamental to life on our planet and that the well-being of present and future generations is inextricably linked to the health and productivity of our ocean. We renew our determination to halting and reversing the decline in the health and productivity of our ocean and its marine and coastal ecosystems and to protecting, conserving and restoring its resilience and ecological integrity. We stress the need for an integrated, interdisciplinary and cross-sectoral approach to ocean management, as well as for enhanced cooperation, coordination and policy coherence at all levels to conserve and sustainably use the ocean, seas and marine resources for sustainable development. We recognize that the conservation and sustainable management of aquatic living resources is an effective strategy to protect and restore marine ecosystems, boost economic growth, strengthen the resilience of livelihoods, reduce poverty, increase food security and improve nutrition. We will take effective measures, in line with the precautionary approach and ecosystem-based approaches, to conserve, protect and restore the ocean and its resources from natural and human-made hazards.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "52.", "action_verb": "recognize", "action_verb_type": "operative", "action_verb_normalized": "recognize", "links": []}, {"text": "We affirm the need to enhance the conservation and sustainable use of oceans and their resources by implementing international law as reflected in the United Nations Convention on the Law of the Sea, which provides the legal framework for the conservation and sustainable use of oceans and their resources, as recalled in paragraph 158 of “The future we want”.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "53.", "action_verb": "affirm", "action_verb_type": "operative", "action_verb_normalized": "affirm", "links": []}, {"text": "We are alarmed by the global emergency facing the ocean caused by the adverse impacts of climate change, including slow-onset changes and more frequent and severe sea level events which are projected to escalate in the coming decades, with coral reefs projected to decline by 70 to 90 per cent at 1.5 degrees Celsius, with larger losses (over 99 per cent) at 2 degrees Celsius of global warming. Rising sea levels, coastal erosion and ocean warming and acidification are serious threats for many coastal human communities and ecosystems, and can impact food and water availability and quality, especially in developing countries, with negative impacts on sustainable development.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "54.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "We recognize the devastating impacts of the COVID-19 pandemic on the ocean-based economies, and in particular the ocean-based economies of small island developing States, as well as on seafarers and fishers, who have been disproportionately adversely affected. We also recognize the threat to ocean health caused by the COVID-19 pandemic due to improper waste management, including of plastic waste, such as personal protective equipment (PPE), which has exacerbated the problem of marine plastic litter and microplastics in the ocean.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "55.", "action_verb": "recognize", "action_verb_type": "operative", "action_verb_normalized": "recognize", "links": []}, {"text": "We call for mobilizing actions for a healthy ocean to ensure that sustainable fisheries and aquaculture can deliver sufficient, safe and nutritious food, recognizing that achieving Sustainable Development Goal 14 is crucial for the transformation towards sustainable food systems and for achieving Goal 2 by 2030. We emphasize once again the importance of ending illegal, unreported and unregulated (IUU) fishing and we welcome the Agreement on Fisheries Subsidies reached at the Twelfth Ministerial Conference of the World Trade Organization. We recognize the importance of adopting sustainable, responsible and risk-informed fishing practices and of prohibiting harmful fisheries subsidies that contribute to overcapacity and overfishing, as well as improving the effective and inclusive implementation of fisheries governance mechanisms.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "56.", "action_verb": "call", "action_verb_type": "operative", "action_verb_normalized": "call", "links": []}, {"text": "We support the United Nations Decade of Ocean Science for Sustainable Development and stress the need to further increase marine scientific research and cooperation to inform and support decision-making, to promote knowledge hubs and networks to enhance the voluntary sharing of scientific data, best practices and know-how, enhance capacity-building at all levels, mobilize adequate financial resources from all sources and facilitate voluntary technology transfer to developing countries, to contribute to the protection of the marine environment and the conservation and sustainable use of marine biodiversity, combat marine pollution of all kinds and ensure sustainable consumption and production patterns. We reiterate the call for the promotion of marine science and research capacity in small island developing States and least developed countries, including through the Decade of Ocean Science for Sustainable Development, in line with Sustainable Development Goal target 14.7.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "57.", "action_verb": "support", "action_verb_type": "operative", "action_verb_normalized": "support", "links": []}, {"text": "We stress the urgency of taking immediate actions towards the long-term elimination of plastic pollution in marine environments, including through promoting national action plans to work towards the prevention, reduction and elimination of marine litter and plastic pollution from all sources, and promoting sustainable consumption and production approaches, including resources efficiency and life-cycle approaches, in which products and materials are designed in such a way that they can be reused, remanufactured or recycled and therefore retained in the economy for as long as possible, along with the resources of which they are made, and the generation of waste is avoided or minimized. We will continue to raise public awareness and engage stakeholders in the prevention of plastic pollution through promoting sustainable and responsible production and consumption patterns.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "58.", "action_verb": "stress", "action_verb_type": "operative", "action_verb_normalized": "stres", "links": []}, {"text": "We welcome resolution 5/14 adopted by the United Nations Environment Assembly at its resumed fifth session, in which it decided to convene an intergovernmental negotiating committee to develop an international legally binding instrument on plastic pollution, including in the marine environment, based on a comprehensive approach that addresses the full life cycle of plastics, and commit to actively follow up on the decision by engaging in the intergovernmental negotiating committee with the ambition of completing its work by the end of 2024.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "59.", "action_verb": "welcome", "action_verb_type": "operative", "action_verb_normalized": "welcome", "links": []}, {"text": "We stress the need and call for an ambitious, balanced, practical, effective, robust and transformative post-2020 global biodiversity framework in the context of the Convention on Biological Diversity. We also recognize the importance of the effective and successful work being undertaken by the intergovernmental conference on an international legally binding instrument under the United Nations Convention on the Law of the Sea on the conservation and sustainable use of marine biological diversity of areas beyond national jurisdiction (BBNJ) and call upon participating delegations to reach an ambitious agreement without delay, recognizing the potential contribution of its outcomes to the advancement of Sustainable Development Goal 14.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "60.", "action_verb": "stress", "action_verb_type": "operative", "action_verb_normalized": "stres", "links": []}, {"text": "We underline the connection between sustainable and healthy oceans and climate action, highlighting the importance of sustainably using, protecting, conserving and restoring ecosystems, including marine ecosystems, in order to meet the relevant Paris Agreement goals as well as the post-2020 global biodiversity framework, once adopted. We recognize that greenhouse gas emissions and climate change seriously impact the ocean, including through sea level rise, increased temperatures and acidification and that the ocean is also a key source of solutions for climate change mitigation, as a key carbon sink, and adaptation. We emphasize in this regard the importance of implementing the commitments made under the Paris Agreement as well as the need to consider how to integrate and strengthen ocean-based action in the work under the United Nations Framework Convention on Climate Change (UNFCCC). We also welcome the invitation to the Chair of the Subsidiary Body for Scientific and Technological Advice of the UNFCCC to hold an annual dialogue to strengthen ocean-based action.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "61.", "action_verb": "underline", "action_verb_type": "operative", "action_verb_normalized": "underline", "links": []}, {"text": "We also stress the crucial role of healthy marine environment and ecosystems, sustainable fisheries and sustainable aquaculture for food security and nutrition and in providing for the livelihoods of millions of people. Recalling that 2022 is the International Year of Artisanal Fisheries and Aquaculture, we recognize the role of small-scale aquatic food producers in this regard and we encourage support to sustainable small-scale fisheries, including through the implementation of the Voluntary Guidelines for Securing Sustainable Small-scale Fisheries in the Context of Food Security and Poverty Eradication and by increasing access to resources and markets for small-scale artisanal fisheries.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "62.", "action_verb": "stress", "action_verb_type": "operative", "action_verb_normalized": "stres", "links": []}, {"text": "We recognize the importance of nature-based solutions, ecosystem-based approaches, to addressing the protection, conservation, restoration and sustainable use of oceans and their resources and their contribution to disaster risk reduction, and stress the importance of developing early warning systems and preparedness to prevent and mitigate the risks of ocean-related hazards, including through the incorporation of these approaches into integrated coastal zone management to prevent pollution, reduce risk, impacts and costs of disasters and build resilience to advance the full implementation of the 2030 Agenda.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "63.", "action_verb": "recognize", "action_verb_type": "operative", "action_verb_normalized": "recognize", "links": []}, {"text": "We welcome the decision by the United Nations Environment Assembly at its resumed fifth session to establish a science-policy panel to contribute further to the sound management of chemicals and waste and to prevent pollution.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "64.", "action_verb": "welcome", "action_verb_type": "operative", "action_verb_normalized": "welcome", "links": []}, {"text": "We emphasize the fundamental importance of healthy oceans and sustainable ocean-based economies for women and girls and recognize the disproportionate impact of ocean degradation on them, including the consequences of plastic pollution in oceans and other water bodies on food security, livelihoods and the health of women and girls. We recognize the importance of. ensuring that people, especially children and youth, are empowered with relevant knowledge and skills that enable them to understand the importance of and the need to contribute to the health of the ocean, including in decision-making, through promoting and supporting quality education and lifelong learning for ocean literacy.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "65.", "action_verb": "emphasize", "action_verb_type": "operative", "action_verb_normalized": "emphasize", "links": []}, {"text": "Goal 15, Protect, restore and promote sustainable use of terrestrial ecosystems, sustainably manage forests, combat desertification, and halt and reverse land degradation and halt biodiversity loss", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "We reaffirm our commitment to protect, conserve, restore and promote sustainable use of terrestrial ecosystems, sustainably manage forests, combat desertification, halt and reverse land degradation and biodiversity loss and to implement all targets of Sustainable Development Goal 15.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "66.", "action_verb": "reaffirm", "action_verb_type": "operative", "action_verb_normalized": "reaffirm", "links": []}, {"text": "We emphasize that biodiversity, and the ecosystem functions and services that it provides, supports all forms of life on Earth and underpins sustainable development in all its dimensions. We acknowledge with grave concern that the interrelated challenges of biodiversity loss, climate change, deforestation, land degradation and desertification, ocean and freshwater degradation, pollution, and increasing risks to human health and food security pose an ever-greater social, economic and environmental threat to the achievement of sustainable development. We note with deep concern the continuous trend in desertification and land degradation and the fact that the impacts of deforestation, desertification, drought and floods are challenges of global dimension, felt most strongly by developing countries, as well as people in vulnerable situations, especially indigenous peoples and local communities. We also recognize that combating deforestation, desertification, land degradation and drought is important for a sustainable, inclusive and resilient recovery from the COVID-19 crisis. We emphasize the urgent need to halt and reverse biodiversity loss and environmental degradation by 2030, as part of implementing the 2030 Agenda and promoting an inclusive economic transformation in rural areas, also recalling the United Nations Decade on Ecosystem Restoration 2021–2030.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "67.", "action_verb": "emphasize", "action_verb_type": "operative", "action_verb_normalized": "emphasize", "links": []}, {"text": "We emphasize the necessity to build on and strengthen the complementarity in the implementation of the 2030 Agenda and the three Rio conventions – on biodiversity, climate change and desertification – in order to promote a coherent approach to address biodiversity loss, climate change and land and ecosystem degradation.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "68.", "action_verb": "emphasize", "action_verb_type": "operative", "action_verb_normalized": "emphasize", "links": []}, {"text": "We emphasize the urgent need for the sustainable management of forests and the protection, restoration, conservation and sustainable use of wetlands, drylands, mountains and other natural ecosystems, particularly those in protected areas, which act as natural sinks and reservoirs of biodiversity and greenhouse gases, reducing vulnerability to climate change impacts, allowing the continuity of the hydrological cycle. Those also support the vital role of indigenous peoples and local communities who depend on ecosystems for their livelihoods and have a key role in their stewardship, and we recall protecting the rights of indigenous peoples under the United Nations Declaration on the Rights of Indigenous Peoples and international human rights law. We further emphasize that forests, wetlands, drylands, mountain ecosystems and other natural ecosystems are essential for sustainable development and that climate change and global warming continue to pose a direct threat to them.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "69.", "action_verb": "emphasize", "action_verb_type": "operative", "action_verb_normalized": "emphasize", "links": []}, {"text": "We recognize the importance of nature-based solutions, ecosystem-based approaches, that protect, conserve, restore, sustainably use and manage natural or modified terrestrial, freshwater, coastal and marine ecosystems, addressing social, economic and environmental challenges effectively and adaptively. We stress the importance of providing long-term and affordable investments in these approaches and stepping up efforts on all fronts to tackle desertification, land degradation, erosion and drought, floods, biodiversity loss, water scarcity and water pollution, which are seen as major environmental, economic and social challenges for global sustainable development, while simultaneously providing human well-being, ensuring ecosystem functions and services and resilience and biodiversity benefits, and contributing to planetary and human health as well as socioeconomic development. We further recognize that the conservation and sustainable use of biodiversity can significantly contribute to disaster risk reduction and to reducing the adverse impacts of climate change, including by adding adaptive capacity and resilience to fragile ecosystems, including agroecosystems, and making them less vulnerable. We continue to call for increased political will, the provision and mobilization of resources, capacity-building, mainstreaming biodiversity within and across sectors, technical and scientific cooperation and momentum for ecosystem conservation and restoration and the promotion of these approaches for disaster risk reduction to achieve sustainable development at the global, regional, national and local levels.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "70.", "action_verb": "recognize", "action_verb_type": "operative", "action_verb_normalized": "recognize", "links": []}, {"text": "We reaffirm our commitment to the United Nations strategic plan for forests 2017–2030 and its global forest goals. We welcome the outcome of the seventeenth session of the United Nations Forum on Forests, held from 9 to 13 May 2022, and we also reaffirm the role of the Forum in promoting sustainable management and conservation of forests, as well as the mobilization of means of implementation, including the promotion of traditional knowledge related to forests, technical cooperation, technical assistance and financial resources, especially for developing countries. We also take note with appreciation of the recent forest-related declarations, pledges and developments, including but not limited to the forest-relevant contributions of the Glasgow Leaders’ Declaration on Forests and Land Use.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "71.", "action_verb": "reaffirm", "action_verb_type": "operative", "action_verb_normalized": "reaffirm", "links": []}, {"text": "Recalling that 2022 is the International Year of Sustainable Mountain Development, we stress that sustainable use, protection, conservation and restoration of mountain ecosystems contribute to the implementation of the 2030 Agenda, recognize the important role of their cryosphere, particularly to biodiversity, food production and fresh water, highlight their cultural importance, and call for the urgent need to enhance international cooperation to developing mountain countries, particularly to eradicate poverty, eliminate food insecurity and address biodiversity loss.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "72.", "action_verb": "Recalling", "action_verb_type": "preambular", "action_verb_normalized": "recall", "links": []}, {"text": "We call upon Member States to support efforts to implement the strategic objectives of the United Nations Convention to Combat Desertification in Those Countries Experiencing Serious Drought and/or Desertification, Particularly in Africa, and strongly encourage the parties to the Convention to align their national policies with the 2018–2030 strategic framework of the Convention. We call for actions to combat sand and dust storms and recognize them as a serious challenge to sustainable development in the affected countries and regions.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "73.", "action_verb": "call", "action_verb_type": "operative", "action_verb_normalized": "call", "links": []}, {"text": "We support the development of an ambitious, balanced, practical, effective, robust and transformative post-2020 global biodiversity framework, building on and going beyond the Aichi Biodiversity Targets and the lessons learned from the implementation of the Strategic Plan for Biodiversity 2011–2020 and aligned with the 2030 Agenda, with a level of ambition that will facilitate the changes needed to achieve the 2050 Vision for Biodiversity, including in terms of implementation and mainstreaming of biodiversity into all sectors and policies. We welcome the convening of the first part of the fifteenth meeting of the Conference of the Parties to the Convention on Biological Diversity, in Kunming, China, under the proposed theme of the host, and take note of the Kunming Declaration of its high-level segment. We look forward to the second part of the fifteenth meeting of the Conference, in Montreal, Canada, and to its outcome, including the post-2020 global biodiversity framework.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "74.", "action_verb": "support", "action_verb_type": "operative", "action_verb_normalized": "support", "links": []}, {"text": "We highlight the need for long-term and affordable financing for biodiversity, including to support the implementation of the Convention on Biological Diversity and its post-2020 global biodiversity framework, to enhance the mobilization of resources from all sources, public and private, maximizing the effectiveness and efficiency of the use of existing resources and facilitating access to support where needed, in order to significantly scale up support for biodiversity through capacity-building, scientific and technical cooperation, voluntary technology transfer to developing countries. In this regard, we note that incentives, including subsidies, harmful to biodiversity are to be eliminated, phased out or reformed in order to minimize or avoid negative impacts, and positive incentives for the conservation and sustainable use of biodiversity are to be developed and applied, consistent and in harmony with the Convention and other relevant international obligations, taking into account national socioeconomic conditions.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "75.", "action_verb": "highlight", "action_verb_type": "operative", "action_verb_normalized": "highlight", "links": []}, {"text": "Goal 17, Strengthen the means of implementation and revitalize the Global Partnership for Sustainable Development", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "We reaffirm our commitment to strengthen the means of implementation and revitalize the Global Partnership for Sustainable Development and implement all targets of Sustainable Development Goal 17.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "76.", "action_verb": "reaffirm", "action_verb_type": "operative", "action_verb_normalized": "reaffirm", "links": []}, {"text": "Recalling the centrality of the Addis Ababa Action Agenda on financing for development, we reaffirm the outcome document of the 2022 Economic and Social Council forum on financing for development follow-up.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "77.", "action_verb": "Recalling", "action_verb_type": "preambular", "action_verb_normalized": "recall", "links": []}, {"text": "We reaffirm that resource mobilization is crucial for the attainment of the 2030 Agenda. Fulfilling official development assistance (ODA) commitments is urgent, as international public finance is critical for supporting the sustainable recovery from the COVID-19 pandemic, while taking into consideration that domestic and international efforts and enabling environments need to go hand in hand, and domestic revenue mobilization needs to be complemented with support from all sources. We note that official development assistance (ODA) reached its highest level in 2020 during the unprecedented COVID-19 crisis and underscore the need for this trend to continue. We urge development partners to scale up and fulfil their ODA commitments, including the commitment by many developed countries to achieve the target of 0.7 per cent of gross national income for official development assistance (ODA/GNI) and 0.15 to 0.20 per cent of ODA/GNI to the least developed countries.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "78.", "action_verb": "reaffirm", "action_verb_type": "operative", "action_verb_normalized": "reaffirm", "links": []}, {"text": "We recognize that domestic resources are first and foremost generated by economic growth, supported by an enabling environment at all levels. Sound social, environmental and economic policies, including countercyclical fiscal policies, adequate fiscal space, good governance at all levels and democratic and transparent institutions responsive to the needs of the people are necessary to achieve our goals. We also emphasize the need to mobilize domestic resources, including by improving tax administration and capacity for other revenue mobilization, as well as meeting the commitments in effectively preventing corruption and money-laundering. We recommit to preventing and combating illicit financial flows and strengthening international cooperation and good practices on assets return and recovery. We will strengthen international cooperation and national institutions to combat money-laundering and financing of terrorism. We note the report of the High-level Panel on International Financial Accountability, Transparency and Integrity for Achieving the 2030 Agenda.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "79.", "action_verb": "recognize", "action_verb_type": "operative", "action_verb_normalized": "recognize", "links": []}, {"text": "We are concerned that surging global public debt is compounding debt vulnerabilities that predated the pandemic. We note with concern that about 60 per cent of least developed countries and other low-income countries are now assessed to be at high risk of or already in debt distress, while around a quarter of middle-income countries remain at high risk. We further note that 60 per cent of countries downgraded during the COVID-19 pandemic by credit rating agencies are middle-income countries. We are also concerned that interest costs are rising in the poorest countries and remain elevated in small island developing States, as they grapple with higher interest rates, slower recoveries, credit rating downgrades and persistent revenue shortfalls. We emphasize that debt financing can enable countries to respond to emergencies and fund long-term investments to achieve sustainable development. We reaffirm the need to assist developing countries in attaining long-term debt sustainability through coordinated policies aimed at fostering debt financing, debt relief and debt restructuring, and sound debt management, as appropriate.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "80.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "We welcome the multilateral response to the pandemic, including the Group of 20 and Paris Club Debt Service Suspension Initiative, while noting the lack of participation of private creditors. We acknowledge the ongoing implementation of the Common Framework for Debt Treatments beyond the Debt Service Suspension Initiative and stress the importance of stepping up efforts to improve and implement the Common Framework in a timely, orderly and coordinated manner. We encourage the Group of 20 and Paris Club creditors to discuss options for implementing comparability of treatment of private and other official bilateral creditors, expanding support to highly indebted developing countries, considering the provision of temporary debt standstills on a case-by-case basis throughout negotiations, and facilitating rapid recovery of capital market access following restructuring. These enhancements would give more certainty to debtor countries and facilitate the International Monetary Fund’s and multilateral development banks’ quick provision of financial support.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "81.", "action_verb": "welcome", "action_verb_type": "operative", "action_verb_normalized": "welcome", "links": []}, {"text": "We emphasize the need to develop measurements of progress on sustainable development that complement or go beyond gross domestic product (GDP) in order to have a more inclusive approach to international cooperation.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "82.", "action_verb": "emphasize", "action_verb_type": "operative", "action_verb_normalized": "emphasize", "links": []}, {"text": "We stress that partnerships will be critical to the achievement of the Sustainable Development Goals, as an effective instrument for mobilizing additional human and financial resources, expertise, technology and knowledge. We note the role of multi-stakeholder partnerships, including with the public and private sectors and partnerships with civil society, to foster strategic long-term investment in the Sustainable Development Goals, especially in areas that could contribute more to recover from COVID-19 and its resulting social and economic impacts, including through innovative financing, inter alia, in health systems, including universal health coverage. We similarly encourage targeted measures and partnerships related to poverty eradication; food security and nutrition, sustainable agriculture, food systems and related supply chains; water; digital connectivity; job creation; social protection; the care economy; sustainable and quality infrastructure development and growth in productivity.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "83.", "action_verb": "stress", "action_verb_type": "operative", "action_verb_normalized": "stres", "links": []}, {"text": "We recognize the important role that institutions play in shaping the conditions that affect financial flows and the mobilization of capital for the implementation of the Sustainable Development Goals. We commit to support the implementation of integrated national financing frameworks to align financing policies and strategies with national investment priorities, legal frameworks, and disaster risk and sustainable development strategies consistent with the 2030 Agenda, the Sendai Framework and the Paris Agreement’s long-term goals. We will take concrete steps to incentivize and scale up long-term affordable private finance for investments that contribute to and align with the Sustainable Development Goals and the Paris Agreement. We also recognize the need to make private business more accountable for its impact on sustainable development and develop innovative financial mechanisms to support sustainable business models.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "84.", "action_verb": "recognize", "action_verb_type": "operative", "action_verb_normalized": "recognize", "links": []}, {"text": "We welcome and reiterate the role of international development cooperation, especially North-South cooperation, which remains a fundamental catalyst for sustainable development. We welcome and reiterate the important contributions of South-South and triangular cooperation to the implementation of the 2030 Agenda, the achievement of the overarching goal of eradication of poverty in all its forms and dimensions, as well as to the response to the COVID-19 pandemic; we reaffirm that South-South cooperation is not a substitute for, but rather a complement to, North-South cooperation and is an important element of international cooperation for development. We acknowledge the need to enhance development effectiveness of South-South and triangular cooperation.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "85.", "action_verb": "welcome", "action_verb_type": "operative", "action_verb_normalized": "welcome", "links": []}, {"text": "We encourage international cooperation in supporting statistical capacity-building and data access in developing countries, in particular the most vulnerable countries, which face the greatest challenges in producing, collecting, analysing and using high-quality, timely, reliable and disaggregated data and statistics. We encourage the United Nations system and all relevant actors to take advantage of emerging technologies and their applications, as appropriate, in order to maximize impact and effectiveness in data analysis and collection and stress the need to bridge the digital gap among and within countries.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "86.", "action_verb": "encourage", "action_verb_type": "operative", "action_verb_normalized": "encourage", "links": []}, {"text": "We highlight the importance of continuing efforts to improve the quality, effectiveness and impact of development cooperation and other international efforts in public finance, including adherence to agreed development cooperation effectiveness principles.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "87.", "action_verb": "highlight", "action_verb_type": "operative", "action_verb_normalized": "highlight", "links": []}, {"text": "We note the adoption by the Statistical Commission of the proposed new indicator 17.3.1 under Sustainable Development Goal target 17.3 (Mobilize additional financial resources for developing countries from multiple sources). We will continue to hold open, inclusive and transparent discussions on the modernization of ODA measurement and the new measure of “total official support for sustainable development” and we affirm that any such measure will not dilute commitments already made.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "88.", "action_verb": "note", "action_verb_type": "operative", "action_verb_normalized": "note", "links": []}, {"text": "We invite the international community and all relevant stakeholders, without prejudice to ongoing support, to cooperate and mobilize resources and expertise, including through financial and in-kind assistance, as well as direct aid to host countries, refugee populations and countries of origin of refugees, with a view to enhancing the capacity of and reducing the heavy burden borne by countries and communities hosting refugees and displaced persons in accordance with the purposes and principles of the Charter of the United Nations, while fully respecting the humanitarian principles of humanity, independence, neutrality and impartiality for humanitarian action.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "89.", "action_verb": "invite", "action_verb_type": "operative", "action_verb_normalized": "invite", "links": []}, {"text": "We note the challenges faced by developing countries graduating from the least developed country category, particularly for graduating countries that are highly vulnerable to shocks and other disasters. While we recognize that progress has been made towards graduation from the least developed country category, there remain significant challenges in meeting the graduation criteria and in ensuring sustainable and irreversible graduation. We encourage the Committee for Development Policy to continue to engage with least developed countries, graduating countries and countries recently graduated from the least developed country category so that the full extent of the socioeconomic impacts of COVID-19 are understood, in line with the work of the Committee on sustainable development and resilient recovery from the pandemic.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "90.", "action_verb": "note", "action_verb_type": "operative", "action_verb_normalized": "note", "links": []}, {"text": "We call for sustainable, inclusive, affordable and resilient global and regional value chains and transport systems, including to and from landlocked developing countries, to help to respond effectively to the COVID-19 pandemic and other existing challenges and prevent future disruptions, while recognizing that regional economic integration is an important driver for sustainable development and integration into the global economy.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "91.", "action_verb": "call", "action_verb_type": "operative", "action_verb_normalized": "call", "links": []}, {"text": "We reaffirm our commitment to promote a universal, rules-based, open, transparent, predictable, inclusive, non-discriminatory and equitable multilateral trading system under the World Trade Organization.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "92.", "action_verb": "reaffirm", "action_verb_type": "operative", "action_verb_normalized": "reaffirm", "links": []}, {"text": "We welcome the establishment of the African Continental Free Trade Area and the commencement of trading under the Agreement on 1 January 2021 to strengthen efforts aimed at doubling intra-African trade, which is strengthening Africa’s resilience, post-COVID-19 recovery and the achievement of the Sustainable Development Goals.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "93.", "action_verb": "welcome", "action_verb_type": "operative", "action_verb_normalized": "welcome", "links": []}, {"text": "We stress the role of financial inclusion as an essential tool to promote sustainable development, through increased and inclusive access to credit, financial products and services, including concessional ones, especially for women, and for improved public and private resource management. We recognize the role of digital inclusion as a means to enhance financial inclusion for all.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "94.", "action_verb": "stress", "action_verb_type": "operative", "action_verb_normalized": "stres", "links": []}, {"text": "We welcome the convening of the fifteenth session of the United Nations Conference on Trade and Development and take note of the adoption of its outcome document entitled “Bridgetown Covenant”.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "95.", "action_verb": "welcome", "action_verb_type": "operative", "action_verb_normalized": "welcome", "links": []}, {"text": "Other priority issues", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "IV.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "We emphasize the need for concerted action to implement the outcomes of all relevant major United Nations conferences and summits in the economic, social and environmental fields.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "96.", "action_verb": "emphasize", "action_verb_type": "operative", "action_verb_normalized": "emphasize", "links": []}, {"text": "We reaffirm that climate change is one of the greatest challenges of our time and its adverse impacts undermine the ability of all countries to achieve sustainable development. We note with serious concern the findings in the contribution of Working Group I, Working Group II and Working Group III to the Intergovernmental Panel on Climate Change (IPCC) Sixth Assessment Report, including that climate and weather extremes and their adverse impacts on people and nature will continue to increase with every additional increment of rising temperatures. We urge the full implementation of existing global and national climate commitments from all public and private actors. We urge the implementation of the Paris Agreement and the outcomes of the twenty-sixth session of the Conference of the Parties to the United Nations Framework Convention on Climate Change, including the Glasgow Climate Pact, and will work towards an ambitious twenty-seventh session (COP 27) in Sharm el-Sheikh, Egypt.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "97.", "action_verb": "reaffirm", "action_verb_type": "operative", "action_verb_normalized": "reaffirm", "links": []}, {"text": "We reaffirm the Paris Agreement temperature goal of holding the increase in the global average temperature to well below 2 C above pre-industrial levels and pursuing efforts to limit the temperature increase to 1.5 C above pre-industrial levels. We recognize that the impacts of climate change will be much lower at the temperature increase of 1.5 C compared with 2 C and resolve to pursue efforts to limit the temperature increase to 1.5 C. We recognize that limiting global warming to 1.5 C requires rapid, deep and sustained reductions in global greenhouse gas emissions, including reducing global carbon dioxide emissions by 45 per cent by 2030 relative to the 2010 level and to net zero around mid-century, as well as deep reductions in other greenhouse gases. We recognize that this requires accelerated action in this critical decade, on the basis of the best available scientific knowledge and equity, reflecting common but differentiated responsibilities and respective capabilities in the light of different national circumstances and in the context of sustainable development and efforts to eradicate poverty. In accordance with article 4 of the Paris Agreement, we also reiterate the aim to reach global peaking of greenhouse gas emissions as soon as possible, recognizing that peaking will take longer for developing countries, and to undertake rapid reductions thereafter in accordance with best available science, so as to achieve a balance between anthropogenic emissions by source and removals by sinks of greenhouse gases in the second half of this century, on the basis of equity, and in the context of sustainable development and efforts to eradicate poverty.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "98.", "action_verb": "reaffirm", "action_verb_type": "operative", "action_verb_normalized": "reaffirm", "links": []}, {"text": "We recall article 3 and article 4, paragraphs 3, 4, 5 and 11, of the Paris Agreement and request countries to revisit and strengthen the 2030 targets in their nationally determined contributions as necessary to align with the Paris Agreement temperature goal by the end of 2022, taking into account different national circumstances. We urge countries that have not yet done so to communicate, by the fourth session of the Conference of the Parties serving as the Meeting of the Parties to the Paris Agreement, long-term low greenhouse gas emission development strategies referred to in article 4, paragraph 19, of the Paris Agreement towards just transitions to net zero emissions by or around mid-century, taking into account different national circumstances.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "99.", "action_verb": "recall", "action_verb_type": "operative", "action_verb_normalized": "recall", "links": []}, {"text": "We reaffirm the importance of international collaboration on innovative climate action, including technological advancement, across all actors of society, sectors and regions, contributing to progress towards the goals of the Paris Agreement. We recognize the need to ensure just transitions that promote sustainable development and eradication of poverty, and the creation of decent work and quality jobs, including through making financial flows consistent with a pathway towards low greenhouse gas emission and climate-resilient development, including through deployment and transfer of technology, and provision of support to developing countries.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "100.", "action_verb": "reaffirm", "action_verb_type": "operative", "action_verb_normalized": "reaffirm", "links": []}, {"text": "We call upon parties to accelerate the development, deployment and dissemination of technologies and the adoption of policies to transition towards low-emission energy systems, including by rapidly scaling up the deployment of clean power generation and energy efficiency measures, including accelerating efforts towards the phase-down of unabated coal power and phasing-out of inefficient fossil fuel subsidies, while providing targeted support to the poorest and most vulnerable in line with national circumstances and recognizing the need for support towards a just transition.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "101.", "action_verb": "call", "action_verb_type": "operative", "action_verb_normalized": "call", "links": []}, {"text": "We note with deep regret that the goal of developed countries to mobilize jointly 100 billion United States dollars per year by 2020 in the context of meaningful mitigation actions and transparency on implementation has not yet been met and welcome the increased pledges made by many developed countries and the Climate Finance Delivery Plan. We urge developed countries to fully deliver on the USD 100 billion goal urgently and through to 2025 and emphasize the importance of transparency in the implementation of their pledges. We welcome with appreciation the initiation of deliberations on a new collective quantified goal on climate finance and look forward to the ad hoc work programme established under decision 9/CMA.3 and to engaging constructively in the actions contained therein.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "102.", "action_verb": "note", "action_verb_type": "operative", "action_verb_normalized": "note", "links": []}, {"text": "We emphasize the need to mobilize climate finance from all sources to reach the level needed to achieve the goals of the Paris Agreement, including significantly increasing support for developing countries, beyond USD 100 billion per year. We urge all developed countries to provide enhanced support, including through financial resources, technology transfer and capacity-building, to assist developing countries with respect to both mitigation and adaptation, in continuation of their existing obligations under the Convention and the Paris Agreement, and encourage other countries to provide or continue to provide such support voluntarily. We further urge developed countries to at least double their collective provision of climate finance for adaptation to developing countries from 2019 levels by 2025, in the context of achieving a balance between mitigation and adaptation in the provision of scaled-up financial resources, recalling article 9, paragraph 4, of the Paris Agreement.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "103.", "action_verb": "emphasize", "action_verb_type": "operative", "action_verb_normalized": "emphasize", "links": []}, {"text": "We recognize the importance of the global goal on adaptation for the effective implementation of the Paris Agreement and welcome the launch of the comprehensive two-year Glasgow-Sharm el-Sheikh work programme on the global goal on adaptation.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "104.", "action_verb": "recognize", "action_verb_type": "operative", "action_verb_normalized": "recognize", "links": []}, {"text": "We call upon multilateral development banks, other financial institutions and the private sector to enhance finance mobilization in order to deliver the scale of resources needed to achieve climate plans, particularly for adaptation, and encourage countries to continue to explore innovative approaches and instruments for mobilizing finance for adaptation from private sources.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "105.", "action_verb": "call", "action_verb_type": "operative", "action_verb_normalized": "call", "links": []}, {"text": "We acknowledge that climate change has already caused and will increasingly cause loss and damage and that, as temperatures rise, impacts from climate and weather extremes, as well as slow-onset events, will pose an ever-greater social, economic and environmental threat. We welcome the decision to establish the Glasgow Dialogue between countries, relevant organizations and stakeholders to discuss the arrangements for the funding of activities to avert, minimize and address loss and damage associated with the adverse impacts of climate change.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "106.", "action_verb": "acknowledge", "action_verb_type": "operative", "action_verb_normalized": "acknowledge", "links": []}, {"text": "We recall the need for enhancing international cooperation to assist developing countries in ensuring universal access to affordable, reliable, sustainable, modern energy for all. In this regard, we take note of the high-level dialogue on energy held on 24 September 2021 to promote the implementation of the energy-related goals and targets of the 2030 Agenda in support of the implementation of the United Nations Decade of Sustainable Energy for All. We take note of the Secretary-General’s proposed global road map for accelerated Sustainable Development Goal 7 action and reaffirm the need to continuously engage on the implementation of Goal 7.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "107.", "action_verb": "recall", "action_verb_type": "operative", "action_verb_normalized": "recall", "links": []}, {"text": "We welcome the establishment of the Global Crisis Response Group on Food, Energy and Finance, chaired and convened by the Secretary-General, and take note of its briefs on the three-dimensional crisis.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "108.", "action_verb": "welcome", "action_verb_type": "operative", "action_verb_normalized": "welcome", "links": []}, {"text": "We recognize that inclusive and sustainable industrial development is an important source of economic diversification and productive capacity enhancement and income generation, allows for rapid and sustained increases in living standards for all people, and provides technological solutions to environmentally sound industrialization. We call for deepening cooperation to accelerate inclusive and sustainable industrialization and modernization of developing countries by providing, inter alia, support to domestic technology development, research and innovation, including through technology transfer on mutually agreed terms, and capacity-building on industrial production and manufacturing to help developing countries to better integrate into the global industrial, value and supply chains and markets.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "109.", "action_verb": "recognize", "action_verb_type": "operative", "action_verb_normalized": "recognize", "links": []}, {"text": "We recognize the urgent need to create conditions for decent work for all, protect labour rights of all workers and achieve universal social protection, including by strengthening social protection systems. We take note with appreciation of the Global Accelerator on Jobs and Social Protection for Just Transitions, launched by the Secretary-General jointly with the International Labour Organization (ILO). We will continue to take into account also the crucial role of micro-, small and medium-sized enterprises (MSMEs) in contributing to Sustainable Development Goal implementation through job creation and improving livelihoods for the poorest and most vulnerable, and promote support measures to engage micro-, small and medium-sized enterprises in recovery efforts. We stress the need to enhance capacity-building and improve access to financing for micro-, small and medium-sized enterprises as well as promote financial inclusion. We also recognize the critical role and contribution of science, technology and innovation for sustainable development and further stress that entrepreneurship, creativity and innovation could promote economic growth and create decent quality jobs. We stress the importance of developing policies to expand work opportunities and productivity in both rural and urban sectors by achieving and recovering economic growth, investing in human resource development, promoting technologies that generate productive employment, and encouraging self-employment, entrepreneurship and small and medium-sized enterprises. We encourage countries to tackle the long-term structural challenges faced by rural populations and to establish social protection systems that are adapted to rural populations, address the multiple dimensions of poverty, and food insecurity in rural areas, invest in sustainable agricultural development and enhance multisectoral policies and national action plans to strengthen the resilience and adaptability of small-scale producers and family farmers.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "110.", "action_verb": "recognize", "action_verb_type": "operative", "action_verb_normalized": "recognize", "links": []}, {"text": "In line with Sustainable Development Goal 6 and in order to enhance efforts to realize the human rights to safe drinking water and sanitation and to overcome the COVID-19 pandemic and prevent other diseases, we need to urgently, inter alia, enhance efforts to achieve universal and equitable access to safe and affordable drinking water and to adequate and equitable sanitation and hygiene for all, improve water quality, implement integrated water resources management at all levels, including through transboundary cooperation as appropriate, protect and restore water-related ecosystems, also in order to ensure a sustainable supply of water for life, agriculture and food production and water-related ecosystems and their services and other benefits. We also recall the need to expand international cooperation and capacity-building to support developing countries in these regards and support the participation of local communities in improving water and sanitation management. We recall the International Decade for Action, “Water for Sustainable Development”, 2018–2028, and its aim to further cooperation and partnership at all levels in order to contribute to the achievement of internationally agreed water-related goals and targets. We also call for an ambitious, pragmatic, inclusive and action-oriented United Nations Conference on the Midterm Comprehensive Review of the Implementation of the Objectives of the International Decade for Action, “Water for Sustainable Development”, 2018–2028, in 2023.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "111.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "We support emerging avenues in support of acceleration of the 2030 Agenda, such as the “Space2030” Agenda: space as a driver of sustainable development and its implementation plan, as a forward-looking strategy for reaffirming and strengthening the contribution of space activities and space tools for the achievement of the Sustainable Development Goals while recognizing that the benefits of space will be brought to everyone, everywhere.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "112.", "action_verb": "support", "action_verb_type": "operative", "action_verb_normalized": "support", "links": []}, {"text": "We recognize the positive role and contributions of migrants for inclusive growth and sustainable development in countries of origin, transit and destination, including by enriching societies through human, socioeconomic and cultural capacities. We call upon Member States to take steps to support the full inclusion of migrants in the COVID-19 response and recovery efforts, in line with national circumstances. Furthermore, we recommit to promoting faster, safer and cheaper remittances and, by 2030, reducing to less than 3 per cent the transaction costs of migrant remittances and eliminating remittance corridors with costs higher than 5 per cent. To this end, we will further develop existing conducive policy and regulatory environments that enable competition, regulation and innovation on the remittance market and provide instruments that enhance the financial inclusion of migrants and their families. We take note of the first Progress Declaration of the International Migration Review Forum, adopted by the General Assembly.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "113.", "action_verb": "recognize", "action_verb_type": "operative", "action_verb_normalized": "recognize", "links": []}, {"text": "We welcome the appointment by the President of the General Assembly of the high-level panel of experts to finalize a multidimensional vulnerability index for small island developing States by the end of 2022. We look forward to the deliberations of the panel of experts that will inform the General Assembly on the work of the panel and we encourage the international community to consider multidimensional vulnerability, including the potential of a multidimensional vulnerability index, as criteria to access concessional finance.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "114.", "action_verb": "welcome", "action_verb_type": "operative", "action_verb_normalized": "welcome", "links": []}, {"text": "We acknowledge the critical role of young people as agents for sustainable development, climate action and peace. As critical agents of change and torchbearers of the 2030 Agenda for current and future generations, we emphasize the importance of engaging and supporting the full, effective, meaningful and inclusive participation of children, in line with the Convention on the Rights of the Child, and youth, particularly those in vulnerable situations, in the implementation, follow-up and review of the 2030 Agenda. We commit to including youth in the development, monitoring and implementation of intergenerational strategies and programmes designed to address their specific needs and to ensure that education, skills development and decent employment of young people, as well as youth agency and leadership are prioritized. In these regards, we take note of Youth2030: the United Nations Youth Strategy and we encourage its accelerated, system-wide implementation, as appropriate. We recognize the importance of the Economic and Social Council youth forum as a main platform for youth engagement in the work of the United Nations and we encourage additional engagement of youth in the sessions of the high-level political forum and other United Nations sessions and forums, including as part of national delegations as appropriate. We also commend the commitment of young people to climate action and we commit to meaningfully engage with youth in the relevant policy and decision-making processes, building upon relevant existing initiatives such as Youth4Climate, the United Nations Climate Change Conference of Youth (COY) and the Global Youth Biodiversity Network (GYBD) of the Convention on Biological Diversity.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "115.", "action_verb": "acknowledge", "action_verb_type": "operative", "action_verb_normalized": "acknowledge", "links": []}, {"text": "We recognize that building sustainable, inclusive, equitable and resilient societies must begin with investing in all children and youth, respecting their rights and helping to ensure that from early childhood they grow up in a safe and healthy environment free from poverty and hunger, and all forms of discrimination, violence, neglect, bullying, abuse and exploitation, both in person and in digital contexts, and through the elimination of all harmful practices, including child, early and forced marriage and female genital mutilation, paying specific attention to children affected by armed conflict. We recognize that preventing and addressing violations of their rights is key to facilitating the achievement of the Sustainable Development Goals and sustaining peace.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "116.", "action_verb": "recognize", "action_verb_type": "operative", "action_verb_normalized": "recognize", "links": []}, {"text": "We welcome the growing contribution of the repositioned United Nations development system in maximizing the impact of United Nations action in support of countries’ implementation of the 2030 Agenda.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "117.", "action_verb": "welcome", "action_verb_type": "operative", "action_verb_normalized": "welcome", "links": []}, {"text": "Our road map for the way forward", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "V.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "We call for a renewed global commitment to sustainable development to achieve a more sustainable, resilient and inclusive recovery and address the impacts of the COVID-19 pandemic, the current global instability and conflicts, climate change, biodiversity loss and pollution as well as other systemic obstacles for the implementation of the 2030 Agenda and the achievement of the Sustainable Development Goals. We urge countries to adopt sustainable, resilient and inclusive recovery strategies as an important element contributing to a sustainable global recovery and growth action and to accelerate progress towards the full implementation of the 2030 Agenda and drive transformative change towards more inclusive and just societies. We call for the implementation of the present declaration and reaffirm our commitment to the actions in the political declaration adopted at the 2019 Sustainable Development Goals Summit and past ministerial declarations of the high-level political forum and recognize the urgent need to accelerate action on all levels and by all relevant stakeholders, including through COVID-19 response and recovery efforts, to fulfil the vision and Goals of the 2030 Agenda.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "118.", "action_verb": "call", "action_verb_type": "operative", "action_verb_normalized": "call", "links": []}, {"text": "In reaffirming the centrality of multilateralism and international cooperation and solidarity, with the United Nations at its core, in dealing with global challenges and accelerating actions for sustainable development, we take note of the report of the Secretary-General entitled “Our Common Agenda” as a concrete vision and a basis for further consideration by Member States to advance the implementation of the Sustainable Development Goals and climate action, inter alia.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "119.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "We recommit to leaving no one behind and accelerating action to reduce inequalities, including, in particular, by strengthening international and national efforts for achieving gender equality and the empowerment of all women and girls. We reaffirm that the realization of gender equality, the empowerment of all women and girls and the full, equal, effective and meaningful participation of women in decision- and policymaking is necessary and will make a crucial contribution to progress across all the Sustainable Development Goals and targets. All actions, including those with regard to the response and recovery from COVID-19, should be gender-responsive and ensure all women’s and girls’ full and equal enjoyment of all human rights and fundamental freedoms.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "120.", "action_verb": "recommit", "action_verb_type": "operative", "action_verb_normalized": "recommit", "links": []}, {"text": "We recognize the need to increase and better align public and private resource mobilization in line with the Addis Ababa Action Agenda on financing for development. We also recognize the need to harness innovation and technology, including digital technology, and strengthen effective multi-stakeholder partnerships, noting the need to increase transparency and accountability.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "121.", "action_verb": "recognize", "action_verb_type": "operative", "action_verb_normalized": "recognize", "links": []}, {"text": "We are committed to accelerate actions to address climate change, environmental degradation, biodiversity loss and pollution crises, taking into account national circumstances, needs and priorities, by:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "122.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Scaling up financial resources with the aim of achieving a balance between adaptation and mitigation, taking into account country-driven strategies and the priorities and needs of developing countries, and making financial flows consistent with a pathway towards low greenhouse gas emissions and climate-resilient development, in line with the Paris Agreement as well as the intergovernmental agreed outcomes under the Conference of the Parties to the UNFCCC, including the Glasgow Climate Pact;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(a)", "action_verb": "Scaling", "action_verb_type": "preambular", "action_verb_normalized": "scal", "links": []}, {"text": "Combating environmental pollution and enhancing our ability to sustainably use, restore and protect ecosystem services and prevent overexploitation of natural resources;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(b)", "action_verb": "Combating", "action_verb_type": "preambular", "action_verb_normalized": "combat", "links": []}, {"text": "Promoting the need for a sound management of chemicals and waste, in order to protect human and animal health and the environment worldwide and in particular working towards the adoption of a strengthened global framework for the sound management of chemicals and waste beyond 2020 at the fifth session of the International Conference on Chemicals Management;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(c)", "action_verb": "Promoting", "action_verb_type": "preambular", "action_verb_normalized": "promot", "links": []}, {"text": "Strengthening local, national, regional and global efforts and funding for financial and technical cooperation to prevent, reduce and control pollution of all kinds and in all the environments;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(d)", "action_verb": "Strengthening", "action_verb_type": "preambular", "action_verb_normalized": "strengthen", "links": []}, {"text": "Realizing access to safe and affordable drinking water, sanitation and hygiene for all and enhancing tools for effective implementation of water policies and strategies at all levels, by better integrating water issues into all other relevant sectors. We call for closing the water financing gap by mobilizing innovative and inclusive finances from public and private sources and international and domestic sources;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(e)", "action_verb": "Realizing", "action_verb_type": "preambular", "action_verb_normalized": "realiz", "links": []}, {"text": "Strengthening the role of the United Nations Environment Programme as the leading global environmental authority that sets the global environmental agenda, promotes the coherent implementation of the environmental dimension of sustainable development within the United Nations system and serves as an authoritative advocate for the global environment;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(f)", "action_verb": "Strengthening", "action_verb_type": "preambular", "action_verb_normalized": "strengthen", "links": []}, {"text": "In reviewing in depth Sustainable Development Goals 14 and 15, we take note of the voluntary commitments by more than 100 Member States to ensure that at least 30 per cent globally of land and of the ocean are protected or conserved within protected areas and other effective area-based conservation measures by 2030.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(g)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "We urge additional global action in support of an equitable and sustainable economic recovery, amending imbalances in the global financial system and recommitting towards an equitable global economic system. We take note with interest of the Secretary-General’s proposal for convening a biennial summit to promote a more sustainable, inclusive and resilient global economy. We underscore the importance of ensuring inclusivity in our discussions on macroeconomic and financial issues at the United Nations.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "123.", "action_verb": "urge", "action_verb_type": "operative", "action_verb_normalized": "urge", "links": []}, {"text": "We recognize that infrastructure impacts the attainment of the Sustainable Development Goals. Investment in quality, reliable, sustainable and resilient infrastructure is critical for the COVID-19 recovery and the achievement of sustainable development in its economic, social and environmental dimensions. We reaffirm our strong political commitment to create an enabling environment at all levels, in order to achieve relevant Sustainable Development Goals, including Goal 9 to facilitate sustainable and resilient infrastructure development in developing countries through enhanced financial, technological and technical support to them, including African countries, least developed countries, landlocked developing countries and small island developing States.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "124.", "action_verb": "recognize", "action_verb_type": "operative", "action_verb_normalized": "recognize", "links": []}, {"text": "We call for supporting increased foreign direct investments, particularly in developing countries, which have been impacted by the COVID-19 pandemic, recognizing their key role for economic growth and development. We recognize that foreign direct investments can reduce inequalities and can help commodity-dependent countries to transition to manufacturing activities and other higher-value-added activities.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "125.", "action_verb": "call", "action_verb_type": "operative", "action_verb_normalized": "call", "links": []}, {"text": "We resolve to address investment barriers, including high perceived and real risks related to sustainable investments in low- and middle-income countries and the lack of pipelines of bankable sustainable projects. In this regard, we recognize the important role of the United Nations development system, the World Bank, regional development banks and other multilateral institutions in addressing the capacity and funding gaps in sustainable and quality infrastructure investments, working through existing initiatives, and we resolve to take steps to deploy blended finance at scale, as appropriate, to utilize all infrastructure financing sources.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "126.", "action_verb": "resolve", "action_verb_type": "operative", "action_verb_normalized": "resolve", "links": []}, {"text": "We call upon Member States with strong external positions to consider the voluntary channelling of special drawing rights to countries in need, in a timely manner, including through the International Monetary Fund Poverty Reduction and Growth Trust. We look forward to the expedited operationalization of the International Monetary Fund Resilience and Sustainability Trust as a new mechanism to voluntarily channel special drawing rights to provide affordable long-term financing to low-income and vulnerable middle-income countries, with due consideration to national legal frameworks. We will continue to explore viable options to voluntarily channel special drawing rights through multilateral development banks.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "127.", "action_verb": "call", "action_verb_type": "operative", "action_verb_normalized": "call", "links": []}, {"text": "We take note with appreciation of the 2021 United Nations Food Systems Summit, convened by the Secretary-General on 23 and 24 September 2021, as well as its pre-Summit, held from 26 to 28 July 2021 in Rome. We note also the Chair’s Summary and Statement of Action on the United Nations Food Systems Summit, issued by the Secretary-General. We also take note of the Nutrition for Growth Summit held in December 2021 in Tokyo, Japan. We call upon all actors to implement the respective voluntary commitments of the 2021 Food Systems Summit, including the national pathways and coalitions of action, as appropriate, building on regional and national priorities and respecting national policies and priorities. We take note of the establishment of the United Nations Food Systems Coordination Hub, hosted by the Food and Agriculture Organization of the United Nations in Rome, and call upon the United Nations system to work with the Hub in order to support Governments to develop and strengthen Sustainable Development Goal-based national pathways for sustainable food systems transformation, already developed by 117 countries. We encourage the relevant United Nations actors and the Hub to consult with countries on the format and modality of the 2023 stocktaking moment. We look forward to the reporting on the follow-up to the United Nations Food Systems Summit at the sessions of the high-level political forum. We also recall the important role of United Nations Rome-based agencies and of the Committee on World Food Security (CFS). We commit to advance integrated, balanced and holistic food system approaches, through cross-sectoral, multi-stakeholder and intergenerational dialogue, to ensure food security and nutrition, reduce food loss and waste and build sustainable and resilient food systems.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "128.", "action_verb": "take", "action_verb_type": "operative", "action_verb_normalized": "take", "links": []}, {"text": "We call upon countries and other relevant stakeholders to keep food and agriculture supply chains functioning, including capacity for seeding, protecting standing crops, rearing livestock, infrastructure for processing food, and all logistical systems, ensure the continued trade in and movement of food and livestock, products and inputs essential for agricultural and food production to markets, minimize food loss and waste, support workers and farmers, including women farmers, in agriculture and food supply chains to continue their essential work, including cross-border, in a safe manner, mobilize and allocate adequate resources and enhance sustainable infrastructure and institutional capacities for an accelerated implementation of sustainable agriculture and food systems, provide continued access to adequate, safe, affordable and nutritious food, and provide adequate social safety nets and assistance to minimize the negative effects of loss of livelihoods and increasing food prices on food insecurity and malnutrition, and underline that this is exacerbating existing high levels of acute food insecurity and humanitarian needs. We remain committed to keeping a strong focus on the sustainable transformation of the global agrifood system, aiming for a global system that can deliver sufficient, safe, affordable, nutritious food and healthy diets for all people and provide employment and income, particularly in rural areas, while at the same time fully respecting planetary boundaries in line with the 2030 Agenda, the Paris Agreement, the United Nations Framework Convention on Climate Change and the Convention on Biological Diversity and its upcoming post-2020 global biodiversity framework.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "129.", "action_verb": "call", "action_verb_type": "operative", "action_verb_normalized": "call", "links": []}, {"text": "We take note of the quadrennial report of the Secretary-General on the progress in the implementation of the New Urban Agenda. We reaffirm that, by readdressing the way cities and human settlements are planned, designed, financed, developed, governed and managed, the New Urban Agenda will continue to contribute to the implementation of the Sustainable Development Goals. We encourage Member States that have not done so to submit their first-cycle national reports.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "130.", "action_verb": "take", "action_verb_type": "operative", "action_verb_normalized": "take", "links": []}, {"text": "We recognize that sustainable development cannot be realized without peace and security and that peace and security will be at risk without sustainable development. The 2030 Agenda recognizes the need to build peaceful, just and inclusive societies that provide equal access to justice and that are based on respect for human rights, including the right to development, on effective rule of law and good governance at all levels and on transparent, effective and accountable institutions. Factors that give rise to violence, insecurity and injustice, such as inequality, corruption, poor governance and illicit financial and arms flows, are addressed in the 2030 Agenda. We must redouble our efforts to resolve or prevent conflict and to support post-conflict countries, including by ensuring that women have a role in peacebuilding and State-building. We call for further effective measures and actions to be taken, in conformity with international law, to remove the obstacles to the full realization of the right to self-determination of peoples living under colonial and foreign occupation, which continue to adversely affect their economic and social development as well as their environment.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "131.", "action_verb": "recognize", "action_verb_type": "operative", "action_verb_normalized": "recognize", "links": []}, {"text": "We reaffirm, in accordance with the Charter of the United Nations, the need to respect the territorial integrity and political independence of States.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "132.", "action_verb": "reaffirm,", "action_verb_type": "operative", "action_verb_normalized": "reaffirm,", "links": []}, {"text": "We commit to stepping up our efforts to fight against racism, all forms of discrimination, xenophobia and related intolerance, stigmatization, hate speech, through cooperation, partnership and inclusion and respect for diversity. We call to take measures to respect, protect and promote human rights and fundamental freedoms for all, without distinction of any kind as to race, colour, sex, language, religion, political or other opinion, national or social origin, property, birth, disability or other status.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "133.", "action_verb": "commit", "action_verb_type": "operative", "action_verb_normalized": "commit", "links": []}, {"text": "We commit to a responsible and inclusive use of key enablers and multipliers for accelerated action for the Sustainable Development Goals, such as digital technologies and new and emerging tools, including by:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "134.", "action_verb": "commit", "action_verb_type": "operative", "action_verb_normalized": "commit", "links": []}, {"text": "Strengthening the science-policy interface through evidence-based policymaking and support for research and development. In this regard, we take note of the Co-Chairs’ summary of the seventh multi-stakeholder forum on science, technology and innovation for the Sustainable Development Goals;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(a)", "action_verb": "Strengthening", "action_verb_type": "preambular", "action_verb_normalized": "strengthen", "links": []}, {"text": "Accelerating global connectivity for all by 2030, while promoting digital cooperation and implementing policies on digital inclusion and closing the digital divides;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(b)", "action_verb": "Accelerating", "action_verb_type": "preambular", "action_verb_normalized": "accelerat", "links": []}, {"text": "Leveraging information and communications technology and science, technology and innovation to promote inclusive digital economy and connectivity and build resilience across sectors, infrastructure connectivity and technical assistance as well as innovation, and increasing digital skills and literacy, including media and information literacy, especially in developing countries;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(c)", "action_verb": "Leveraging", "action_verb_type": "preambular", "action_verb_normalized": "leverag", "links": []}, {"text": "Leveraging rapid technological change, which can contribute to the faster achievement of the 2030 Agenda. In this regard, we take note of the report of the Secretary-General entitled “Road map for digital cooperation: implementation of the recommendations of the High-level Panel on Digital Cooperation” and the ongoing work of the Technology Facilitation Mechanism and we look forward to further discussions on the proposed Global Digital Compact;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(d)", "action_verb": "Leveraging", "action_verb_type": "preambular", "action_verb_normalized": "leverag", "links": []}, {"text": "Reaffirming that any use of digital technologies must protect and respect the same human rights that people have, offline and online, with special regard given to the protection of children and people in vulnerable situations, in line with relevant regulations.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(e)", "action_verb": "Reaffirming", "action_verb_type": "preambular", "action_verb_normalized": "reaffirm", "links": []}, {"text": "We commit to strengthen the implementation of the 2030 Agenda at all levels, including through involving and empowering local authorities to ensure local ownership of the Sustainable Development Goals, in particular through the empowerment of citizens, communities, civil society and local organizations, in order to ensure local implementation of development priorities.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "135.", "action_verb": "commit", "action_verb_type": "operative", "action_verb_normalized": "commit", "links": []}, {"text": "We appeal to the international community and national Governments to work together to ensure development and investments in national statistical and data ecosystems that enable high-quality, timely, open and reliable data, disaggregated by income, sex, age, race, ethnicity, migration status, disability, geographical location and other characteristics relevant in national contexts for evidence-based decision-making and to ensure that every individual is represented. We commit to strengthening partnerships to provide a rapid response in times of uncertainty when timely data are needed the most. We stress the importance of risk-informed and science-based policies, prevention and response to future health emergencies, building resilience, and reliable data collection.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "136.", "action_verb": "appeal", "action_verb_type": "operative", "action_verb_normalized": "appeal", "links": []}, {"text": "We reaffirm that the least developed countries, as the most vulnerable group of countries, need enhanced global support to overcome the structural challenges, recent devastating impacts of the COVID-19 pandemic and other obstacles that they face in implementing the 2030 Agenda. We call upon the international community to prioritize and strengthen support from all sources to facilitate the coordinated implementation and coherent follow-up and monitoring of the recently adopted Doha Programme of Action for the Least Developed Countries and the 2030 Agenda in the least developed countries, in line with our collective pledge to leave no one behind. We look forward to the convening of the second part of the Fifth United Nations Conference on the Least Developed Countries, which will be held in Doha in 2023.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "137.", "action_verb": "reaffirm", "action_verb_type": "operative", "action_verb_normalized": "reaffirm", "links": []}, {"text": "We welcome the decision to hold the third United Nations Conference on Landlocked Developing Countries (LLDCs) in 2024 to undertake a comprehensive review of the implementation of the Vienna Programme of Action for Landlocked Developing Countries for the Decade 2014–2024 and to formulate and adopt a renewed framework for international support to address the special needs of landlocked developing countries and to strengthen partnerships between the landlocked developing countries and transit countries and their development partners.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "138.", "action_verb": "welcome", "action_verb_type": "operative", "action_verb_normalized": "welcome", "links": []}, {"text": "We welcome the decision to convene a fourth United Nations conference on small island developing States (SIDs), to be held in 2024, given the short remaining years of the mandates of the SAMOA Pathway, underlining the urgency of finding additional solutions to the unique and particular vulnerabilities facing small island developing States in a concerted manner so as to support them in sustaining the momentum realized in implementing the Barbados Programme of Action, the Mauritius Strategy and the SAMOA Pathway and achieving the 2030 Agenda.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "139.", "action_verb": "welcome", "action_verb_type": "operative", "action_verb_normalized": "welcome", "links": []}, {"text": "We also look forward to the mapping exercise to be conducted by the Secretary-General to provide a detailed overview of the current support available to middle-income countries aimed at better addressing the multidimensional nature of sustainable development and facilitating sustainable development cooperation and coordinated and inclusive support to middle-income countries. We also look forward to the meeting to be convened by the President of the General Assembly during the seventy-seventh session of the Assembly, to discuss the gaps and challenges of middle-income countries in the implementation of the 2030 Agenda, with a focus on the environmental dimension of sustainable development.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "140.", "action_verb": "look", "action_verb_type": "operative", "action_verb_normalized": "look", "links": []}, {"text": "We recognize the importance of the recent major conferences and their outcomes, including the twenty-sixth session of the Conference of the Parties to the Framework Convention (COP 26), the first part of the fifteenth meeting of the Conference of the Parties to the Convention on Biological Diversity (COP 15), the resumed fifth session of the United Nations Environment Assembly (UNEA 5.2) and UNEP@50, and the fifteenth session of the Conference of the Parties to the United Nations Convention to Combat Desertification (COP 15), and we recognize further the importance of the Stockholm+50 international meeting, the high-level meeting of the General Assembly to assess the progress on the implementation of the New Urban Agenda, the United Nations Ocean Conference, the first part of the Fifth United Nations Conference on the Least Developed Countries (LDC 5), as well as the extension by the General Assembly of the mandate of the 10-Year  Framework of  Programmes on Sustainable Consumption and Production Patterns to 2030, and take note of the decision of the board of the 10-Year Framework to continue the development of a new Global Strategy on Sustainable Consumption and Production.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "141.", "action_verb": "recognize", "action_verb_type": "operative", "action_verb_normalized": "recognize", "links": []}, {"text": "We encourage ambitious and action-oriented outcomes for the other major events, including the twenty-seventh session of the Conference of the Parties to the Framework Convention (COP 27) in 2022, the second part of the fifteenth meeting of the Conference of the Parties to the Convention on Biological Diversity (COP 15), the Conference on the Midterm Comprehensive Review of the Implementation of the Objectives of the International Decade for Action, “Water for Sustainable Development”, 2018–2028, the high-level meetings on tuberculosis and universal health coverage, the midterm review of the Sendai Framework, the Sustainable Development Goals Summit in 2023, as well the Secretary-General’s upcoming Transforming Education Summit and the Summit of the Future. We encourage all countries to participate in the September 2023 Sustainable Development Goals Summit at the highest possible level. We call upon countries and institutions to take measures to make progress in the 10 cross-cutting accelerated action areas identified in the political declaration of the 2019 Summit between now and September 2023. We will use the 2023 Summit to provide political leadership, guidance and recommendations for sustainable development and follow-up and review progress in the implementation of sustainable development commitments and the achievement of the 2030 Agenda, including through national and regional consultations. We invite the Secretary-General to mobilize Governments, the United Nations system and stakeholders in preparing for the Summit so that it marks the beginning of a new phase of accelerated progress towards the Sustainable Development Goals.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "142.", "action_verb": "encourage", "action_verb_type": "operative", "action_verb_normalized": "encourage", "links": []}, {"text": "Adopted at the high-level political forum on sustainable development,", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Adopted", "action_verb_type": "preambular", "action_verb_normalized": "adopted", "links": []}, {"text": "convened under the auspices of the Economic and Social Council,", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "convened", "action_verb_type": "preambular", "action_verb_normalized": "convened", "links": []}, {"text": "at its 16th meeting, on 15 July 2022, and at the high-level segment of the", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "2022 session of the Council, at the 32nd plenary meeting, on 18 July 2022", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}]