[{"text": "2024 session", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Agenda item 5", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "High-level segment on reinforcing the 2030 Agenda for Sustainable Development and eradicating poverty in times of multiple crises: the effective delivery of sustainable, resilient and innovative solutions", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Ministerial declaration of the high-level segment of the 2024 session of the Economic and Social Council and the 2024 high-level political forum on sustainable development convened under the auspices of the Council on the theme “Reinforcing the 2030 Agenda for Sustainable Development and eradicating poverty in times of multiple crises: the effective delivery of sustainable, resilient and innovative solutions”", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "[on a proposal considered in plenary meeting (informal paper dated 22 July 2024)]", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Current situation and challenges to achieve the implementation of the Sustainable Development Goals", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "I.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "We, the Ministers and high representatives, met in New York at the 2024 high-level political forum on sustainable development and the high-level segment of the 2024 session of the Economic and Social Council and adopted the present ministerial declaration at the conclusion of the respective meetings on 17 and 18 July 2024.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "1.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "We strongly reaffirm our commitment to building a sustainable, resilient, prosperous, peaceful, just and inclusive world by 2030, as envisioned in the 2030 Agenda for Sustainable Development and its 17 Sustainable Development Goals. We will act with urgency to realize its vision as a plan of action for people, planet, prosperity, peace and partnership, leaving no one behind. We will endeavour to reach the furthest behind first.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "2.", "action_verb": "reaffirm", "action_verb_type": "operative", "action_verb_normalized": "reaffirm", "links": []}, {"text": "We also reaffirm that eradicating poverty in all its forms and dimensions, including extreme poverty, is the greatest global challenge facing the world today and an overarching objective of the 2030 Agenda for Sustainable Development and an indispensable requirement for sustainable development.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "3.", "action_verb": "reaffirm", "action_verb_type": "operative", "action_verb_normalized": "reaffirm", "links": []}, {"text": "We recall that the 2030 Agenda is a plan of action for people, planet, prosperity, peace and partnership, seeking to strengthen universal peace in larger freedom. We reaffirm that there can be no sustainable development without peace and no peace without sustainable development. We are gravely concerned, in this regard, by the increased and ongoing conflicts in the world, which are affecting global peace and security, respect for human rights and sustainable development. We call for full respect for the principles of the Charter of the United Nations and international law and condemn any violation of those principles and law.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "4.", "action_verb": "recall", "action_verb_type": "operative", "action_verb_normalized": "recall", "links": []}, {"text": "We are concerned about the persistent and long-term impacts from the COVID-19 pandemic, continued poverty and widening inequalities, and the multiple interlinked crises that are pushing our world to the brink, particularly in developing countries and for the poorest and most vulnerable. The crisis of climate change and its impacts, including persistent drought and extreme weather events, land loss and degradation, sea level rise, coastal erosion, ocean acidification and the retreat of mountain glaciers, as well as biodiversity loss, desertification, sand and dust storms, and pollution, including plastic, air, and chemical pollution, threaten planet and people. Forced displacement, the cost-of-living, water, food security and nutrition, financial and energy crises and challenges are derailing progress on the Sustainable Development Goals.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "5.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "We also reaffirm that climate change is one of the greatest challenges of our time. We express profound alarm that emissions of greenhouse gases continue to rise globally, and remain deeply concerned that all countries, particularly developing countries, are vulnerable to the adverse impacts of climate change. We emphasize in this regard that mitigation of and adaptation to climate change represent an immediate and urgent priority.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "6.", "action_verb": "reaffirm", "action_verb_type": "operative", "action_verb_normalized": "reaffirm", "links": []}, {"text": "We recommit to the full implementation of the Sendai Framework for Disaster Risk Reduction 2015–2030, and recall its midterm review, as disasters have become more frequent and intense. We acknowledge that its implementation will require capacity-building and technical and financial assistance in order to be effectively implemented by developing countries. We will promote a disaster risk-informed approach to sustainable development at the local, national, regional and global levels and accelerate progress on integrating disaster risk reduction into policies, programmes and investments at all levels. We recognize the need for a broader and a more people-centred preventive approach to disaster risk reduction, and that disaster risk reduction policies and practices need to be multi-hazard and multisectoral, inclusive and accessible in order to be efficient and effective. We will promote effective local, national and regional multi-hazard early warning mechanisms.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "7.", "action_verb": "recommit", "action_verb_type": "operative", "action_verb_normalized": "recommit", "links": []}, {"text": "We emphasize the importance of protecting, conserving and restoring nature and terrestrial and marine ecosystems, as well as ensuring their sustainable use and the fair and equitable sharing of benefits from the use of genetic resources. We call for the provision and mobilization of new and additional means of implementation to support the full implementation of the Convention on Biological Diversity, and further emphasize the importance of urgently increasing the mobilization of financial resources from all sources, domestic and international, public and private, with a view to closing the biodiversity financing gap and making adequate and predictable resources available in a timely manner for the effective implementation of the Kunming-Montreal Global Biodiversity Framework.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "8.", "action_verb": "emphasize", "action_verb_type": "operative", "action_verb_normalized": "emphasize", "links": []}, {"text": "We look forward to the sixteenth meeting of the Conference of the Parties to the Convention on Biological Diversity, to be held in Cali, Colombia, from 21 October to 1 November 2024.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "9.", "action_verb": "look", "action_verb_type": "operative", "action_verb_normalized": "look", "links": []}, {"text": "We reiterate the need to combat desertification, reduce land degradation, restore degraded land and soil, including land affected by desertification, drought and floods, and strive to achieve a land degradation-neutral world, and look forward to the convening of the sixteenth session of the Conference of the Parties to the United Nations Convention to Combat Desertification in Those Countries Experiencing Serious Drought and/or Desertification, Particularly in Africa, in Riyadh from 2 to 13 December 2024, and to its outcome.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "10.", "action_verb": "reiterate", "action_verb_type": "operative", "action_verb_normalized": "reiterate", "links": []}, {"text": "We will support the global efforts to address plastic pollution, and the work of the intergovernmental negotiating committee to develop an international legally binding instrument on plastic pollution, including in the marine environment, by the end of 2024.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "11.", "action_verb": "will support", "action_verb_type": "operative", "action_verb_normalized": "will support", "links": []}, {"text": "We pledge to redouble our efforts to achieve a more sustainable and inclusive world. We are all committed to bold, ambitious, accelerated, just and transformative action to implement the 2030 Agenda and the Sustainable Development Goals in the six years leading up to 2030. We reaffirm that international cooperation, multilateralism and international solidarity at all levels are the best way to address the global challenges that we are facing.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "12.", "action_verb": "pledge", "action_verb_type": "operative", "action_verb_normalized": "pledge", "links": []}, {"text": "We reaffirm that the 2030 Agenda is universal in nature and that its Goals and targets are comprehensive, far-reaching, people-centred, indivisible and interlinked, balancing the three dimensions of sustainable development – economic, social and environmental – in an integrated manner. They seek to realize the human rights of all and to achieve gender equality and the empowerment of all women and girls.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "13.", "action_verb": "reaffirm", "action_verb_type": "operative", "action_verb_normalized": "reaffirm", "links": []}, {"text": "We also reaffirm that the Addis Ababa Action Agenda of the Third International Conference on Financing for Development is an integral part of the 2030 Agenda and that its full implementation is critical for the realization of the Sustainable Development Goals and their targets.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "14.", "action_verb": "reaffirm", "action_verb_type": "operative", "action_verb_normalized": "reaffirm", "links": []}, {"text": "We reiterate that States are strongly urged to refrain from promulgating and applying any unilateral economic, financial or trade measures not in accordance with international law and the Charter of the United Nations that impede the full achievement of economic and social development, in particular in developing countries.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "15.", "action_verb": "reiterate", "action_verb_type": "operative", "action_verb_normalized": "reiterate", "links": []}, {"text": "Actions and investment pathways to support the effective delivery of sustainable, resilient and innovative solutions for reinforcing the 2030 Agenda, accelerating poverty eradication and achieving all the Sustainable Development Goals", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "II.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "We call for renewed impetus and accelerated actions to achieve the Sustainable Development Goals and, to this end, the full implementation of the political declaration adopted at the 2023 Sustainable Development Goals Summit is crucial.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "16.", "action_verb": "call", "action_verb_type": "operative", "action_verb_normalized": "call", "links": []}, {"text": "We reaffirm all the principles of the Rio Declaration on Environment and Development, including, inter alia, the principle of common but differentiated responsibilities, as set out in principle 7 thereof.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "17.", "action_verb": "reaffirm", "action_verb_type": "operative", "action_verb_normalized": "reaffirm", "links": []}, {"text": "We recognize that sustainable development cannot be realized without peace and security, and peace and security will be at risk without sustainable development. The 2030 Agenda recognizes the need to build peaceful, just and inclusive societies that provide equal access to justice and that are based on respect for human rights, including the right to development, on effective rule of law and good governance at all levels and on transparent, effective and accountable institutions. Factors that give rise to violence, insecurity and injustice, such as inequality, corruption, poor governance and illicit financial and arms flows, are addressed in the 2030 Agenda. We must redouble our efforts to resolve or prevent conflict and to support post-conflict countries, including by ensuring that women have a role in peacebuilding and State-building. We call for further effective measures and actions to be taken, in conformity with international law, to remove the obstacles to the full realization of the right to self-determination of peoples living under colonial and foreign occupation, which continue to adversely affect their economic and social development as well as their environment.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "18.", "action_verb": "recognize", "action_verb_type": "operative", "action_verb_normalized": "recognize", "links": []}, {"text": "We reaffirm, in accordance with the Charter of the United Nations, the need to respect the territorial integrity and political independence of States.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "19.", "action_verb": "reaffirm,", "action_verb_type": "operative", "action_verb_normalized": "reaffirm,", "links": []}, {"text": "People who are vulnerable must be empowered. Those whose needs are reflected in the 2030 Agenda include all children, youth, persons with disabilities, people living with HIV/AIDS, older persons, Indigenous Peoples, refugees, internally displaced persons and migrants. We intend to see the Goals and targets met for all nations and all peoples and for all segments of society. We will take action to combat inequalities within and among countries and pursue policies that stem the tide of rising inequality, including through social protection systems and universal health coverage. We will endeavour to identify those who are being left behind and reach those who are the furthest behind first.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "20.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "We recognize the importance of integrated policy planning and moving towards inclusive, comprehensive social protection that leaves no one behind, including through contributory as well as non-contributory schemes, taking into account national circumstances.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "21.", "action_verb": "recognize", "action_verb_type": "operative", "action_verb_normalized": "recognize", "links": []}, {"text": "We recognize the positive role and contribution of migrants for inclusive growth and sustainable development in countries of origin, transit and destination, including by enriching societies through human, socioeconomic and cultural capacities. We recommit to cooperate internationally to ensure safe, orderly and regular migration involving full respect for human rights and the humane treatment of migrants, regardless of their migration status, and to support countries of origin, transit and destination in the spirit of international cooperation, taking into account national circumstances.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "22.", "action_verb": "recognize", "action_verb_type": "operative", "action_verb_normalized": "recognize", "links": []}, {"text": "We also recognize and affirm that the global fight against racism, racial discrimination, xenophobia and related intolerance and all their abhorrent and contemporary forms and manifestations is a matter of priority for the international community.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "23.", "action_verb": "recognize", "action_verb_type": "operative", "action_verb_normalized": "recognize", "links": []}, {"text": "We recognize the special challenges facing all developing countries in pursuing sustainable development, in particular African countries, least developed countries, landlocked developing countries, small island developing States, as well as the specific challenges facing middle-income countries and countries in conflict and post-conflict situations.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "24.", "action_verb": "recognize", "action_verb_type": "operative", "action_verb_normalized": "recognize", "links": []}, {"text": "We welcome the Doha Political Declaration and the commitments made towards the timely and full implementation of the Doha Programme of Action for the Least Developed Countries for the decade 2022–2031.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "25.", "action_verb": "welcome", "action_verb_type": "operative", "action_verb_normalized": "welcome", "links": []}, {"text": "We reaffirm the recently adopted outcome document of the Fourth International Conference on Small Island Developing States, held in St. John’s from 27 to 30 May 2024, the Antigua and Barbuda Agenda for Small Island Developing States: A Renewed Declaration for Resilient Prosperity, and urge timely action to ensure its full and effective implementation, as well as its monitoring, follow-up and review.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "26.", "action_verb": "reaffirm", "action_verb_type": "operative", "action_verb_normalized": "reaffirm", "links": []}, {"text": "We are encouraged by the progress achieved in the implementation of the Vienna Programme of Action for Landlocked Developing Countries for the Decade 2014–2024, while noting the gaps that remain, and look forward to the Third United Nations Conference on Landlocked Developing Countries to adopt a renewed framework for international support to address the special needs of landlocked developing countries and to strengthen partnerships between the landlocked developing countries and transit countries and their development partners.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "27.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "We reaffirm support for the Agenda 2063 of the African Union and the programme of the New Partnership for Africa’s Development, which are integral to the 2030 Agenda.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "28.", "action_verb": "reaffirm", "action_verb_type": "operative", "action_verb_normalized": "reaffirm", "links": []}, {"text": "We call for advancing the elaboration of a specific inter-agency, comprehensive system-wide response plan, taking note of the mapping exercise conducted by the Secretary-General and his recommendations, that is aimed at better addressing the multidimensional nature of sustainable development and facilitating sustainable development cooperation and coordinated and inclusive support to middle-income countries based on their specific challenges and diverse needs and improving their resilience to shocks.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "29.", "action_verb": "call", "action_verb_type": "operative", "action_verb_normalized": "call", "links": []}, {"text": "We commit to address ongoing financing gaps for achieving the Sustainable Development Goals. We call for scaling up international public finance and improved access to concessional finance and commit to deliver more affordable, predictable, sustainable and sufficient finance to developing countries.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "30.", "action_verb": "commit", "action_verb_type": "operative", "action_verb_normalized": "commit", "links": []}, {"text": "We encourage all relevant actors to better address interlinkages, synergies and trade-offs between the Sustainable Development Goals, enhancing policy coherence for sustainable development.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "31.", "action_verb": "encourage", "action_verb_type": "operative", "action_verb_normalized": "encourage", "links": []}, {"text": "We recognize that large-scale and rapid changes will need to build on a foundation of science and research that is multidisciplinary, non-discriminatory, widely trusted, and accessible. We commit to bridging the digital, science, technology and innovation divides and the responsible, safe use of science, technology and innovation as drivers of sustainable development and to build the capacities necessary for sustainable transformations.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "32.", "action_verb": "recognize", "action_verb_type": "operative", "action_verb_normalized": "recognize", "links": []}, {"text": "We commit to enhance access to and leverage science, technology and innovation and the benefits of digital transformation and financial inclusion for all.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "33.", "action_verb": "commit", "action_verb_type": "operative", "action_verb_normalized": "commit", "links": []}, {"text": "We reaffirm that gender equality and the empowerment of women and girls will make a crucial contribution to progress across all the Goals and targets. The achievement of full human potential and of sustainable development is not possible if one half of humanity continues to be denied its full human rights and opportunities. Women and girls must enjoy equal access to quality education, economic resources and political participation as well as equal opportunities with men and boys for employment, leadership and decision-making at all levels. We will work for a significant increase in investments to close the gender gap and strengthen support for institutions in relation to gender equality and the empowerment of women at the global, regional and national levels. All forms of discrimination and violence against women and girls will be eliminated, including through the engagement of men and boys. The systematic mainstreaming of a gender perspective in the implementation of the 2030 Agenda is crucial.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "34.", "action_verb": "reaffirm", "action_verb_type": "operative", "action_verb_normalized": "reaffirm", "links": []}, {"text": "We commit to enhancing global, regional, national and local partnerships for sustainable development, engaging all relevant stakeholders, including civil society, the private sector, academia and youth, recognizing the important contribution they can make towards achieving the 2030 Agenda, and the localization of the Sustainable Development Goals. We also reaffirm the importance of the regional dimension of sustainable development in addressing regional challenges and scaling up action among countries.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "35.", "action_verb": "commit", "action_verb_type": "operative", "action_verb_normalized": "commit", "links": []}, {"text": "The 2030 Agenda remains our commitment to the children and youth of today so that they may achieve their full human potential, as critical agents of change and torchbearers of the 2030 Agenda for current and future generations.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "36.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Goal 1, End poverty in all its forms everywhere", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "We emphasize that eradicating poverty in all its forms and dimensions, including extreme poverty, is the greatest global challenge and an indispensable requirement for sustainable development.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "37.", "action_verb": "emphasize", "action_verb_type": "operative", "action_verb_normalized": "emphasize", "links": []}, {"text": "We commit to provide and mobilize the necessary means of implementation to eradicate poverty and will support, as appropriate, national policies and strategies aimed at eradicating poverty in both urban and rural areas. We will strengthen social protections systems and expand coverage of social protection programmes, to reduce poverty and hunger.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "38.", "action_verb": "commit", "action_verb_type": "operative", "action_verb_normalized": "commit", "links": []}, {"text": "We commit to foster sustainable, inclusive and sustained economic growth, employment and decent work for all, equal pay for work of equal value, economic diversification and productive capacities in developing countries, as drivers to eradicate poverty in all its forms and dimensions and achieve sustainable development, including through strengthening support for micro-, small and medium-sized enterprises. We note the significance of decent jobs and social protection for eradicating poverty and, in this regard, take note with appreciation of the Global Accelerator on Jobs and Social Protection for Just Transitions and encourage all countries to support its implementation. We commit to ensuring that persons with disabilities actively participate in and equally benefit from sustainable development efforts.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "39.", "action_verb": "commit", "action_verb_type": "operative", "action_verb_normalized": "commit", "links": []}, {"text": "We commit to eradicate forced labour and human trafficking and end child labour in all its forms.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "40.", "action_verb": "commit", "action_verb_type": "operative", "action_verb_normalized": "commit", "links": []}, {"text": "We recognize that poverty is a serious impediment to the achievement of gender equality and the empowerment of all women and girls, including those living in rural areas, and that the feminization of poverty persists, emphasizing that the eradication of poverty in all its forms and dimensions, including extreme poverty, is an indispensable requirement for sustainable development, acknowledging the mutually reinforcing links between the achievement of gender equality and the empowerment of all women and girls and the eradication of poverty, and stressing the importance of support for countries in their efforts to eradicate poverty in all its forms and dimensions.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "41.", "action_verb": "recognize", "action_verb_type": "operative", "action_verb_normalized": "recognize", "links": []}, {"text": "We are determined to make all efforts to eradicate poverty, including through strengthening multi-stakeholder partnerships and supporting synergies with other Sustainable Development Goals and targets, including those aimed at creating decent jobs, developing and involving financial, trade and technology solutions, strengthening social protection systems, and tailoring solutions to national circumstances and needs.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "42.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Goal 2, End hunger, achieve food security and improved nutrition and promote sustainable agriculture", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "We will accelerate actions to end hunger, food insecurity and all forms of malnutrition, including through access to safe and nutritious food all year round and the promotion of sustainable, efficient, inclusive and resilient agrifood systems, while addressing the needs of developing countries and supporting the integration of each country in the global agrifood supply chain. We recognize the positive contribution and improved quality of multi-stakeholder partnerships as a means to engage all key actors. We reaffirm the right of everyone to adequate and nutritious food, consistent with the fundamental right of everyone to be free from hunger and all forms of malnutrition.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "43.", "action_verb": "will accelerate", "action_verb_type": "operative", "action_verb_normalized": "will accelerate", "links": []}, {"text": "We further reaffirm the importance of achieving global food security and express deep concern over the levels of hunger, malnutrition and food insecurity, increasing the risk of famine around the world, especially in developing countries.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "44.", "action_verb": "reaffirm", "action_verb_type": "operative", "action_verb_normalized": "reaffirm", "links": []}, {"text": "We recognize the need to make special efforts to meet nutritional needs, especially of women, children, older persons, Indigenous Peoples, rural and local communities, persons with disabilities, as well as of those living in vulnerable situations, and recognize that infant and young child mortality can be reduced through the improved nutritional status of women of reproductive age.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "45.", "action_verb": "recognize", "action_verb_type": "operative", "action_verb_normalized": "recognize", "links": []}, {"text": "We commit to end hunger, malnutrition and poverty, in particular rural poverty, by promoting more efficient, inclusive, resilient and sustainable agrifood systems; strengthening policy coherence; increasing agricultural productivity, efficiency, sustainability and resilience, inter alia, through agricultural technology, promoting family farming and reducing food loss and waste; employment generation in non-agricultural sectors; integrated water resources management for improving rural livelihoods; implementing safe, nutritious and efficient school feeding programmes that provide nutritious diets; and strengthening rural development and taking actions to better address the needs of rural communities.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "46.", "action_verb": "commit", "action_verb_type": "operative", "action_verb_normalized": "commit", "links": []}, {"text": "We recognize that more efficient, inclusive, resilient and sustainable agrifood systems have a fundamental role to play in promoting healthy diets and improving nutrition and preventing and controlling non-communicable diseases, and welcome the formulation and implementation of national policies aimed at eradicating malnutrition in all its forms and strengthening sustainable agrifood systems so as to make more nutritious diets, including traditional healthy diets, available and accessible to all, while reaffirming that accessible health, water and sanitation systems for all must be strengthened to end malnutrition.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "47.", "action_verb": "recognize", "action_verb_type": "operative", "action_verb_normalized": "recognize", "links": []}, {"text": "We note the need for actions to support sustainable fisheries and sustainable aquaculture for sufficient, safe and nutritious food, recognizing the central role of healthy oceans in resilient food systems and for achieving the 2030 Agenda.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "48.", "action_verb": "note", "action_verb_type": "operative", "action_verb_normalized": "note", "links": []}, {"text": "We stress the importance of the development and application of science, technology and innovation and related knowledge management and communications systems in ensuring food security by 2030, encouraging cooperation on agricultural science and technology innovation among countries and reducing technology barriers and restrictions on high-tech exchanges, and encourage the adoption of the most advanced and appropriate information technology, such as the Internet, mobile platforms, meteorology, big data and cloud computing, in agriculture systems in order to support the efforts of smallholder and family farmers to increase their resilience, productivity and incomes and include them in the development of research and innovation agendas while reducing negative environmental impacts, and leveraging the potential for innovation among young family farmers in connecting local knowledge with new solutions.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "49.", "action_verb": "stress", "action_verb_type": "operative", "action_verb_normalized": "stres", "links": []}, {"text": "We recommit to the promotion of a universal, rules-based, open, non-discriminatory, fair, inclusive and equitable multilateral trading system, with the World Trade Organization at its core.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "50.", "action_verb": "recommit", "action_verb_type": "operative", "action_verb_normalized": "recommit", "links": []}, {"text": "Goal 13, Take urgent action to combat climate change and its impacts", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "We stress the urgency of enhancing ambition for climate action in the implementation of the United Nations Framework Convention on Climate Change and the Paris Agreement in relation to climate mitigation, adaptation and the provision of the means of implementation, especially finance to developing countries.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "51.", "action_verb": "stress", "action_verb_type": "operative", "action_verb_normalized": "stres", "links": []}, {"text": "We recognize the specific needs and special circumstances of developing countries, especially those that are particularly vulnerable to the adverse effects of climate change, and commit to continue efforts to enhance support for developing countries.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "52.", "action_verb": "recognize", "action_verb_type": "operative", "action_verb_normalized": "recognize", "links": []}, {"text": "We note with alarm and serious concern the findings of the Sixth Assessment Report of the Intergovernmental Panel on Climate Change.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "53.", "action_verb": "note", "action_verb_type": "operative", "action_verb_normalized": "note", "links": []}, {"text": "We express deep concern regarding the significant financial costs associated with loss and damage for developing countries resulting in a growing debt burden and impairing the realization of the Sustainable Development Goals.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "54.", "action_verb": "express", "action_verb_type": "operative", "action_verb_normalized": "expres", "links": []}, {"text": "We welcome the operationalization of the funding arrangements, including the Fund, referred to in decisions 1/CP.28 and 5/CMA.5, and the pledges of 792 million United States dollars to the funding arrangements, including 661 million dollars to the Fund; urge developed country parties to continue to provide support and encourage other parties to provide or continue to provide support, on a voluntary basis, for activities to address loss and damage in line with decisions 1/CP.28 and 5/CMA.5, and invite financial contributions with developed country parties continuing to take the lead to provide financial resources. We will support the Santiago network for averting and minimizing and addressing loss and damage associated with the adverse effects of climate change.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "55.", "action_verb": "welcome", "action_verb_type": "operative", "action_verb_normalized": "welcome", "links": []}, {"text": "We commit to enhance synergies towards the effective implementation of national climate and development policies and actions, contributing to the achievement of global climate goals and delivering on the 2030 Agenda. We must ensure transition pathways that are just, equitable and inclusive, across all sectors to leave no one behind.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "56.", "action_verb": "commit", "action_verb_type": "operative", "action_verb_normalized": "commit", "links": []}, {"text": "We welcome the decisions adopted at the twenty-eighth session of the Conference of the Parties to the United Nations Framework Convention on Climate Change, the eighteenth session of the Conference of the Parties serving as the Meeting of the Parties to the Kyoto Protocol and the fifth session of the Conference of the Parties serving as the Meeting of the Parties to the Paris Agreement, held in Dubai, United Arab Emirates, including the decisions adopted under the UAE Consensus, which includes the outcome of the first global stocktake of the Paris Agreement, at the fifth session of the Conference of the Parties serving as the Meeting of the Parties to the Paris Agreement.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "57.", "action_verb": "welcome", "action_verb_type": "operative", "action_verb_normalized": "welcome", "links": []}, {"text": "We reaffirm our resolve to set, at the twenty-ninth session of the Conference of the Parties to the United Nations Framework Convention on Climate Change, a new collective quantified goal from a floor of 100 billion dollars per year, taking into account the needs and priorities of developing countries.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "58.", "action_verb": "reaffirm", "action_verb_type": "operative", "action_verb_normalized": "reaffirm", "links": []}, {"text": "We note with concern the growing gap between the needs of developing country parties, in particular those due to the increasing impacts of climate change and their increased indebtedness, and the support provided and mobilized for their efforts to implement their nationally determined contributions, highlighting that such needs are currently estimated at 5.8 trillion to 5.9 trillion dollars for the pre-2030 period.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "59.", "action_verb": "note", "action_verb_type": "operative", "action_verb_normalized": "note", "links": []}, {"text": "We reaffirm the Paris Agreement temperature goal of holding the increase in the global average temperature to well below 2 degrees Celsius above pre-industrial levels and pursuing efforts to limit the temperature increase to 1.5 degrees Celsius above pre-industrial levels, recognize that the impacts of climate change will be much lower at the temperature increase of 1.5 degrees Celsius, compared with 2 degrees Celsius, and resolve to pursue efforts to limit the temperature increase to 1.5 degrees Celsius, also recognize that limiting global warming to 1.5 degrees Celsius requires rapid, deep and sustained reductions in global greenhouse gas emissions, including reducing global carbon dioxide emissions, by 43 per cent by 2030 relative to the 2019 level, and to net zero by or around mid-century, and further recognize that this requires accelerated action in this critical decade, on the basis of the best available scientific knowledge and equity, reflecting common but differentiated responsibilities and respective capabilities in the light of different national circumstances and in the context of sustainable development and efforts to eradicate poverty, and, in accordance with article 4 of the Paris Agreement, reiterate the aim to reach global peaking of greenhouse gas emissions as soon as possible, recognizing that peaking will take longer for developing countries, and to undertake rapid reductions thereafter in accordance with best available science, so as to achieve a balance between anthropogenic emissions by sources and removals by sinks of greenhouse gases in the second half of this century, on the basis of equity, and in the context of sustainable development and efforts to eradicate poverty.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "60.", "action_verb": "reaffirm", "action_verb_type": "operative", "action_verb_normalized": "reaffirm", "links": []}, {"text": "Goal 16, Promote peaceful and inclusive societies for sustainable development, provide access to justice for all and build effective, accountable and inclusive institutions at all levels", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "We commit to promote peaceful, prosperous, inclusive societies and safe communities for achieving sustainable development, and to build effective, accountable and inclusive institutions at all levels. Good governance, rule of law, human rights, fundamental freedoms, equal access to fair justice systems, and measures to combat corruption and curb illicit financial flows will be integral to our efforts. We emphasize the importance of good governance and strong institutions as key enablers of sustainable development.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "61.", "action_verb": "commit", "action_verb_type": "operative", "action_verb_normalized": "commit", "links": []}, {"text": "We emphasize the importance of ensuring public access to information and protecting fundamental freedoms, in accordance with national legislation and international agreements.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "62.", "action_verb": "emphasize", "action_verb_type": "operative", "action_verb_normalized": "emphasize", "links": []}, {"text": "We recognize that democracy, good governance and the rule of law, as well as an enabling environment at the national and international levels, are essential for sustainable development, including sustained and inclusive economic growth, social development, environmental protection and the eradication of poverty and hunger.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "63.", "action_verb": "recognize", "action_verb_type": "operative", "action_verb_normalized": "recognize", "links": []}, {"text": "We recommit to preventing and combating illicit financial flows and strengthening international cooperation and good practices on assets recovery and return. We reaffirm our commitment to strive to eliminate safe havens that create incentives for the transfer abroad of stolen assets and illicit financial flows. We will implement our obligations to prevent and combat corruption, bribery and money-laundering in all their forms enshrined in the existing international architecture, in particular those prescribed in the United Nations Convention against Corruption and the United Nations Convention against Transnational Organized Crime.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "64.", "action_verb": "recommit", "action_verb_type": "operative", "action_verb_normalized": "recommit", "links": []}, {"text": "We note that the multidimensional nature of today’s conflicts calls for greater investment in prevention, including attention to the structural causes and strategies for promoting peace, justice and the rule of law.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "65.", "action_verb": "note", "action_verb_type": "operative", "action_verb_normalized": "note", "links": []}, {"text": "We acknowledge that in many parts of the world armed conflicts and instability have persisted or intensified, causing untold human suffering and undermining the realization of the Sustainable Development Goals. Our efforts to prevent and resolve conflicts, address inequality and foster peaceful, just and inclusive societies have often been fragmented and insufficient and have been hindered in the current global context.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "66.", "action_verb": "acknowledge", "action_verb_type": "operative", "action_verb_normalized": "acknowledge", "links": []}, {"text": "We encourage Member States, in accordance with their domestic legislation and within their capacity, to ensure equal access to justice and application of the law to all.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "67.", "action_verb": "encourage", "action_verb_type": "operative", "action_verb_normalized": "encourage", "links": []}, {"text": "We reaffirm that the full, equal, effective and meaningful participation of women in all stages of peace processes, conflict prevention, conflict resolution and peacebuilding is one of the essential factors for the maintenance and promotion of international peace and security.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "68.", "action_verb": "reaffirm", "action_verb_type": "operative", "action_verb_normalized": "reaffirm", "links": []}, {"text": "Goal 17, Strengthen the means of implementation and revitalize the Global Partnership for Sustainable Development", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "We are deeply concerned by the marked increase of the estimated Sustainable Development Goal financing gap to between 2.5 trillion and 4 trillion dollars annually for developing countries and recognize the urgency of providing affordable, predictable, sustainable and sufficient development finance to developing countries from all sources.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "69.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "We urge developed countries to scale up and fulfil their respective official development assistance commitments, including the commitment by many developed countries to achieve the target of 0.7 per cent of gross national income for official development assistance (ODA/GNI) to developing countries and 0.15 to 0.20 per cent of ODA/GNI to the least developed countries.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "70.", "action_verb": "urge", "action_verb_type": "operative", "action_verb_normalized": "urge", "links": []}, {"text": "We welcome the Secretary-General’s efforts to address the Sustainable Development Goal financing gap through a Sustainable Development Goal stimulus. We will take actions to advance the Secretary-General’s proposal in a timely manner. We look forward to further discussions at the United Nations as well as at other relevant forums and institutions.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "71.", "action_verb": "welcome", "action_verb_type": "operative", "action_verb_normalized": "welcome", "links": []}, {"text": "We stress that the scaling up and improvement of access to finance, including concessional finance, capacity-building and technology transfer on mutually agreed terms to developing countries are of the utmost importance to realize the Sustainable Development Goals.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "72.", "action_verb": "stress", "action_verb_type": "operative", "action_verb_normalized": "stres", "links": []}, {"text": "We acknowledge ongoing discussions on measures of progress on sustainable development that complement or go beyond gross domestic product to take a more inclusive approach to international cooperation, including in the consideration of informing access to development finance and technical cooperation. We look forward to the decision on the establishment of a high-level group of experts to advance the selection of multidimensional indicators that complement or go beyond gross domestic product, taking into consideration the relevant work of all relevant stakeholders, including the Statistical Commission, regional economic commissions, United Nations agencies and international financial institutions, with the purpose of informing the upcoming United Nations intergovernmental process on going beyond gross domestic product, including the need to design robust and technically sound measures of progress while also recognizing the value of evidence-based approaches to evaluate progress to date towards the Sustainable Development Goals.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "73.", "action_verb": "acknowledge", "action_verb_type": "operative", "action_verb_normalized": "acknowledge", "links": []}, {"text": "We encourage the international community to consider multidimensional vulnerability, including the potential use of a multidimensional vulnerability index, as criteria to access concessional finance.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "74.", "action_verb": "encourage", "action_verb_type": "operative", "action_verb_normalized": "encourage", "links": []}, {"text": "We reaffirm that the 2030 Agenda, including the Sustainable Development Goals, can be met within the framework of a revitalized Global Partnership for Sustainable Development, supported by the concrete policies and actions outlined in the Addis Ababa Action Agenda, which is an integral part of the 2030 Agenda. The Addis Ababa Action Agenda supports, complements and helps contextualize the 2030 Agenda’s means of implementation targets. These relate to domestic public resources, domestic and international private business and finance, international development cooperation, international trade as an engine for development, debt and debt sustainability, addressing systemic issues and science, technology, innovation and capacity-building, and data, monitoring and follow-up.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "75.", "action_verb": "reaffirm", "action_verb_type": "operative", "action_verb_normalized": "reaffirm", "links": []}, {"text": "We recognize that domestic resources are first and foremost generated by economic growth. We recognize the critical importance of creating an enabling environment at all levels to increase domestic resources and ensure that developing countries have the necessary fiscal space to achieve the Sustainable Development Goals. Sound social, environmental and economic policies, including countercyclical fiscal policies, adequate fiscal space, good governance at all levels and democratic and transparent institutions responsive to the needs of the people are necessary to achieve our goals.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "76.", "action_verb": "recognize", "action_verb_type": "operative", "action_verb_normalized": "recognize", "links": []}, {"text": "We support reform of the international financial architecture. We also support international financial institution and multilateral development bank reform as a key for large-scale Sustainable Development Goal-related investments in order to better address global challenges. The international financial architecture, including its business models and financing capacities, must be made more fit for purpose, equitable and responsive to the financing needs of developing countries, to broaden and strengthen the voice and participation of developing countries in international economic decision-making, norm-setting, and global economic governance. We commit to engage in inclusive intergovernmental discussions on the reform of international financial institutions in forthcoming processes, including at the United Nations, taking into account current and ongoing initiatives.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "77.", "action_verb": "support", "action_verb_type": "operative", "action_verb_normalized": "support", "links": []}, {"text": "We call for improved international debt mechanisms to support debt review, debt payment suspensions, and debt restructuring, as appropriate, with an expansion of support and eligibility to vulnerable countries in need. We commit to continuing to assist developing countries in avoiding a build-up of unsustainable debt and in implementing resilience measures so as to reduce the risk of relapsing into another debt crisis. We recognize the importance of new and emerging challenges and vulnerabilities in regard to developing country external and domestic debt sustainability. We call for strengthened multilateral actions and coordination by all creditors to address the deteriorating debt situation.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "78.", "action_verb": "call", "action_verb_type": "operative", "action_verb_normalized": "call", "links": []}, {"text": "We reiterate the call for scaling up debt swaps for Sustainable Development Goals, including debt swaps for climate and nature, and debt swaps for food security, as appropriate, while recognizing that debt swaps cannot replace broader debt treatments in unsustainable debt situations, to allow developing countries to use debt service payments for investments in sustainable development.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "79.", "action_verb": "reiterate", "action_verb_type": "operative", "action_verb_normalized": "reiterate", "links": []}, {"text": "We commend the surpassing of the target of 100 billion dollars of special drawing rights channelling and equivalent contributions. We underscore the critical importance of delivering on these pledges in a timely manner. We call for the urgent voluntary rechannelling of additional special drawing rights for countries most in need, including through multilateral development banks, while respecting relevant legal frameworks and preserving the reserve asset character of special drawing rights. We recommend the exploration of further voluntary options related to special drawing rights that could serve the needs of developing member countries of the International Monetary Fund and will explore ways for future allocations of special drawing rights to benefit those countries most in need.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "80.", "action_verb": "commend", "action_verb_type": "operative", "action_verb_normalized": "commend", "links": []}, {"text": "We welcome General Assembly resolution 78/231 and look forward to continuing the preparations for the Fourth International Conference on Financing for Development, to be held in Spain from 30 June to 3 July 2025 to, inter alia, assess the progress made in the implementation of the Monterrey Consensus of the International Conference on Financing for Development, the Doha Declaration on Financing for Development and the Addis Ababa Action Agenda, identifying obstacles and constraints encountered in the achievement of the goals and objectives agreed therein as well as actions and initiatives to overcome these constraints, and to address new and emerging issues, including in the context of the urgent need to accelerate the implementation of the 2030 Agenda and the achievement of the Sustainable Development Goals and to support reform of the international financial architecture.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "81.", "action_verb": "welcome", "action_verb_type": "operative", "action_verb_normalized": "welcome", "links": [["78/231", "https://undocs.org/en/A/RES/78/231"]]}, {"text": "We commit to supporting the implementation of integrated national financing frameworks, in alignment with nationally owned sustainable development strategies, in order to further implement the Addis Ababa Action Agenda, and recognize their potential to contribute to further coordination between all relevant actors engaged in-country.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "82.", "action_verb": "commit", "action_verb_type": "operative", "action_verb_normalized": "commit", "links": []}, {"text": "We emphasize that promoting inclusive and effective international tax cooperation contributes significantly to national efforts to achieve the Sustainable Development Goals, as it enables countries to effectively mobilize their domestic resources. We stress that the current international tax governance structures need improvements. We are committed to strengthening the inclusiveness and effectiveness of tax cooperation at the United Nations and support the outline-solid and modalities of the Ad Hoc Committee to Draft Terms of Reference for a United Nations Framework Convention on International Tax Cooperation and look forward to its work. We call upon all countries to continue engaging constructively in the process towards developing a United Nations framework convention on international tax cooperation.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "83.", "action_verb": "emphasize", "action_verb_type": "operative", "action_verb_normalized": "emphasize", "links": []}, {"text": "We welcome the meaningful involvement and participation of the World Bank, the International Monetary Fund and other multilateral development banks in the high-level political forum on sustainable development.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "84.", "action_verb": "welcome", "action_verb_type": "operative", "action_verb_normalized": "welcome", "links": []}, {"text": "We stress the need for technical assistance and capacity-building support for the promotion of investment and the development of project pipelines and bankable projects. We recognize the important role of the United Nations development system, the World Bank and other multilateral institutions in addressing the capacity and funding gaps in quality, reliable, sustainable and resilient infrastructure investment, in particular in developing countries, working through existing initiatives. We call upon the United Nations system to continue to advance innovative solutions that can unlock Sustainable Development Goal investments, including through the Sustainable Development Goals Investment Fair, the Global Pilot Programme on Science, Technology and Innovation for the Sustainable Development Goals Road Maps (STI for SDGs road maps) and the United Nations Global Compact, and encourage enhanced efforts by the Global Investors for Sustainable Development Alliance.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "85.", "action_verb": "stress", "action_verb_type": "operative", "action_verb_normalized": "stres", "links": []}, {"text": "We welcome and reiterate the role of international development cooperation, especially North-South cooperation, which remains a fundamental catalyst for sustainable development. We recognize that South-South cooperation is an important element of international cooperation for development as a complement to, not a substitute for, North-South cooperation. We also acknowledge the importance of triangular cooperation.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "86.", "action_verb": "welcome", "action_verb_type": "operative", "action_verb_normalized": "welcome", "links": []}, {"text": "We will continue to take action to bridge the digital divides and spread the benefits of digitalization. We will expand participation of all countries, in particular developing countries, in the digital economy, including by enhancing their digital infrastructure connectivity, building their capacities and access to technological innovations through stronger partnerships and improving digital literacy. We will leverage digital technology to expand the foundations on which to strengthen social protection systems. We commit to building capacities for inclusive participation in the digital economy and strong partnerships to bring technological innovations to all countries. We reaffirm that the same rights that people have offline must also be protected online. We look forward to the elaboration of a Global Digital Compact to bridge the digital divides and to accelerate the achievement of the Sustainable Development Goals.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "87.", "action_verb": "will continue", "action_verb_type": "operative", "action_verb_normalized": "will continue", "links": []}, {"text": "We recognize that technology can enable rapid transformations for bridging the existing digital divides and accelerate progress for inclusive and sustainable development, and, to this end, encourage investment in digital public infrastructure.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "88.", "action_verb": "recognize", "action_verb_type": "operative", "action_verb_normalized": "recognize", "links": []}, {"text": "We pledge to take action to strengthen international, national and local data systems efforts to collect high-quality, timely, relevant, disaggregated and reliable data on Sustainable Development Goals progress and to intensify efforts to strengthen data and statistical capacities in developing countries. We will continue to strengthen our efforts to collect, analyse and disseminate relevant, reliable and disaggregated data for better monitoring and policymaking to accelerate the achievement of the 2030 Agenda. We commit to increasing the availability of Sustainable Development Goal data and closing Goal data gaps at all levels, increasing financing for data and statistics, and enhancing capacity-building support to developing countries.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "89.", "action_verb": "pledge", "action_verb_type": "operative", "action_verb_normalized": "pledge", "links": []}, {"text": "We look forward to the fifth United Nations World Data Forum, to be held from 12 to 15 November 2024, in Medellin, Colombia.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "90.", "action_verb": "look", "action_verb_type": "operative", "action_verb_normalized": "look", "links": []}, {"text": "We look forward to the Summit of the Future in 2024 as an important opportunity to, inter alia, accelerate the implementation of the 2030 Agenda and its Sustainable Development Goals.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "91.", "action_verb": "look", "action_verb_type": "operative", "action_verb_normalized": "look", "links": []}, {"text": "We commit to strengthen the implementation of the 2030 Agenda at all levels, including through involving and empowering local authorities to ensure local ownership of the Sustainable Development Goals, in particular through the empowerment of citizens, communities, civil society and local organizations, in order to ensure local implementation of development priorities.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "92.", "action_verb": "commit", "action_verb_type": "operative", "action_verb_normalized": "commit", "links": []}, {"text": "Voluntary national reviews and other priority issues", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "We commend the 36 countries that presented voluntary national reviews at the 2024 high-level political forum on sustainable development. We recognize that the voluntary national reviews presented by countries reflect their efforts to integrate the Sustainable Development Goals into national plans and policies and acknowledge the need to continue supporting countries in the voluntary national reviews, including the work of the Group of Friends of the Voluntary National Reviews. We encourage all countries to use the key findings of the voluntary national reviews and the sharing of locally driven development approaches and pathways, to accelerate actions to implement the 2030 Agenda.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "93.", "action_verb": "commend", "action_verb_type": "operative", "action_verb_normalized": "commend", "links": []}, {"text": "We encourage countries to consider developing national road maps of voluntary national reviews for presentation until 2030 and to support local authorities in the preparation of voluntary local reviews.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "94.", "action_verb": "encourage", "action_verb_type": "operative", "action_verb_normalized": "encourage", "links": []}, {"text": "We encourage the full, equal and meaningful participation of all relevant stakeholders, including local governments, civil society organizations and academia, in the design, implementation, monitoring, evaluation and reporting of national sustainable development strategies and in the preparation of voluntary national reviews.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "95.", "action_verb": "encourage", "action_verb_type": "operative", "action_verb_normalized": "encourage", "links": []}, {"text": "We will strengthen the voluntary national reviews, including through more evidence-based reviews that are supported by participatory processes involving all relevant stakeholders.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "96.", "action_verb": "will strengthen", "action_verb_type": "operative", "action_verb_normalized": "will strengthen", "links": []}, {"text": "We further encourage strengthening of the quality of voluntary national reviews by a more systematic use of accurate and comparable data and anticipatory models, as well as including statistical annexes, taking into account national circumstances and capabilities.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "97.", "action_verb": "encourage", "action_verb_type": "operative", "action_verb_normalized": "encourage", "links": []}, {"text": "Adopted at the high-level political forum on sustainable development convened under the auspices of the Economic and Social Council,", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Adopted", "action_verb_type": "preambular", "action_verb_normalized": "adopted", "links": []}, {"text": "at its 15th meeting, on 17 July 2024, and at the high-level segment of the 2024 session of the Council, at the 39th plenary meeting, on 24 July 2024", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}]