[{"text": "Ministerial declaration of the high-level segment of the 2021 session of the Economic and Social Council and the 2021 high-level political forum on sustainable development, convened under the auspices of the Council, on the theme “Sustainable and resilient recovery from the COVID-19 pandemic that promotes the economic, social and environmental dimensions of sustainable development: building an inclusive and effective path for the achievement of the 2030 Agenda in the context of the decade of action and delivery for sustainable development”", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "We, the Ministers and high representatives, having met virtually during this challenging time of crisis, resilience, recovery and hope,", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "1.\tReaffirm our commitment to implementing the 2030 Agenda for Sustainable Development in its entirety and to achieving the Sustainable Development Goals as we have entered the decade of action and delivery for sustainable development. Accelerated progress towards implementing the 2030 Agenda, as a plan of action for planet, people, prosperity, peace and partnership is a global blueprint for us to respond to the negative direct and indirect impacts of the coronavirus disease (COVID-19) pandemic and build back better, help prevent future pandemics and build a better future for all.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "2.\tReaffirm that eradicating poverty in all its forms and dimensions, including extreme poverty, is the greatest global challenge and an indispensable requirement for sustainable development, and note with concern that, for the first time in decades, the trend of poverty reduction is being reversed.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "3.\tRecognize that the crisis caused by the COVID-19 pandemic has laid bare and exacerbated our world’s vulnerabilities and inequalities within and among countries, accentuated systemic weaknesses, challenges and risks and threatens to halt or damage progress made in realizing the Sustainable Development Goals. While acknowledging the unprecedented and multifaceted effects of the pandemic and its severe impact on all countries, especially developing countries, including countries in special situations, we emphasize the urgent need for a global renewed commitment to sustainable development.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "4.\tAlso reaffirm the principles recognized in the 2030 Agenda, leaving no one behind, and its comprehensive, far-reaching and people-centred set of universal and transformative Goals and targets that are integrated and indivisible, balancing the economic, social and environmental dimensions of sustainable development. We recognize the synergies between the implementation of the 2030 Agenda and the Paris Agreement. We need an integrated approach that will leverage interlinkages and minimize trade-offs across Goals and targets. We recognize the primary responsibility of Governments to implement the 2030 Agenda. We reiterate the central role of the United Nations system in supporting the implementation of the 2030 Agenda as well as effectively catalysing and coordinating the global response to achieve a sustainable, resilient and inclusive recovery from COVID-19. We reaffirm our commitment to international cooperation, multilateralism and solidarity at all levels and as the best way for the world to effectively respond to global crises such as the COVID-19 pandemic and their consequences.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "5.\tAcknowledge that the COVID-19 pandemic has already had a very significant impact on a number of Sustainable Development Goals areas, undermining years of development efforts. It reinforces pre-existing obstacles to realizing the Goals, structural inequalities, gaps and systemic challenges and risks. The effects of the pandemic have overwhelmed health systems globally and resulted in significant disruption to essential health-care services, caused businesses and factories to shut down, temporarily pushed down commodity prices, investment and remittances, placed unprecedented demand on social protection systems, affected international human mobility, the tourism industry and related services, undermined the ability of local authorities to provide basic services, severely impacted the livelihoods of half of the global workforce, exacerbated unemployment, pre-existing high debt levels and vulnerabilities in many countries, kept hundreds of millions of students out of schools, challenged the provision of humanitarian assistance and protection and disrupted global value and supply chains, affecting the supply of products.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "6.\tAt the centre of a global recovery is equitable, affordable access for all to safe, quality, efficacious, effective, accessible and affordable COVID-19 vaccines, therapeutics and diagnostics. We stress the need to develop international partnerships particularly to scale up manufacturing and distribution capabilities, in recognition of differing national contexts, and recognize the role of extensive immunization against COVID-19 as a global public good for health in preventing, containing and stopping transmission in order to bring the pandemic to an end. We resolve to work tirelessly to ensure timely access for all countries to COVID-19 vaccines, therapeutics and diagnostics. We fully support the Access to COVID-19 Tools Accelerator (ACT-A) and its COVID-19 Vaccine Global Access (COVAX) Facility and call upon the public and private sector to fill the funding gap of these facilities. We also encourage countries with the capacities to do so to take action to actively support COVAX and the World Health Organization, including by sharing excess doses with the COVAX Facility to promote the equitable distribution of vaccines to developing countries. We welcome further support and access to concessional financing and other financial measures by multilateral financial institutions to help developing countries meet national immunization requirements, improve national health systems, preparedness and health infrastructure and progress towards universal health coverage.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "7.\tWe call for the rapid scaling up and expansion of vaccine production globally, including in developing countries, through appropriate dissemination of technology and know-how in accordance with World Trade Organization rules, for example, licensing, using TRIPS flexibilities if necessary, sharing knowledge, and data related to COVID-19 health technologies. We support ongoing discussion at the World Trade Organization on how the multilateral rules-based trade system can contribute to enhancing access to equitable distribution of COVID-19 vaccines.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "8.\tIn order to effectively respond to and achieve sustainable, inclusive and resilient recovery from health crises such as the COVID-19 pandemic and their consequences, we need to urgently, inter alia, enhance efforts to realize the human rights to safe drinking water and sanitation, as well as ensure access to hand-washing and hygiene, and, by 2030, implement integrated water resources management, at all levels, including through transboundary cooperation, as appropriate, in order to ensure a sustainable supply of water for life, agriculture and food production and other ecosystem services and other benefits.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "9.\tWe recognize the efforts made by Governments as well as health-care workers and other essential workers around the world to deal with the pandemic through measures to protect the health, safety and well-being of people. We acknowledge the critical role that women are playing in COVID-19 response efforts, and recognize the need to integrate women’s meaningful participation and leadership in local and recovery efforts and to fully respect, protect and fulfil existing commitments and obligations with respect to the equal enjoyment of all human rights and fundamental freedoms, as part of the COVID-19 response.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "10.\tWe recognize the contribution of the report of the Secretary-General on progress towards the Sustainable Development Goals and the contribution of the Economic and Social Council, the regional forums on sustainable development, functional commissions of the Council and other intergovernmental bodies and forums, as well as other relevant stakeholders.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "11.\tWe commend the 42 countries that presented voluntary national reviews at the 2021 high-level political forum on sustainable development. We also commend the 47 countries that conducted the reviews in 2020 and the 47 countries that conducted the reviews in 2019 as well. We express our appreciation to the Group of Friends of the Voluntary National Reviews, Follow-up and Review of the 2030 Agenda for Sustainable Development for supporting the voluntary national review preparation process. We urge the United Nations to further capitalize on the key findings and evidence extracted from the reviews and encourage peer learning. We encourage countries to share locally driven development approaches and pathways to accelerate the implementation of the 2030 Agenda.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "12.\tWe reaffirm the importance of the regional dimension of sustainable development in addressing regional challenges and scaling up action for and among countries. We welcome the work of the regional commissions and recognize the valuable contribution of the regional forums on sustainable development, as the multi-stakeholder platforms to support their member States in the follow-up and review of the 2030 Agenda in the regions.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "13.\tWe reiterate that while our 2021 review emphasizes particular Sustainable Development Goals, 1, 2, 3, 8, 10, 12, 13, 16 and 17, the integrated, indivisible and universal nature of the 2030 Agenda and its Goals makes it essential that we pay particular attention to reflecting on its interlinkages and leveraging synergies and co-benefits across all dimensions of sustainable development, while avoiding or minimizing trade-offs.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "14.\tWe remain deeply concerned that the global goal of eradicating poverty by 2030 is slipping from our reach and recognize that the multidimensional impacts of the COVID-19 pandemic have exacerbated it, increasing the number of poor by up to 124 million, causing the extreme poverty rate to rise for the first time in a generation, especially in low- and middle-income countries, and, inter alia, among women and girls The number of people who are still living in multidimensional poverty is unacceptably high, the levels of inequality in income, wealth and opportunities remain high or are increasing within and between many countries, and the non-income dimensions of poverty and deprivation, such as access to quality education, social protection and essential health-care services, and relative poverty remain major concerns along with extreme and rural poverty. The COVID-19 crisis has demonstrated the importance of social protection systems; yet 4 billion people worldwide are left without any social protection. We therefore call for all countries to extend coverage of social protection, inter alia, through nationally appropriate social protection systems and measures for all, including floors, and, by 2030, achieve substantial coverage of the poor and vulnerable. We stress the importance of taking targeted measures to eradicate poverty in all its forms and dimensions everywhere, including extreme poverty, with enhanced international support and strengthened global partnerships, and note the need for countries, the United Nations development system and all relevant stakeholders to ensure and promote a multidimensional coordinated approach in their work and efforts to eradicate poverty.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "15.\tWe note with deep concern that hunger and all forms of malnutrition, including stunting, undernourishment, overweight and obesity rates, are rising everywhere. We reaffirm the right of everyone to have access to safe and nutritious food, consistent with the progressive realization of the right to adequate food and the fundamental right of everyone to be free from hunger, and commit to achieving a world without hunger and ending malnutrition in all its forms by 2030. Even before the COVID-19 pandemic, the world was off-track to achieve zero hunger by 2030 and healthy diets were inaccessible for a significant part of the population. The pandemic might have pushed 83 million to 132 million more people into chronic hunger in 2020, adding to the 690 million in 2019. The COVID-19 pandemic has highlighted the urgent need for concrete actions to end hunger and all forms of malnutrition and ensure inclusive, resilient and sustainable food systems. We recognize that poverty in all its forms and dimensions, financial and economic crises, inequalities, including gender inequality, conflicts, humanitarian emergencies, biodiversity loss, water scarcity and the adverse effects of climate change undermine the prospect of ending hunger and all forms of malnutrition by 2030. We also recognize the need to reduce the negative environmental impacts of food systems by designing and implementing policies for resilient food systems while also supporting livelihoods, and encouraging farmers to adopt the most advanced and appropriate information technology to increase their resilience, productivity and incomes and to enhance sustainable agriculture and food security. National efforts in those areas need to be better coordinated while recognizing that there is no one-size-fits-all solution and that food systems should respond to local needs and conditions. Interventions to build sustainable and resilient food systems must take a holistic approach and be inclusive of all relevant actors, especially smallholder producers and family farmers, and address not only food production and consumption but also improve food availability, access and utilization and the stability of food systems, including the importance of agricultural trade. We also stress the crucial role of healthy marine environment and ecosystems, sustainable fisheries and sustainable aquaculture for food security and nutrition and in providing for the livelihoods of millions of people. We stress the need to reduce food losses and prevent and reuse food waste. We also call for countries to take action to ensure access by all people, in particular those people in vulnerable situations, including infants and children, to safe, sufficient, affordable, nutritious and diverse food all year round and promote healthy and balanced diets through sustainable food systems, including by supporting school feeding programmes. We stress the need to adopt measures to ensure the proper functioning of food commodity markets and their derivatives and facilitate timely access to market information, including on food reserves, in order to help limit extreme food price volatility. We will strive to ensure the unimpeded flow of food and agricultural products and inputs, and other goods and services across borders and keep food supply chains functioning to support the well-being of all people.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "16.\tCOVID-19 related disruptions have halted or even reversed progress made in many health areas. We note the increasing burden that payments for health-care services place on household budgets and the impact this has had in pushing people into extreme poverty. We reaffirm the right of everyone to the enjoyment of the highest attainable standards of physical and mental health, without distinction of any kind. We call for increased action to strengthen health systems to achieve universal health coverage that includes access to affordable, quality essential health-care services, including financial risk protection and access to safe, effective, quality, affordable and essential medicines, diagnostics, vaccines and other health technologies for all. This includes strengthening measures to respond to the manufacturing of and trafficking in falsified medical products, which further proliferated within the context of the COVID-19 pandemic. We note with great concern that only few countries are on track to meet the target on reducing premature deaths from non-communicable diseases by one third by 2030 and call for strengthened action to reduce premature mortality from non-communicable diseases through prevention and treatment and assist low- and middle-income countries in their efforts to reduce mortality and morbidity from such diseases. We also note with concern that progress has been particularly slow on reducing preventable maternal, neonatal and under-5 mortality and commit to accelerate action by reducing inequalities in access to and quality of reproductive, maternal and neonatal health-care services, and taking actions to address specific risks, including the risk of infection caused by poor access to clean water, sanitation and hygiene. We commit, according to the 2030 Agenda, to ensuring by 2030 universal access to sexual and reproductive health-care services, including for family planning, information and education, and the integration of reproductive health into national strategies and programmes. Particular action is needed to increase the proportion of births attended by skilled birth attendants. We also commit to end preventable deaths of newborns and children under 5 years of age, end the epidemics of AIDS, tuberculosis, malaria and other communicable diseases, take action across sectors to address the continuing threat of antimicrobial resistance, promote mental health and well-being, strengthen the prevention and treatment of substance abuse and halve the number of global deaths and injuries from road traffic accidents and drowning. Finally, we commit to substantially reduce the number of deaths and illnesses from hazardous chemicals and air, water and soil pollution and contamination.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "17.\tThe COVID-19 crisis has had significant negative effects on per capita economic growth and incomes, as well as livelihoods, and safe and secure working environments, including for women, young people and migrant workers, while increasing vulnerability to some of the most abusive labour practices such as child labour and forced labour. It has therefore highlighted the imperative of achieving higher levels of economic productivity through diversification, technological upgrading and innovation, including through a focus on high-value added and labour-intensive sectors. We note the disproportionate number of young workers, migrant workers and women in informal jobs and informal market systems, and the persistence of the gender pay gap. We stress that entrepreneurship, creativity and innovation could promote economic growth and create jobs, and recall that 2021 is the International Year of Creative Economy for Sustainable Development. We will continue efforts to protect labour rights and promote occupational health and safety for all workers, including immediate and effective measures to eradicate forced labour and end modern slavery and human trafficking. We will promote a sustainable and inclusive recovery of our economies, create conditions for decent work for all, including for those in the informal economy, support structural economic transformation, including expanding digital and mobile banking services and inclusion, support and facilitate access to finance for micro-, small and medium-sized enterprises and build their capacity, to continue their operations and to help restore jobs and incomes. We reaffirm our commitment to protect labour rights and promote safe and secure working environments for all workers. We will enhance efforts to improve progressively global resource efficiency in consumption and production and endeavour to decouple economic growth from environmental degradation. Investment in the care economy is needed to spur sustainable economies, restore and create jobs, recognize, reduce and redistribute women’s disproportionate share of unpaid care and domestic work and close the gender gap in labour force participation. Tourism, as one of the world’s major economic sectors and source of employment, is to be supported in a sustainable manner in order to advance its contribution to the 2030 Agenda, benefiting local communities and creating decent job opportunities for all, as well as ensure equal pay for work of equal value. In this regard, we welcome the opening of the World Tourism Organization Regional Office in Riyadh, Saudi Arabia, which illustrates the commitment to develop a strong industry based on the principles of sustainability and opportunities for all, across the region and globally. We will secure the prohibition and elimination of child labour in all its forms, including recruitment and use of child soldiers, and by 2025 end child labour in all its forms, recalling that 2021 is the International Year for the Elimination of Child Labour.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "18.\tWe reaffirm the need to ensure equal opportunity and reduce inequalities of outcome, including by eliminating discriminatory laws, policies and practices and promoting appropriate legislation, policies and action in this regard. We commit to stepping up our efforts to fight against racism, all forms of discrimination, xenophobia and related intolerance, stigmatization, hate speech, as well as negative stereotyping based on religion and belief and on nationality, through cooperation, partnership and inclusion and respect for diversity. We will ensure that people everywhere have access to basic services, including persons with disabilities, who often lack access. We express our concern that COVID-19 has exacerbated inequalities and widened the gap within and among countries, leaving many behind, and call upon all Governments and international financial institutions to strengthen cooperation to address such impacts, including those on unvaccinated individuals, including, where applicable, for travel and employment opportunities. We recognize with appreciation the contribution of global international economic and financial institutions to the multilateral response to the ongoing economic crisis. We will ensure enhanced representation and voice for developing countries in decision-making in global international economic and financial institutions. COVID-19 has shown that digital technologies are a vital component of resilient financial and public services, including health-care services and education, but also demonstrated the persistent digital divide undermining access to affordable, safe and secure information and communications technologies. We recognize that digital inclusion, when implemented in a sustainable and secure manner, as an integral part of social and economic inclusion helps to ensure that digital transformation does not widen inequality within and between countries or the gender digital divide. We recognize the positive contribution of migrants for inclusive growth and sustainable development. We call upon Member States to take steps to support the full inclusion of migrants in the COVID-19 response and recovery efforts, in line with national circumstances. Furthermore, we recommit to promoting faster, safer and cheaper remittances and, by 2030, reducing to less than 3 per cent the transaction costs of migrant remittances and eliminating remittance corridors with costs higher than 5 per cent. To this end, we will further develop existing conducive policy and regulatory environments that enable competition, regulation and innovation on the remittance market and provide instruments that enhance the financial inclusion of migrants and their families.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "19.\tWe remain committed to ensure sustainable consumption and production patterns, including for a sustainable and resilient recovery from the COVID-19 pandemic We call for accelerated enhancement of multi-stakeholder partnerships at all levels, including with the United Nations system and international financial institutions and multilateral development banks, to advance innovative pathways to achieving sustainable consumption and production, including the sound management of chemicals and waste, reduction of food loss and waste, and prevention of plastic pollution, thereby creating decent job opportunities, promoting sustainable business practices, supporting the necessary skills for sustainable production, promoting more inclusive and equitable development models, and fostering more sustainable and stable global supply chains. We will support developing countries to strengthen their scientific and technological capacities, and ensure that people everywhere have relevant information and awareness for sustainable consumption and production patterns. We call upon all countries, with developed countries taking the lead, to intensify efforts by 2022 and beyond to scale up the implementation of the 10-Year Framework of Programmes on Sustainable Consumption and Production Patterns. We request the United Nations system, in collaboration with all relevant stakeholders, to take action and support countries in the design and implementation of sustainable consumption and production policies, tools and solutions.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "20.\tWe reaffirm that climate change is one of the greatest challenges of our times and stress the need to strengthen the global response to the threat of climate change, in the context of sustainable development and efforts to eradicate poverty. We acknowledge that the United Nations Framework Convention on Climate Change and the Paris Agreement adopted under the framework of the Convention are the primary international, intergovernmental forums for negotiating the global response to climate change. We express our deep concern that all countries, particularly developing countries, are vulnerable to the adverse impacts of climate change. We recognize the importance of achieving the long-term temperature goal of the Paris Agreement, by holding the increase in the global average temperature to well below 2°C above pre-industrial levels and pursuing efforts to limit the temperature increase to 1.5°C above pre-industrial levels as called for in the Paris Agreement, which would significantly reduce the risks and impacts of climate change. We urge parties to the Paris Agreement to communicate or update ambitious nationally determined contributions in a manner that facilitates clarity, transparency and understanding ahead of the twenty-sixth Conference of the Parties in Glasgow in November 2021, noting that article 4, paragraph 3, of the Agreement states that each party’s successive nationally determined contribution will represent a progression beyond the party’s then current nationally determined contribution and reflect its highest possible ambition. We recall further the Paris Agreement, which, pursuant to article 2, paragraph 2, thereof, will be implemented to reflect equity and the principle of common but differentiated responsibilities and respective capabilities, in the light of different national circumstances. We encourage parties to formulate and communicate long-term low greenhouse gas emission development strategies on the basis of the best available scientific knowledge. We urge countries to institute sustainable, inclusive and climate-responsive economic recovery policies from the COVID-19 crisis as an important element of a sustainable growth strategy and an immediate investment in climate-resilient, inclusive and just transitions while in line with countries’ national circumstances, needs and priorities. We stress the urgent need to enhance adaptive capacity, strengthen resilience and reduce vulnerability to climate change and extreme weather events. This includes continuing to engage in adaptation planning, implementation and enhancing cooperation, especially in adaptation and disaster risk reduction. We emphasize the importance of mobilizing means of implementation from all sources, stressing in this regard the commitment of developed country parties to the Framework Convention, in the context of meaningful mitigation actions and transparency on implementation, to a goal of mobilizing jointly 100 billion United States dollars per year from a wide variety of sources by 2020 through 2025 to address the needs of developing countries. We recall that financial resources should aim to achieve a balance between adaptation and mitigation finance and stress that mobilization of climate finance should represent a progression beyond previous efforts. We recommit to making financial flows consistent with a pathway towards low greenhouse gas emissions and climate-resilient development. We reaffirm our strong and steadfast commitment to strengthening the implementation of the Paris Agreement and working together to finalize the outstanding issues of the Paris Agreement work programme. We also underline the need for the transfer of environmentally sound technologies to developing countries on mutually agreed terms.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "21.\tThe world is still a long way off from achieving the goal of peaceful, just and inclusive societies and effective, accountable and inclusive institutions as well as from achieving responsive, inclusive, participatory and representative decision-making at all levels. We commit to significantly reduce by 2030 illicit financial and arms flows, strengthen the recovery and return of stolen assets and combat all forms of organized crime. Widespread and large-scale corruption, bribery, money-laundering, stolen assets and the proceeds of crime increase inequality and poverty, undermine good governance and breed destabilization of societies. We undertake to intensify concerted global efforts to prevent and combat crime by making criminal justice systems more effective, accountable, transparent, inclusive and responsive and by facilitating and strengthening international cooperation in criminal matters. Some risks, such as corruption, have been exacerbated by the response to the COVID-19 pandemic and the implementation of stimulus packages. Progress towards peace, security and conflict prevention and management is being set back, as shocks from the pandemic have further intensified the vulnerabilities of countries in conflict and post-conflict situations. The pandemic has increased the need for concerted action at the local, national and international levels, global cooperation, peace and solidarity, respect for human rights, fostering the rule of law at the national and international levels, equal access to justice for all, proper management of public affairs and public property, good governance and leaving no one behind, especially as trends of institutional digitization continue, as well as promoting and enforcing non-discriminatory laws and policies for sustainable development. Achieving sustainable development and strengthening resilience require a long-term engagement together with building effective, accountable and transparent institutions at all levels, based on responsive, inclusive, participatory and representative decision-making for sustainable development and a commitment to peaceful, just and inclusive societies that are based on respect for human rights and equal access to justice, including through the promotion and enforcement of non-discriminatory laws and policies. Inclusive and equitable delivery and access to public services, including health care, education and social services, including through digital cooperation, is key to building greater public confidence and trust in government. We stress the importance of enhancing collaboration with the Peacebuilding Commission to identify opportunities for coordinated and coherent action in support of nationally led responses to development and peacebuilding needs in conflict-affected countries. We further reaffirm that adequate, predictable and sustained financing for peacebuilding and development is essential. We reaffirm the need to strengthen relevant national institutions and build capacities at all levels, in particular in developing countries, including through international cooperation. This also contributes to preventing violence and combating terrorism and crime. In this regard, we refer to the Kyoto Declaration on Advancing Crime Prevention, Criminal Justice and the Rule of Law: Towards the Achievement of the 2030 Agenda for Sustainable Development adopted at the Fourteenth United Nations Congress on Crime Prevention and Criminal Justice.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "22.\tWe commit to promoting public engagement and innovative partnerships through a whole-of-government approach, regional and local mobilization and actions, and meaningful participation and involvement of communities, people, civil society, volunteers, academia and the private sector. Resource mobilization is crucial for health systems and social-economic recovery. We stress in this regard that further support is needed from developed countries, especially regarding the transfer of technology, capacity-building and financing to developing countries. We commit to strengthening cooperation to close the digital divide within and among countries. Fulfilling official development assistance (ODA) commitments is urgent as international public finance is critical for supporting the sustainable recovery from COVID-19, while taking into consideration that domestic and international efforts have to go hand in hand, and domestic revenue mobilization needs to be complemented with support from all sources. We stress the need for the Global Partnership for Sustainable Development, complemented by multi-stakeholder partnerships that mobilize and share knowledge, expertise, technology and financial resources, to support the achievement of the Sustainable Development Goals in all countries, in particular developing countries. We reaffirm the outcome of the forum on financing for development follow-up of the Council. We welcome the operationalization of the Technology Bank for the Least Developed Countries, and invite Member States, as well as international organizations, foundations and the private sector, to provide voluntary financial contributions and technical assistance to ensure its full and effective implementation, and urge the United Nations system and other relevant international and regional organizations to support, in a coordinated manner, the activities of the Technology Bank, while respecting the relevant provisions of the intellectual property rights-related agreements.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "23.\tWe welcome the review of the 2020 targets at the 2021 high-level political forum, note with concern that the Goal targets with a 2020 deadline have not been fully achieved and commit to maintain the integrity of the 2030 Agenda and achieve these targets in an accelerated time frame, reflecting the urgency conveyed in the 2030 Agenda, while keeping track of and taking fully into account the related ongoing intergovernmental processes to allow updated targets to reflect a suitable level of ambition for 2030.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "24.\tWe recognize that the poorest and most vulnerable people are the most affected by the COVID-19 crisis. We will place a focus on those people in our policies and actions. We will undertake every effort to leave no one behind and to reach the furthest behind first. Those whose needs are reflected in the 2030 Agenda include all women, children, youth, persons with disabilities, people living with HIV/AIDS, older persons, indigenous peoples, local communities, refugees and internally displaced persons and migrants. We also intend to see the Goals and targets met for all nations and peoples and for all segments of society. We are deeply concerned that many developing countries are unable to meet the essential social protection, health and humanitarian needs to recover from the pandemic and resulting recession.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "25.\tWe reaffirm our commitment to achieving gender equality, the empowerment of all women and girls and the full realization of the human rights of all women and girls. To achieve inclusive, sustainable and resilient societies, we call for the leadership and full, effective and equal participation of women in decision-making in the design, budgeting, implementation and monitoring of policies and programmes that affect their livelihoods, well-being and resilience, and we recognize that unequal gender roles as reflected in women’s disproportionate share of unpaid care and domestic work hold women back in the economy and other areas. We reiterate the urgency to ensure women’s equal access to, and control over, land and natural resources. We reaffirm our commitment to preventing and responding to gender-based violence, sexual exploitation and abuse, sexual harassment and harmful practices. Our efforts will reinforce the linkages between Sustainable Development Goal 5 and the other Goals. The systematic mainstreaming of a gender perspective into the implementation of the 2030 Agenda is crucial. National responses to the COVID 19 pandemic must be gender-responsive and integrate women’s participation and leadership and ensure respect for human rights and fundamental freedoms for all women and girls without discrimination.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "26.\tWe recognize the special challenges and needs facing the most vulnerable countries, in particular African countries, least developed countries, landlocked developing countries and small island developing States, and countries in conflict and post-conflict situations in pursuing sustainable development. Taking into account the different levels of development and the disproportionate impact of the COVID-19 pandemic on countries in special situations and countries facing specific challenges, we will support them by taking urgent steps to help them address the impacts of COVID-19 for a sustainable, inclusive and resilient recovery, including through funding stimulus measures that take into account their special vulnerabilities. We note that those groups of countries have faced particular challenges in dealing with multiple crises as a result of the COVID-19 pandemic, including significant impacts on trade, tourism, financial flows, food security and social impacts. We take note of the comprehensive study on the impact of COVID-19 on the least developed country category released by the Committee for Development Policy in April 2021, and call upon the United Nations to continue looking closely at the impacts of the COVID-19 pandemic on graduation from the least developed country category. We look forward to the report of the Secretary-General on the implementation of General Assembly resolution 75/215, to be released at its seventy-sixth session, including on the potential development and coordination of work within the United Nations system on a multidimensional vulnerability index for small island developing States, including on its potential finalization and use.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["75/215", "https://undocs.org/en/A/RES/75/215"]]}, {"text": "27.\tWe recognize that middle-income countries face specific challenges to achieving sustainable development. In order to ensure that achievements made to date are sustained, efforts to address ongoing challenges should be strengthened through the exchange of experiences, access to cooperation and financing, improved coordination, and better and focused support of the United Nations development system, the international financial institutions, regional organizations and other relevant stakeholders. We are concerned that 8 out of 10 new poor are in middle-income countries and stress the need to take measures to eradicate poverty in these countries with continued international support.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "28.\tWe recognize the dramatic consequences of COVID-19 on all aspects of the world drug problem, and stress that addressing and countering the world drug problem requires coordinated multidisciplinary efforts, and that such efforts should become a top priority in the post-COVID-19 period. In this regard, we refer to the statement by the Commission on Narcotic Drugs on the impact of the coronavirus disease (COVID-19) pandemic on the implementation of Member States’ joint commitments to address and counter all aspects of the world drug problem.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "29.\tWe recognize that sustainable development cannot be realized without peace and security and that peace and security will be at risk without sustainable development. The 2030 Agenda recognizes the need to build peaceful, just and inclusive societies that provide equal access to justice and that are based on respect for human rights, including the right to development, on effective rule of law and good governance at all levels and on transparent, effective and accountable institutions. Factors that give rise to violence, insecurity and injustice, such as inequality, corruption, poor governance and illicit financial and arms flows, are addressed in the 2030 Agenda. We must redouble our efforts to resolve or prevent conflict and to support post-conflict countries, including by ensuring that women have a role in peacebuilding and State-building. We call for further effective measures and actions to be taken, in conformity with international law, to remove the obstacles to the full realization of the right to self-determination of peoples living under colonial and foreign occupation, which continue to adversely affect their economic and social development as well as their environment.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "30.\tWe reaffirm, in accordance with the Charter of the United Nations, the need to respect the territorial integrity and political independence of States.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "31.\tWe reaffirm the importance of facilitating orderly, safe, regular and responsible migration and mobility of people, including through the implementation of planned and well-managed migration policies. We recommit to cooperating internationally to ensure safe, orderly and regular migration involving full respect for human rights and the humane treatment of migrants regardless of migration status, and to supporting countries of origin, transit and destination in the spirit of international cooperation, taking into account national circumstances. In this regard, we recognize the positive contributions of migrants to inclusive growth and sustainable development in their countries of origin, transit and destination, and in the response to and recovery from the COVID-19 pandemic. We take note of national policy measures and good practices to facilitate safe, orderly and regular migration, and we note the decision to convene the first official meeting of the International Migration Review Forum under the auspices of the General Assembly in 2022.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "32.\tWe invite the international community and all relevant stakeholders, without prejudice to ongoing support, to cooperate and mobilize resources and expertise, including through financial and in-kind assistance, as well as direct aid to host countries, refugee populations and countries of origin of refugees, with a view to enhancing the capacity of and reducing the heavy burden borne by countries and communities hosting refugees and displaced persons in accordance with the purposes and principles of the Charter of the United Nations, while fully respecting the humanitarian principles of humanity, independence, neutrality and impartiality for humanitarian action.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "33.\tRecognizing that the 2030 Agenda is grounded in the Universal Declaration of Human Rights and international human rights treaties, we emphasize that universal protection, respect and fulfilment of human rights and human dignity, peace, justice, equality and non-discrimination are central to our commitment to leaving no one behind. Our commitment also includes respect for race, ethnicity and cultural diversity, and equal opportunity and to a just, equitable, tolerant, open, creative and socially inclusive world in which the needs of those in vulnerable situations are met. We will strive to promote and ensure the full realization of all human rights and fundamental freedoms for older persons.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "34.\tWe recognize that building sustainable, inclusive, equitable and resilient societies must begin with investing in all children and youth, safeguarding their rights and ensuring that from early childhood they grow up in a safe and healthy environment free from poverty and hunger, and free from all forms of violence, neglect, bullying, abuse and exploitation, both in person and in digital contexts, and through the elimination of all harmful practices, including child, early and forced marriage and female genital mutilation, paying specific attention to children affected by armed conflict. As critical agents of change and torchbearers of the 2030 Agenda for current and future generations, we emphasize the importance of engaging and supporting the participation of children, adolescents and young people, particularly those in vulnerable situations, in the implementation, follow-up and review of the 2030 Agenda and of enabling their empowerment through information, knowledge and awareness of sustainable development. We commit to including youth in the development and assessment of strategies and programmes designed to address their specific needs and to ensure that education, skills development and decent employment of young people are prioritized. We also note with concern that school closures have caused a regression in educational gains, and commit to scale up efforts for remedial and catch-up strategies to mitigate learning losses and ensure quality education and learning programmes beyond the schools for out-of-school youth and illiterate adults.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "35.\tWe are concerned that the COVID-19 pandemic has disrupted the normal functioning of open markets, global supply chain connectivity and the flow of essential goods, and that these disruptions hinder the fight against poverty, hunger and inequality, ultimately undermining efforts to achieve the 2030 Agenda for Sustainable Development. This has significantly affected developing countries. We will ensure that any emergency trade measures designed to tackle COVID-19 are targeted, proportionate, transparent and temporary, protecting the most vulnerable, and do not create permanent barriers to trade or disruption to global supply chains, and are consistent with the World Trade Organization rules. We reaffirm the critical importance of connected global supply chains in enabling the unimpeded flow of vital medical and food supplies and other essential goods and services across borders, by air, by land and by sea. We encourage cooperation to facilitate cross-border travel of persons for essential purposes without undermining efforts to prevent the spread of the virus. We recognize the growth in illicit trade fuelled by the pandemic and countries’ work to combat it. We recognize the need to scale up trade finance and trade-facilitation measures for the developing countries as well as support for capacity-building (Aid for Trade). We will continue to promote a universal, rules-based, open, non-discriminatory and equitable multilateral trading system under the World Trade Organization.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "36.\tWe note with concern that none of the biodiversity-related targets with a 2020 timeline have been met. We urge parties to the Convention on Biological Diversity to accelerate action in pursuing the three objectives of the Convention. We call for increased ambition and urgency of action to protect wildlife and other living species and reversing the trends in environmental degradation through the restoration of ecosystems, halting biodiversity loss and deforestation, promoting sustainable forest management and combating desertification, drought and land degradation, combating sand and dust storms, sound management of chemicals and waste, and enhancing global support for efforts to combat poaching and trafficking in protected species, including by ending the illegal trade in and unsustainable consumption of wildlife. We reiterate the crucial importance of conserving and sustainably using oceans, seas and marine resources, including addressing the discharge of plastic litter and other waste in oceans and significantly reducing marine pollution of all kinds and ensuring sustainable consumption and production patterns. We recognize the importance of investing in nature-based solutions or ecosystem-based approaches and mobilizing and significantly increasing financial resources from all sources to conserve and sustainably use biodiversity and ecosystems. These actions need to be an integral part of COVID-19 recovery strategies. We recognize that human, animal, plant and ecosystem health are interdependent, and emphasize in that regard the need for an integrated approach that fosters cooperation between environmental conservation and the human, animal and plant health sectors in line with the 2030 Agenda and the Sustainable Development Goals, recognizing the need to build on and strengthen the existing cooperation among the World Health Organization, the Food and Agriculture Organization of the United Nations, the World Organization for Animal Health and the United Nations Environment Programme, recalling United Nations Environmental Assembly resolution 3/4 and World Health Assembly resolution 74.7. We emphasize that biodiversity and health linkages should be addressed holistically to prevent and mitigate pandemics in the future. We will promote a coherent approach for addressing biodiversity loss, climate change and ecosystem degradation on land and at sea and at all levels. In this regard, we recall the initiative adopted at the fourteenth meeting of the Conference of the Parties to the Convention on Biological Diversity. We reiterate the need for action, and this can only be achieved by addressing, in a balanced manner, the three objectives of the Convention on Biological Diversity. We urge the parties to the Convention to commit to achieving the Aichi Biodiversity Targets, including by implementing the decisions of the Conference of the Parties and the Cartagena and Nagoya Protocols, as appropriate, and by providing and mobilizing international and national resources, thereby contributing to the implementation of the 2030 Agenda. In this regard, we note that incentives, including subsidies, harmful to biodiversity are to be eliminated, phased out or reformed in order to minimize or avoid negative impacts, and positive incentives for the conservation and sustainable use of biodiversity are to be developed and applied, consistent and in harmony with the Convention and other relevant international obligations, taking into account national socioeconomic conditions. We look forward to the adoption of a post-2020 global biodiversity framework that places the global community on a path towards realizing the 2050 Vision for Biodiversity of living in harmony with nature, at the fifteenth meeting of the Conference of the Parties to the Convention on Biological Diversity, to be held in Kunming, China.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "37.\tWe reaffirm our commitment to the actions in the political declaration adopted at the 2019 Sustainable Development Goals Summit and the preceding ministerial declarations of the high-level political forum and recognize the urgent need to accelerate action on all levels and by all stakeholders, including through COVID-19 response and recovery efforts, to fulfil the vision and Goals of the 2030 Agenda. We also encourage all countries to use the key findings of the voluntary national reviews in supporting the implementation of and accelerated actions for the decade of action and delivery. We emphasize the need for concerted action to implement and enhance synergies between the outcomes of all relevant major United Nations conferences and summits in the economic, social and environmental fields.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "38.\tWe will enhance our work to develop effective, accountable and transparent institutions at all levels and ensure more responsive, inclusive, participatory and representative decision-making processes. We will strive to equip domestic institutions to better address interlinkages, synergies and trade-offs between the Goals and targets through a whole-of-government approach that can bring about transformative change in governance and public policy and ensure policy coherence for sustainable development. We encourage the empowerment of women and their full, equal and meaningful participation in the design, implementation, monitoring, evaluation and reporting of national sustainable development strategies. We commit to involving and empowering local authorities to ensure local ownership of the Sustainable Development Goals, in particular by citizens, community and local organizations, and to shape and translate national development priorities into local realities and, in this regard, note voluntary local reviews as a useful tool to show progress and foster exchange in local implementation of the 2030 Agenda and the Sustainable Development Goals.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "39.\tWe are determined to accelerate action to achieve the targets of the Sendai Framework for Disaster Risk Reduction 2015–2030. We encourage comprehensive strategies to enhance financial resources from all sources for disaster risk reduction, including by embedding disaster risk reduction within public and private investments in all sectors, anticipatory action and forecast-based financing. We will prioritize recovery actions which prevent the creation of new risks and reduce existing risks, and build resilience to future shocks, crises and pandemics. We will invest in reducing hazard exposure and vulnerability to disasters, strengthening multi-hazard disaster risk governance at all levels and in all sectors, information and communication networks, resilient infrastructure, early warning systems and evidence-based policymaking. We recognize that the Sendai Framework, including its core provision to “build back better”, provides guidance relevant to a sustainable recovery from COVID-19 and also to identify and address underlying drivers of disaster risk in a systemic manner. We also recognize the health aspects of the Sendai Framework and stress the need for resilient health systems.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "40.\tWe will continue to strengthen the science-policy interface through evidence-based policymaking, support for research and development, particularly harnessing science, technology and innovation, promoting voluntary technology transfer on mutually agreed terms, leveraging technologies to promote inclusive digital economy and connectivity and build resilience across sectors. We commit to enhance and promote digital capacity-building, infrastructure, connectivity and technical assistance initiatives as well as innovation and technologies towards advancing the Goals and targets, with a special focus on developing countries. We encourage international cooperation, supporting statistical capacity-building and data access in developing countries, in particular the most vulnerable countries, which face the greatest challenges in producing, collecting, analysing and using high-quality, timely, reliable and disaggregated data and statistics. We recognize that emerging technologies and their applications such as artificial intelligence, big data and blockchain will undoubtedly transform production and business, and stress the need to take actions to bridge the digital gap to ensure that this transformation will reduce inequalities among countries. We commend the individual scientists, technologists and innovators across the world whose work is creating pathways out of the pandemic but also note the manifest inequalities in countries’ capacities and experiences. We acknowledge the findings of the Technology Facilitation Mechanism and the multi-stakeholder forum on science, technology and innovation for the Sustainable Development Goals on learning from the experience of the pandemic to better deploy science, technology and innovation for the Sustainable Development Goals, including through improved international cooperation, for consideration at the next high-level political forum. We take note of the Secretary General’s road map for digital cooperation. We also stress the importance of strengthening meaningful digital accessibility and affordability of digital skills and media and information literacy and to provide training to support data processing, transmission and storage, and underline that the same human rights that people have offline must be protected online. We must also build public trust in science and official statistics. We further welcome the holding of the sixth multi-stakeholder forum on science, technology and innovation for the Sustainable Development Goals and take note of the recommendations provided.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "41.\tWe note the availability of numerous proprietary and non-proprietary technologies that can contribute to the Sustainable Development Goals, through various open access sources. We note 2030 Connect launched by the United Nations in 2020 under paragraph 123 of the Addis Ababa Action Agenda and paragraph 70 of the 2030 Agenda on the development and operationalization of an online platform under the Technology Facilitation Mechanism to establish a comprehensive mapping of, and serve as a gateway for, information on existing science, technology and innovation initiatives, mechanisms and programmes, within and beyond the United Nations.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "42.\tWe commit to pursuing multilateral solutions guided by global solidarity in responding to the pandemic and realizing the Sustainable Development Goals, including by enhancing global equitable access to vaccines, therapeutics and diagnostics by all countries and peoples. We fully support the Access to COVID-19 Tools Accelerator (ACT-A) and its COVAX Facility, including the role of the COVAX Advance Market Commitment (AMC) Engagement Group as well as all other relevant initiatives to accelerate the development and production of, and equitable access to, COVID-19 diagnostics, therapeutics and vaccines. We will remain guided by the Addis Ababa Action Agenda and the agreed conclusions of the forum on financing for development follow-up of the Council in order to mobilize resources to support the response to COVID-19 and close the financing gap for the Sustainable Development Goals and the Access to COVID-19 Tools Accelerator. Integrated national financing frameworks can play a positive role in support of nationally owned sustainable development strategies. We call upon Governments, international financial institutions, the private sector and other stakeholders to increase their efforts in mobilizing resources to support the response to COVID-19 and invest in the Sustainable Development Goals and the Access to COVID-19 Tools Accelerator. We stress that official development assistance is key and indispensable for achieving the Sustainable Development Goals.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "43.\tWe urge developed countries to fulfil their ODA commitments to developing countries, in keeping with their previous undertakings, and to scale up those efforts to play a meaningful role in eradicating poverty in all its forms and dimensions, including to meet the commitment by many developed countries to achieve the target of 0.7 per cent of gross national income for official development assistance (ODA/GNI) and 0.15 to 0.20 per cent of ODA/GNI to the least developed countries. All development partners should align their support with the priorities of recipient countries, as identified in the national sustainable development strategies of developing countries.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "44.\tWe will continue to hold open, inclusive and transparent discussions on the modernization of ODA measurement and on the proposed measure of “total official support for sustainable development” and we affirm that any such measure will not dilute commitments already made. We welcome continued efforts to improve the quality, effectiveness and impact of development cooperation and other international efforts in public finance.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "45.\tWe recognize the importance of transparent fiscal systems in combating inequality and recommit to strengthening the capacities of revenue administrations through modernized, progressive tax systems, in line with the Addis Ababa Action Agenda. We acknowledge that any consideration of tax measures in response to the digital economy should include a careful analysis of its implications for developing countries, taking into account their inputs, with a special focus on their unique needs and capacities. We call upon the United Nations, and all other relevant international organizations, to support countries, particularly developing countries, in building policy and administrative capacity for the effective and efficient taxation of the digital economy. We note the work, including capacity development by the United Nations, on tax policy and administration, and on infrastructure asset management for sustainable development.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "46.\tWe express our deep concern that least developed countries and other developing countries need scaled-up means of implementation to support implementation of the Sustainable Development Goals and COVID-19 recovery. We call upon the international community to provide least developed countries, landlocked developing countries and small island developing States with support, including for funding stimulus measures that take into account their special vulnerabilities, to be used as stimulus to fully implement the Istanbul Programme of Action for the Least Developed Countries for the Decade 2011–2020, the Vienna Programme of Action for Landlocked Developing Countries for the Decade 2014–2024 and the SIDS Accelerated Modalities of Action (SAMOA Pathway) and address the impacts of COVID-19 and for a sustainable, inclusive and resilient recovery. We look forward to successfully holding the Fifth United Nations Conference on the Least Developed Countries in Doha, Qatar, from 23 to 27 January 2022 at the highest possible level, including Heads of State and Government.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "47.\tWe welcome the Group of 20 Debt Service Suspension Initiative and its extension, and the progress achieved by the Debt Service Suspension Initiative in facilitating higher pandemic-related spending. All official bilateral creditors should implement this initiative fully and in a transparent manner. We stress that greater involvement and participation of private creditors in the Debt Service Suspension Initiative is strongly encouraged. We also welcome the Group of 20 Common Framework for Debt Treatments beyond the Debt Service Suspension Initiative, which is also endorsed by the Paris Club and aims to facilitate timely and orderly debt treatment for Debt Service Suspension Initiative-eligible countries, with broad participation of creditors, including the private sector. We welcome the ongoing efforts to implement the Common Framework for Debt Treatments beyond the Debt Service Suspension Initiative to address debt vulnerabilities on a case-by-case basis. Debt treatment could enable countries to refocus on achieving the Sustainable Development Goals and the goals of the Paris Agreement. We welcome the call by the Group of 20 on the International Monetary Fund to make a comprehensive proposal for a new special drawing rights general allocation of 650 billion United States dollars to meet the long-term global need to supplement reserve assets. We further welcome the call on the International Monetary Fund to explore options for members to channel special drawing rights on a voluntary basis to the benefit of vulnerable countries.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "48.\tWe recognize that infrastructure impacts the attainment of the Goals. Investment in quality, reliable, sustainable and resilient infrastructure is critical for the COVID-19 recovery and the achievement of sustainable development in its economic, social and environmental dimensions. Many developing countries need support in project identification and development and mobilization of private and public investment. Private sector investment can and must be scaled up significantly, especially in areas such as energy, communications, transport and technology. We recognize the important role of the United Nations development system, the World Bank and other multilateral institutions in addressing the capacity and funding gaps in quality, reliable, sustainable and resilient infrastructure investment, working through existing initiatives, especially in developing countries. We acknowledge the availability of capital in the market seeking investment opportunities in sustainable infrastructure, but note that most developing countries are unable to access this capital. At the same time, investors have been unable to adequately access viable investment projects in most developing countries. We reaffirm our strong political commitment to create an enabling environment at all levels, in order to achieve relevant Sustainable Development Goals, including Goal 9 to facilitate sustainable and resilient infrastructure development in developing countries through enhanced financial, technological and technical support to them, including African countries, least developed countries, landlocked developing countries and small island developing States. We commit to significantly increase access to information and communications technology and strive to provide universal and affordable access to the Internet in least developed countries.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "49.\tWe welcome and reiterate the important contributions of South-South and triangular cooperation to the implementation of the 2030 Agenda for Sustainable Development, the achievement of the overarching goal of eradication of poverty in all its forms and dimensions, as well as to the response to the COVID-19 pandemic; we reaffirm that South-South cooperation is not a substitute for, but rather a complement to, North-South cooperation and is an important element of international cooperation for development. We acknowledge the need to enhance development effectiveness of South-South and triangular cooperation. We welcome the outcome of the second High-level United Nations Conference on South-South Cooperation. We also commit to strengthening triangular cooperation as a means of bringing relevant experience and expertise to bear in development cooperation.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "50.\tWe recognize the importance of meetings already held in 2021 and at the end of 2020, including the high-level meeting on water, the special session of the General Assembly against corruption, the Fifth United Nations Special Thematic Session on Water and Disasters, the High-level Dialogue on Desertification, Land Degradation and Drought, the high-level event on culture and sustainable development, the high-level meeting on middle-income countries, the Economic and Social Council special high-level event on small island developing States, least developed countries and landlocked developing countries, the high-level meeting of the Council on “A vaccine for all”, the Fourteenth United Nations Congress on Crime Prevention and Criminal Justice, at which the Kyoto Declaration was adopted, the 2021 global SDG16 conference and the special session of the General Assembly in response to the coronavirus disease (COVID-19) pandemic. We commit to continue working towards the success of and encourage ambitious, action-oriented and synergistic processes and discussions across meetings to be held in 2021 and 2022, including the second Global Conference on Sustainable Transport, the second United Nations Ocean Conference, the Tokyo Nutrition for Growth Summit, the Secretary-General’s Food Systems Summit, the high-level dialogue on energy, the fifteenth meeting of the Conference of the Parties to the Convention on Biological Diversity and the twenty-sixth session of the Conference of the Parties to the United Nations Framework Convention on Climate Change, as well as the fifteenth session of the Conference of the Parties to the United Nations Convention to Combat Desertification and the international meeting entitled “Stockholm+50: a healthy planet for the prosperity of all – our responsibility, our opportunity”, the interactive dialogue on Harmony with Nature, the high-level meeting to assess progress on the implementation of the New Urban Agenda, the fifth United Nations Environment Assembly, UNEP@50 and the fifteenth session of the United Nations Conference on Trade and Development. We call upon the entities of the United Nations development system to achieve and work towards building back better. They should also support and work with programme countries in a coherent and collaborative manner in implementing, with urgency, sustainable solutions and catalysing partnerships, leveraging digital technologies where appropriate, including with civil society, financial institutions and the private sector for achieving the Sustainable Development Goals in the post-COVID-19 era.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Adopted at the high-level political forum on sustainable development,", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "convened under the auspices of the Economic and Social Council, at its", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "1st plenary meeting, on 15 July 2021, and at the high-level segment of the", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "2021 session of the Council, at the 11th plenary meeting, on 16 July 2021", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}]