[{"text": "2017 session", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "High-level segment", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Agenda item 5", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Ministerial declaration of the high-level segment of the 2017 session of the Economic and Social Council on the annual theme “Eradicating poverty in all its forms and dimensions through promoting sustainable development, expanding opportunities and addressing related challenges”", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Ministerial declaration of the 2017 high-level political forum on sustainable development, convened under the auspices of the Economic and Social Council, on the theme “Eradicating poverty and promoting prosperity in a changing world”", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "We, the Ministers and high representatives, having met at United Nations Headquarters in New York,", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "1.\tReaffirm our commitment to effectively implementing the 2030 Agenda for Sustainable Development, for all people everywhere, ensuring that no one is left behind. We stress that the 2030 Agenda is people-centred, universal and transformative and that its Sustainable Development Goals are integrated and indivisible and balance the three dimensions of sustainable development — the economic, social and environmental. They seek to realize the human rights of all. We reaffirm all the principles recognized in the 2030 Agenda, and emphasize that eradicating poverty in all its forms and dimensions, including extreme poverty, is the greatest global challenge and an indispensable requirement for sustainable development. The 2030 Agenda is accepted by all countries and is applicable to all, taking into account different national realities, capacities and levels of development and respecting national policies and priorities. We welcome efforts at all levels to implement the 2030 Agenda and recognize that after almost two years of implementation our individual and collective efforts have yielded encouraging results in many areas. We acknowledge, at the same time, that the pace of implementation must be accelerated as the tasks facing us are urgent, and that, in this regard, decisive action is also imperative for implementing and raising awareness of the Sustainable Development Goals at all levels and securing our objectives for people, planet, prosperity, peace and partnership;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "2.\tRecognize that eradicating poverty and promoting prosperity require collective and transformative efforts, putting the furthest behind first and adapting institutions and policies to take into account the multidimensional nature of poverty and the inherent interlinkages between different Goals and targets of the 2030 Agenda. People who are vulnerable must be empowered. Those whose needs are reflected in the 2030 Agenda include all children, adolescents, youth, persons with disabilities (of whom more than 80 per cent live in poverty), people living with HIV/AIDS, older persons, indigenous peoples, refugees and internally displaced persons, migrants and peoples living in areas affected by complex humanitarian emergencies, and peoples in areas affected by terrorism and conflict. We stress that collective action can promote policy integration, facilitate inclusive partnerships and provide support for poverty eradication;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "3.\tCommit to ending poverty and hunger and ensuring healthy lives at all ages everywhere, establishing the conditions to maintain this outcome across generations, combating inequalities within and among countries, and healing and securing our planet. We emphasize our commitment to a world in which every country enjoys sustained, inclusive and sustainable economic growth, leading to decent work for all; a world where innovation, industrialization and cooperation in productive capacity can accelerate economic growth. We affirm the need to enhance infrastructure connectivity with concrete actions, maximizing synergies in infrastructure planning and development. We will protect the planet from degradation, including through sustainable consumption and production, sustainable and resilient infrastructure planning and development, sustainably managing natural resources and taking urgent action on biodiversity loss and climate change;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "4.\tWill foster peaceful, just and inclusive societies that provide equal access to justice and that are based on respect for human rights, including the right to development, on effective rule of law and good governance at all levels and on transparent, effective and accountable institutions. Factors which give rise to violence, insecurity and injustice, such as inequality, corruption, poor governance and illicit financial and arms flows, are addressed in the 2030 Agenda. We must redouble our efforts to resolve or prevent conflict and to support post-conflict countries, including by ensuring that women have a role in peacebuilding and State-building. We call for further effective measures and actions to be taken, in conformity with international law, to remove the obstacles to the full realization of the right of self-determination of peoples living under colonial and foreign occupation, which continue to adversely affect their economic and social development as well as their environment;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "5.\tCommit to a world in which all women and girls enjoy full gender equality with men and boys and all legal, social and economic barriers to their empowerment and equality have been removed. The feminization of poverty persists, and the eradication of poverty in all its forms and dimensions, including extreme poverty, is an indispensable requirement for women’s economic empowerment and sustainable development. We stress the mutually reinforcing links between the achievement of gender equality, the empowerment of all women and girls and the eradication of poverty. We realize that gender equality and the empowerment of women and girls will make a crucial contribution to progress across all the Goals and targets. We also stress the need to ensure an adequate standard of living for women and girls throughout the life cycle, including through social protection systems;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "6.\tRecognize children, adolescents and youth as important agents of change and underline the necessity of investing in them with a view to addressing multidimensional deprivations, ending intergenerational poverty, harnessing the demographic dividend and empowering them to build a more prosperous future. We call upon all Member States to ensure that youth education, skills development and employment are at the centre of our priorities to enable them to fulfil their potential as active members of society. We also commit to including their perspectives in the development and assessment of strategies and programmes designed to address their specific needs and underscore the importance of supporting young people’s participation in the implementation and review of the 2030 Agenda. We stress the need to protect their human rights and to eliminate all forms of discrimination, violence and coercion against them, including the elimination of all harmful practices;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "7.\tStress that climate change is one of the greatest challenges of our time and its widespread, unprecedented impacts disproportionately burden the poorest and most vulnerable. We recognize that 2016 was the warmest year in recorded history and that the global average temperature that year was 1.1 degrees Celsius above pre-industrial levels. We recognize the need for an effective and progressive response to the urgent threat of climate change on the basis of the best available scientific knowledge. We welcome the Paris Agreement and its early entry into force, encourage all its parties to fully implement the Agreement, and parties to the United Nations Framework Convention on Climate Change that have not yet done so to deposit their instruments of ratification, acceptance, approval or accession, where appropriate, as soon as possible. We recognize the synergies between the implementation of the Paris Agreement and the 2030 Agenda. We acknowledge the importance of continued support for and international cooperation on adaptation and mitigation efforts and on strengthening resilience. We stress the necessity of adequate and predictable financial resources from a variety of sources, including public and private ones. We highlight the specific needs and special circumstances of developing countries, especially those that are particularly vulnerable to the adverse effects of climate change. We recognize that effective disaster risk management contributes to sustainable development. We underline the importance of strengthening disaster risk reduction and early warning systems, in order to minimize the consequences of disasters;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "8.\tCommit ourselves to embracing diversity in cities and human settlements, to strengthening social cohesion, intercultural dialogue and understanding, tolerance, mutual respect, gender equality, innovation, entrepreneurship, inclusion, identity and safety, and the dignity of all people, as well as to fostering liveability and a vibrant urban economy. We also commit ourselves to taking steps to ensure that our local institutions promote pluralism and peaceful coexistence within increasingly heterogeneous and multicultural societies;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "9.\tRecognize that building synergies across all dimensions of sustainable development is essential for the effective implementation of the 2030 Agenda. We underline that policy coherence and an enabling environment for sustainable development require engagement by all stakeholders and that they are key to unlocking opportunities for poverty eradication and for the achievement of sustainable development at all levels. We commit to devoting ourselves collectively to the pursuit of global development and of “win-win” cooperation which can bring huge gains to all countries and all parts of the world;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "10.\tReaffirm that the high-level political forum on sustainable development under the auspices of the General Assembly and the Economic and Social Council has the central role in overseeing follow-up and review at the global level;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "11.\tRecognize that each country faces specific challenges in its pursuit of sustainable development. The most vulnerable countries and, in particular, African countries, least developed countries, landlocked developing countries and small island developing States deserve special attention, as do countries in situations of conflict and post-conflict countries. Common challenges across least developed countries, landlocked developing countries and small island developing States, as outlined in their respective Programmes of Action, include structural rigidities, levels of indebtedness, low share of global trade, remoteness, poor infrastructure development, low productivity, jobless growth and limited resilience to the impact of internal and external shocks, including the impact of climate change, desertification, floods, drought and land degradation. There are also serious challenges within many middle-income countries;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "12.\tTake note of the report of the Secretary-General on the progress made towards achieving the Sustainable Development Goals, which informs the follow-up and review process and provides an evidence base and analysis on gaps and challenges for our consideration. We acknowledge that, based on existing data, while global progress has been evident in many cases, it has been uneven across countries and regions and also insufficient across many targets. We also acknowledge that further efforts are required by all to complete and update the evidence base;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "13.\tReiterate that, while our review in 2017 emphasizes Sustainable Development Goals 1, 2, 3, 5, 9 and 14, as well as Goal 17, the integrated, indivisible and universal nature of the Goals makes it essential that we pay particular attention to leveraging synergies and co-benefits, while avoiding or minimizing trade-offs. The integrated, indivisible and interlinked nature of the Goals and targets guides and informs the in-depth review of progress made on all Goals by the high-level political forum;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "14.\tAcknowledge that, while extreme poverty has fallen globally, progress has been uneven, and 1.6 billion people still live in multidimensional poverty. There are poor people in every part of the world, but they are disproportionately concentrated in rural areas. There are special challenges to addressing poverty in least developed countries, landlocked developing countries and small island developing States. We are concerned that, under the current growth trajectory, nearly 35 per cent of the population in least developed countries could remain in extreme poverty by 2030. At the same time, more than 70 per cent of the world’s poor live in middle-income countries, mainly in sub-Saharan Africa and South Asia. With many overlapping deprivations, children and young persons are especially at risk of being trapped in intergenerational cycles of poverty. We urge that countries, in the context of their own national plans and programmes, include measures that will amplify the poverty-eradicating impact of actions taken to achieve the Sustainable Development Goals, identify populations most at risk of remaining in or falling back into poverty and place special focus on reaching them, and develop appropriate mechanisms to strengthen institutions serving those living in remote areas and those affected by conflict and post-conflict and forced displacement. We are committed to creating more economic opportunities for people living in poverty. Eradicating poverty cannot be achieved without sustainably using and protecting biodiversity and addressing climate change and environmental degradation. We stress the importance of taking targeted measures to eradicate poverty in all its forms and dimensions, including extreme poverty, and of implementing nationally appropriate social protection systems and measures for all, including social protection floors, based on national priorities, paying particular attention to women, children, older persons, indigenous peoples and persons with disabilities. We note the need for countries, the United Nations development system and all relevant stakeholders to ensure and promote a multidimensional approach in their work and efforts to eradicate poverty;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "15.\tNote with concern that poverty remains a principal cause of hunger and that an estimated 793 million people are still undernourished globally, 155 million children are stunted and other forms of malnutrition are rising. Climate change and land degradation are increasing the vulnerability to extreme weather events of small-scale food producers, in particular women, indigenous peoples, family farmers, pastoralists and fishers. Resilient, sustainable and inclusive food systems that protect, enhance and restore natural resources, sustain rural and urban livelihoods and provide access to nutritious foods from smallholder producers must be at the heart of efforts to simultaneously eradicate poverty and hunger, ensure adequate nutrition, promote sustainable agriculture and achieve prosperity. Increased responsible investments are needed to enhance capacity for sustainable agricultural productivity. Climate adaptation and mitigation measures involving responsible investments in sustainable agriculture, aquaculture and fisheries can have positive impacts. Coherent policies and accountable institutions that respect tenure rights and prioritize women’s empowerment and gender equality are imperative. We need to urgently and effectively, with continued and focused efforts, respond to the rising number of crises and emergency levels of food insecurity now affecting 108 million people, especially for those people who are facing famine or the immediate risk of famine;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "16.\tEmphasize that investment in health contributes to reducing inequality, to sustainable and inclusive economic growth, social development and environmental protection, and to the eradication of poverty, hunger and malnutrition. We recognize that, while impressive advancements have been made on many fronts, progress must be accelerated to achieve the health-related Goals and targets. We are concerned that major challenges remain on many fronts, including universal access to quality health care, medicines, universal access to sexual and reproductive health-care services, universal access to safe drinking water and sanitation, and promoting mental health. Maternal mortality and non-communicable diseases (responsible for nearly 70 per cent of global deaths) are declining too slowly, and stark inequalities in newborn and child mortality and in communicable and infectious diseases threaten the principle of leaving no one behind. We must step up our efforts to promote immunization and combat communicable diseases such as HIV/AIDS and other sexually transmitted infections, tuberculosis, malaria, neglected tropical diseases and hepatitis, where achievements are gravely challenged, inter alia, by antimicrobial resistance. We are committed to the prevention and treatment of non-communicable diseases, which constitute a major challenge for sustainable development in all countries, including by curbing air pollution. We must strengthen our preparedness to respond to epidemic outbreaks. We reiterate the need to strengthen the prevention and treatment of substance abuse. We will also continue our efforts to significantly reduce the number of deaths and injuries from road traffic accidents. We highlight the importance of strengthening inclusive and resilient health systems, of addressing the social, economic and environmental determinants of health and of investing in scientific research and innovation to meet the health challenges of today and tomorrow;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "17.\tRecognize and are concerned that gender inequality persists worldwide, depriving women and girls of their human rights and opportunities. Violence and discrimination against women and girls in private and public spaces is a major impediment to the achievement of women’s empowerment and their social and economic development that no country has managed to eliminate. We reaffirm our commitment to take action to prevent and eliminate all forms of violence and discrimination against women and girls through strengthening of institutional mechanisms and legal frameworks. Women and girls often face multiple and intersecting forms of discrimination and, in this regard, we also recognize the special challenges faced by women and girls with disabilities. We note the slow progress in women’s representation in leadership and management-level positions. Globally, women hold only 23.4 per cent of seats in single or lower houses of national parliaments and less than one third of senior- and middle-management positions. Stepped-up efforts are required to ensure women’s full, equal and effective participation and leadership at all levels, in all areas and in all efforts aimed at eradicating poverty and promoting prosperity, including through financial literacy and inclusion. We reiterate the urgency of addressing structural barriers to gender equality and the empowerment of all women and girls, such as discriminatory laws and policies, gender stereotypes, harmful practices and negative social norms and attitudes, so as to ensure rights of ownership, control over land and natural resources, and access to financial services. Action is needed to address gender pay gaps, which remain pervasive across regions and sectors, including by recognizing and valuing unpaid care and domestic work. We underline the importance of fully engaging men and boys as strategic partners and allies in achieving gender equality and the empowerment of all women and girls. We also underscore that all other Sustainable Development Goals need to be implemented in a manner that delivers results for women and girls. We urge that countries fully integrate gender equality strategies into national sustainable development frameworks so as to promote greater policy coherence, recognizing that achieving gender equality will require both targeted action and mainstreaming gender into all our efforts;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "18.\tEmphasize that infrastructure, industry and innovation are strongly connected and share the common goal of achieving inclusive and sustainable economic development and contribute to poverty eradication. We note with concern that over 1.1 billion people still have no access to electricity, 663 million people lack access to clean water, 2.4 billion do not have adequate sanitation and more than half of the world’s population still remains offline. We underline that poor access to infrastructure, notably for transportation, connectivity, electricity and energy more generally, water and sanitation, information and communications technology, financial services and marketing, remains a major impediment to development, diversification and value addition, as well as sustainable urbanization, in many parts of the world. Effective solutions are required to achieve resilient and accessible infrastructure development that is climate-sensitive and resource-efficient and that will reduce the risks and impacts of disasters, through stronger coordinated partnerships at all levels, as well as development of risk mitigation measures and expertise. We recognize that inclusive and sustainable industrialization is integral for the structural transformation of economies in order to create decent jobs for all, promote productivity growth, energy efficiency, innovation and social inclusion, enhance incomes and achieve sustainable development. We acknowledge that innovation is essential for harnessing the economic potential of each nation and the importance of supporting entrepreneurship, creativity and innovation, which add new momentum for economic growth and job creation and expand opportunities for all, including women and youth. We highlight the importance of innovation-driven development and the growth of micro, small and medium enterprises so as to increase employment in all sectors;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "19.\tPossess a strong conviction that our ocean is critical to our shared future and common humanity in all its diversity. It contributes to sustainable development and sustainable ocean-based economies, as well as to poverty eradication, food security and nutrition, maritime trade and transportation, decent work and livelihoods, and we recognize the special importance of the oceans and seas and marine resources for least developed countries and small island developing States. Some 300 million people find their livelihoods in marine fisheries, 90 per cent of those in small-scale, artisanal fisheries. We are alarmed by the adverse impacts of climate change on the ocean, including the rise in ocean temperatures, ocean acidification, loss of marine biodiversity and sea level rise, as well as by the threats caused by marine and land-based activities. We are committed to halting and reversing the decline in the health and productivity of our ocean and its ecosystems and to protecting and restoring its resilience and ecological integrity, including by dedicating greater resources to marine scientific research and promoting decision-making based on the best available science. We welcome the outcome of the United Nations Conference to Support the Implementation of Sustainable Development Goal 14: Conserve and sustainably use the oceans, seas and marine resources for sustainable development and take note of its seven partnership dialogues. We call upon all stakeholders to urgently undertake, inter alia, the actions highlighted in the call for action adopted during that Conference and by implementing the respective voluntary commitments pledged by individual Member States and other stakeholders during the Conference;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "20.\tRecognize that, despite some positive developments, a stronger commitment to partnership and cooperation is needed to achieve the Sustainable Development Goals. That effort will require coherent policies and an enabling environment for sustainable development at all levels and by all actors. We are concerned about the significant impacts of the current challenging global environment on national efforts to implement the 2030 Agenda, including not only economic factors such as difficult macroeconomic conditions, low commodity prices, subdued trade growth and volatile capital flows, but also natural disasters, climate change, environmental degradation, humanitarian crises and conflicts. We will take concrete and immediate action to create the necessary enabling environment at all levels for the achievement of the 2030 Agenda. We encourage accelerating national efforts and strengthening international cooperation that supports policies and programmes to increase public and private, domestic and international investment in sustainable development. We emphasize that the scale and level of ambition of the 2030 Agenda require strengthening and promoting effective and transparent multi-stakeholder partnerships, including public-private partnerships, by enhancing engagement of Governments with global, regional and subregional bodies and programmes, the scientific community, the private sector, the donor community, non-governmental organizations, cooperatives, community groups, academic institutions and other relevant actors. We stress that strengthened multi-stakeholder partnerships that are cross-sectoral and effectively integrated are instrumental for contributing to achieving the eradication of poverty in all its forms and the related Sustainable Development Goals. To this end, we encourage the United Nations system to enhance its collaboration with partners and to share knowledge and best practices in partnership approaches with a view to improving transparency, coherence, due diligence, accountability and impact;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "21.\tReiterate that the required revitalized Global Partnership for Sustainable Development should facilitate an intensive global engagement in support of the implementation of all Sustainable Development Goals. We are fully committed to realizing this aim, working together with all stakeholders. International public finance plays an important role in complementing the efforts of countries to mobilize public resources domestically, especially in the poorest and most vulnerable countries with limited domestic resources. We note that an important use of international public finance, including official development assistance, is to catalyse additional resource mobilization from other sources, public and private, and we also note the increase in blended finance strategies through partnerships with the private sector, so as to scale up the amount of capital that can be mobilized to support public investment projects, in accordance with national policies and priorities. We acknowledge the potential of innovative financing in this regard. We recognize that we share common goals and common ambitions to strengthen international development cooperation and maximize its effectiveness, transparency, impact and results. We also recognize that South-South cooperation is an important element of international development cooperation as a complement to, and not a substitute for, North-South cooperation. We will continue to promote a universal, rules-based, open, transparent, predictable, inclusive, non-discriminatory and equitable multilateral trading system under the World Trade Organization, as well as meaningful trade liberalization. We reiterate that the Addis Ababa Action Agenda of the Third International Conference on Financing for Development is an integral part of the 2030 Agenda and call for its implementation. In this regard, we take note with appreciation of the first substantive report of the Inter-Agency Task Force on Financing for Development. We welcome the holding of the second Economic and Social Council forum on financing for development follow-up, and take into account its intergovernmentally agreed conclusions and recommendations on domestic public resources, domestic and international private business and finance, international development cooperation, international trade as an engine for development, debt and debt sustainability, addressing systemic issues and science, technology, innovation and capacity-building;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "22.\tEmphasize that harnessing the potential of science, technology and innovation, closing technology gaps within and between countries and scaling up capacity-building at all levels is essential to achieving sustainable development and poverty eradication. We also emphasize that the spread of information and communications technology and global interconnectedness has great potential to accelerate human progress, to bridge the digital divide, including the gender digital divide, and to develop knowledge societies, as does scientific and technological innovation across diverse areas. In this regard, we welcome the progress made in operationalizing the Technology Facilitation Mechanism and also welcome the progress made in operationalizing the Technology Bank for the Least Developed Countries and encourage continued support. We urge strengthened dialogue between stakeholders and Governments and the promotion of an environment conducive to sharing best practices and catalysing new initiatives and partnerships. We recognize that the creation, development and diffusion of innovations and new technologies and associated know-how are powerful drivers of economic growth and sustainable development. We acknowledge both the transformative and the disruptive potential of new technologies, particularly advances in automation, on our labour markets and on the jobs of the future and, in this regard, seek to prepare our societies and economies for these effects;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "23.\tCommend the 43 countries that conducted voluntary national reviews at the 2017 high-level political forum. We also commend the 22 countries that conducted the reviews in 2016. They have shared valuable lessons learned, as well as challenges encountered. We are encouraged that the reviews, which are voluntary and country-led, provide examples of the effective involvement of a wide variety of stakeholders, both in the preparations and in their presentations. We acknowledge that countries have established a range of mechanisms to facilitate coordination, including cross-sectoral government working groups, multi-stakeholder committees and high-level coordinators. We note that the voluntary national reviews highlight the importance of support and leadership at the highest level, localization of the Sustainable Development Goals in national development plans and strategies and the importance of the involvement of local authorities. We stress the importance of building national capacities for follow-up and review and the usefulness of making assistance available for preparing for the voluntary national reviews. We encourage all Member States to make the best use of the lessons learned from the review process to enhance their national implementation of the 2030 Agenda and to consider presenting voluntary national reviews at the high-level political forum, and in this regard commend all those countries that have already volunteered for 2018;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "24.\tLook forward to the work of the 15 eminent scientists who will draft the quadrennial Global Sustainable Development Report, taking into account all three dimensions of sustainable development, which will inform the 2019 high-level political forum and strengthen the science-policy interface at all levels;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "25.\tWelcome the work of the Economic and Social Council, including that of its functional and regional commissions and segments. The Council is key to supporting efforts to eradicate poverty in all its forms and dimensions through promoting sustainable development, expanding opportunities and addressing related challenges and, in this regard, we recognize the contributions made by its forums on youth, partnerships, development cooperation, and science, technology and innovation; its segments on integration, operational activities, and humanitarian affairs; and its special meetings. We look forward to the contributions of the Council and other relevant intergovernmental forums and bodies, as well as the major groups and other stakeholders, which provide important expert knowledge on the theme and the Goals under review. We note that some of the Sustainable Development Goals still remain uncovered;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "26.\tAlso welcome the inputs from the 2017 regional forums for sustainable development which provide useful opportunities, as appropriate, for peer learning, reviews, sharing of best practices and discussion among a variety of stakeholders. We recognize the important role that regional and subregional forums, including the United Nations regional commissions, can have in supporting the implementation of the 2030 Agenda. We invite them to continue to contribute to the work of the high-level political forum, including with the involvement of relevant stakeholders, as appropriate;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "27.\tStress the need for improved and coordinated collection, analysis, dissemination and use of statistics and high-quality, accessible, timely and reliable data disaggregated by income, sex, age, race, ethnicity, migration status, disability, geographical location and other characteristics relevant in national contexts. We acknowledge that the voluntary national reviews reflect this as a persistent challenge and we urge countries to further strengthen collaboration at the bilateral, regional and global levels for capacity-building and sharing of best practices in this regard. In addition, we note the importance of evidence-based and data-driven decision-making and innovation, and the need to build capacity for producing, analysing and using various forms of data, both quantitative and qualitative, to achieve the Sustainable Development Goals. We also welcome the adoption of the global indicator framework that has been agreed by the Statistical Commission as a voluntary and country-led instrument and that includes the initial set of indicators to be refined annually and reviewed comprehensively by the Commission, and look forward to its implementation and continual improvement in an inclusive manner;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "28.\tEmphasize the need to take appropriate action towards localizing and communicating the Sustainable Development Goals at all levels, from the national to the community and grassroots level. In this vein, there can be no effective implementation, or accountability to our citizens, where no awareness exists. Efforts should be made to reach out to all stakeholders, including subnational and local authorities, indigenous peoples, persons with disabilities, civil society, business, the private sector, the media, parliamentarians and the scientific and academic community;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "29.\tRecognize the role of the United Nations in supporting countries, upon their request, in their efforts to implement and achieve the 2030 Agenda. In this regard, we note the importance of better positioning the United Nations development system so that it is fit for purpose. We take note of the efforts of the Secretary-General to respond to requests by Member States to provide recommendations to address gaps and overlaps, as well as options, with an assessment of their implications, advantages and disadvantages, for improving the accountability, transparency and overall coordination of the entities of the United Nations development system and their oversight by Member States. We await the Secretary-General’s further options and proposals by the end of the year;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "30.\tPledge to continue inclusive and effective implementation of the 2030 Agenda and to take bold and transformative steps to end poverty in all its forms and dimensions everywhere, reaching the furthest behind first and ensuring that no one is left behind.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "48th plenary meeting", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "20 July 2017", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}]