[{"text": "Resolution adopted by the Economic and Social Council on 5 July 2013", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "[on the recommendation of the Economic Commission for Europe (E/2013/15/Add.1)]", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "2013/1.\tOutcome of the review of the 2005 reform of the Economic Commission for Europe", "type": "title", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Economic and Social Council,", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Recalling its resolution 2006/38 of 27 July 2006, in which the Economic and Social Council endorsed the workplan on reform of the Economic Commission for Europe and also endorsed the revised terms of reference of the Commission,", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Recalling", "action_verb_type": "preambular", "action_verb_normalized": "recall", "links": []}, {"text": "Noting the adoption by acclamation by the Commission, at its sixty-fifth session, held in Geneva from 9 to 11 April 2013, of decision A (65) of 11 April 2013 concerning the outcome of the review of the 2005 reform of the Commission,", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Noting", "action_verb_type": "preambular", "action_verb_normalized": "not", "links": []}, {"text": "Endorses the outcome of the review of the 2005 reform of the Economic Commission for Europe, as set out in the annex to the present resolution.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Endorses", "action_verb_type": "operative", "action_verb_normalized": "endors", "links": []}, {"text": "22nd plenary meeting\n5 July 2013", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Annex", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Outcome of the review of the 2005 reform of the Economic Commission for Europe", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Introduction and general provisions", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "I.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "1.\tThe Economic Commission for Europe reform was adopted on 2 December 2005 and was reconfirmed by Commission decision A (65) of 11 April 2013. Member States decided at the sixty-fourth session of the Commission in 2011 to carry out a review of the reform. The modalities of the 2011–2012 review, which were finalized and adopted by the Executive Committee in July 2011, and are appended to the present text, state that: “Bearing in mind the overall objective of an improved allocation of resources within the Commission (both within the Committees and subprogrammes and between them) based on clearly defined and updated mandates, the reduction of the current overstretch, and an increased emphasis on areas in which the Commission has a clear demonstrable added value, the Executive Committee would review the work and priorities within each of the eight subprogrammes implemented by the Commission.”", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "2.\tA series of consultations with all member States was held and the Executive Committee received the reports of all Sectoral Committees. A road map for the review was later developed and another series of consultations was held with interested member States (Friends of the Chair) at which member States expressed broad satisfaction with the work of the Commission and its secretariat. Some member States expressed concerns regarding duplication of work and clear demonstrable added value.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "3.\tAll documentation relevant to the review, including information about the financial and human resources per work area of each subprogramme, is available on the website of the Commission and will be regularly updated in the future.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "4.\tThe Executive Committee recommended that the Commission adopt the respective decision.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Priorities of the programme of work", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "II.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "5.\tIn view of the importance of relevant global conferences and initiatives, such as the United Nations Conference on Sustainable Development, held in Rio de Janeiro, Brazil, from 20 to 22 June 2012, and the Sustainable Energy for All initiative of the Secretary-General, and their potential implications for the Commission, the Commission expresses its commitment to play an active part, within its current mandate and existing resources, in the appropriate regional and global implementation of their outcomes, and invites its subsidiary bodies and the secretariat to suggest to the Executive Committee possible ways to enhance their contribution to implementing those outcomes.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "6.\tThe following priorities and activities were identified in the review process to be implemented within the existing regular budgetary and additional extrabudgetary resources under the overall guidance and decisions of the Sectoral Committees and the Executive Committee.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A.\tEnvironment subprogramme", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "7.\tThe Environment subprogramme, the Committee on Environmental Policy and related subsidiary bodies work within current mandates in an efficient way, producing concrete results in a regular and ongoing way that have a clear value added for the region and beyond and that attract extrabudgetary funding.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "8.\tOn the basis of the above:", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(a)\tThe subprogramme and its subsidiary bodies should continue implementing existing mandates under the overall guidance of the Committee on Environmental Policy and the Executive Committee and should, subject to the latter’s approval, implement relevant outcomes of the United Nations Conference on Sustainable Development. The subprogramme should also continue its capacity-building activities, from extrabudgetary resources, of particular benefit to the countries in the region;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(b)\tIn allocating regular budgetary resources, full account should be taken of the increasing number of instruments administered by the subprogramme and the Environment Division so that they can continue, without reduction in their resources and capacities, to do their work and service all the subsidiary bodies in an efficient way in the future, while fully recognizing the obligation of the Commission to service the five multilateral environmental agreements.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "B.\tTransport subprogramme", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "9.\tThe Transport subprogramme is a unique United Nations centre providing a comprehensive regional and global platform for consideration of all aspects of inland transport development and cooperation. The Transport subprogramme, the Inland Transport Committee and related subsidiary bodies work within current mandates in an efficient way, producing concrete results in a regular and ongoing way that have clear value added for the region and beyond.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "10.\tOn the basis of the above:", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(a)\tThe subprogramme and its subsidiary bodies should continue implementing existing mandates under the overall guidance of the Inland Transport Committee and the Executive Committee. It shall strengthen its focus on the areas of harmonization of vehicle regulations, road safety, transport of dangerous goods, border-crossing facilitation including the Customs Convention on the International Transport of Goods under Cover of TIR Carnets (TIR Convention), unified railway law, implementation of the European Agreement concerning the Work of Crews of Vehicles Engaged in International Road Transport and intelligent transport systems. It will further explore synergies among those areas of work with an overarching goal of promoting sustainable transport that is safe, clean and competitive;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(b)\tIn allocating regular budgetary resources, full account should be taken of the increasing needs of the subprogramme and the Transport Division so that they can continue, with an increase in their resources and capacities, to do their work and service all the subsidiary bodies in an efficient way in the future, in particular in the areas mentioned in subparagraph (a) above.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "C.\tSubprogramme on statistics", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "11.\tThe subprogramme on statistics, the Conference of European Statisticians and related subsidiary bodies work within current mandates in an efficient way, producing concrete results (methodological principles, recommendations, guidelines and databases) in a regular and ongoing way that have a clear value added for the region and beyond and that attract extrabudgetary funding, including from outside the region.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "12.\tOn the basis of the above:", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(a)\tThe subprogramme and its subsidiary bodies should continue implementing existing mandates under the overall guidance of the Conference of European Statisticians and the Executive Committee, and should continue the good cooperation with partner organizations such as Eurostat, the Statistical Committee of the Commonwealth of Independent States, the Organization for Economic Cooperation and Development, the World Bank and the International Monetary Fund. Particular attention should be given to the work on measuring sustainable development, and the subprogramme should continue its capacity-building activities from extrabudgetary resources of particular benefit to the countries in the region;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(b)\tIn allocating regular budgetary resources, due regard should be given to the needs of the subprogramme and the Statistics Division so that they can continue, without reduction in their resources and capacities, to do their work and service all the subsidiary bodies in an efficient way in the future.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "D.\tSubprogramme on economic cooperation and integration", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "13.\tThe subprogramme on economic cooperation and integration produces certain concrete results, in particular in the areas of innovation and public-private partnerships, that have value added for the beneficiary countries and that attract extrabudgetary funding.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "14.\tOn the basis of the above:", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(a)\tThe subprogramme and its subsidiary bodies should continue implementing existing mandates on innovation and competitiveness and on public-private partnerships under the overall guidance of the respective Committee and the Executive Committee;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(b)\tWork on public-private partnerships deserves further impetus with a view to delivering concrete results within clear time frames and with more attention given to the exchange of best practices;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(c)\tWork on intellectual property should be integrated into the work of the Team of Specialists on Innovation and Competitiveness Policies. Recognizing that the World Intellectual Property Organization is the pre-eminent international organization for intellectual property, any technical cooperation activities related to intellectual property should, in principle, be carried out by that organization. To that end, the Commission will continue, until the end of 2014, to carry out, in the interest of its member States, existing technical cooperation activities on the commercialization of intellectual property in close cooperation with the World Intellectual Property Organization, with the understanding that the latter would take over that work. At the conclusion of this transitional phase in early 2015, those activities will be evaluated by the Executive Committee. In the event that the World Intellectual Property Organization is not able, after the end of 2014, to carry out certain technical cooperation activities on the commercialization of intellectual property in the interest of the States members of the Commission, the Executive Committee can agree, on a case-by-case basis and provided extrabudgetary funding is available, that such activities be carried out by the Commission;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(d)\tIn allocating regular budgetary resources, due regard should be given to the needs of the subprogramme and the Trade and Economic Cooperation Division so that they can do their work and service the subsidiary bodies in an efficient way in the future.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "E.\tSubprogramme on sustainable energy", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "15.\tThe subprogramme on sustainable energy, the Committee on Sustainable Energy and relevant subsidiary bodies continue to provide member States with a platform for international dialogue and cooperation and are mandated to carry out a programme of work in the field of sustainable energy with a view to providing access to affordable and clean energy to all, in line with the Sustainable Energy for All initiative of the Secretary-General, and to help reduce greenhouse gas emissions and the carbon footprint of the energy sector.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "16.\tOn the basis of the above:", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(a)\tThe Committee on Sustainable Energy and the subsidiary bodies will, under updated mandates and work programmes in accordance with the outcome of the informal consultations on sustainable energy reflected in appendix II hereto, focus on issues related to energy efficiency, cleaner electricity production from fossil fuels, renewable energy, coal mine methane, the United Nations Framework Classification for Fossil Energy and Mineral Reserves and Resources 2009 and natural gas. The Committee will continue its energy security dialogue;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(b)\tIn allocating regular budgetary resources, due regard should be given to the needs of the subprogramme and division, including the new objectives, areas of work and activities as reflected in appendix II, so that they can continue to do their work and service the subsidiary bodies in an efficient way in the future, without jeopardizing the level of resources and capacities needed to implement the updated mandates and workplans.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "F.\tSubprogramme on trade", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "17.\tThe subprogramme on trade undertakes value added standard-setting work through Working Party 6 (regulatory cooperation) and Working Party 7 (agricultural quality standards) and through the United Nations Centre for Trade Facilitation and Electronic Business, which has a global participation and its own structure in which decision-making is centred in its Bureau and Plenary.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "18.\tOn the basis of the above:", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(a)\tThe subprogramme should continue implementing its standard-setting mandates and strengthen its standard-setting activities in Working Parties 6 and 7 under the overall guidance of the Committee on Trade, and in the United Nations Centre for Trade Facilitation and Electronic Business under the overall guidance of the Executive Committee. Capacity-building and technical assistance activities to help countries in the region to implement standards developed under the subprogramme may be decided by the Executive Committee if they are financed from extrabudgetary resources, demand-driven, results-oriented, time limited and closely coordinated with other international actors, such as the World Trade Organization, the United Nations Conference on Trade and Development and the International Trade Centre;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(b)\tStandard-setting bodies should improve communication and emphasize the practical and political importance of their technical outputs (e.g., in terms of facilitating trade, improving the quality of food, making harbours in the world work efficiently, etc.);", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(c)\tIn allocating regular budgetary resources, due regard should be given to the needs of the subprogramme and the Trade and Economic Cooperation Division so that they can continue to do their work and service the subsidiary bodies in an efficient way in the future.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "G.\tSubprogramme on timber and forestry", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "19.\tThe subprogramme on timber and forestry, the Timber Committee and related subsidiary bodies work within current mandates in an efficient way, producing concrete results in a regular and ongoing way that have clear value added and that attract extrabudgetary funding. They benefit from well-established, long-term cooperation between the Commission and the Food and Agriculture Organization of the United Nations and the implementation of an integrated work programme.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "20.\tOn the basis of the above:", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(a)\tThe subprogramme and its subsidiary bodies should, under the guidance of the Timber Committee and the Executive Committee, continue implementing current mandates and, together with the Food and Agriculture Organization, implement the integrated work programme, taking into account the results of the ongoing 2013 Economic Commission for Europe/Food and Agriculture Organization of the United Nations Strategic Review, to which member States will provide further input;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(b)\tThe Timber Committee is renamed the “Committee on Forest and Forest Industry”, following the recommendations of the Timber Committee at its seventieth session, held in Geneva, from 16 to 19 October 2012. The new name is consistent with the current mandate and therefore the name change does not imply change in the mandate of the Committee;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(c)\tIn allocating regular budgetary resources, due regard should be given to the needs of the subprogramme and the Timber and Forestry Unit so that they can continue, without reduction in their resources and capacities, to do their work and service the subsidiary bodies in an efficient way in the future.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "H.\tSubprogramme on housing, land management and population", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "21.\tThe subprogramme on housing, land management and population, the Committee on Housing and Land Management and the subsidiary bodies work within current mandates and produce certain useful concrete results that attract extrabudgetary funding.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "22.\tOn the basis of the above:", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(a)\tThe work of the component on housing and land management should continue under the guidance of the Committee on Housing and Land Management and the Executive Committee with a particular focus on sustainable housing and urban development, especially in the light of the outcome of the United Nations Conference on Sustainable Development;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(b)\tThe work on population should continue under the guidance of the Executive Committee, taking into account the outcome of the Ministerial Conference on Ageing, held in Vienna, on 19 and 20 September 2012, while avoiding duplication of work of other international actors such as the United Nations Commission for Social Development, the International Labour Organization, the International Organization for Migration and the United Nations Population Fund;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(c)\tIn allocating regular budgetary resources, due regard should be given to the needs of the subprogramme and the subsidiary bodies so that they can continue to do their work in an efficient way in the future.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Gender issues", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "I.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "23.\tWork on gender issues should continue within the current mandate, not exceeding existing resources, and under the overall guidance of the Executive Committee.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Relations with other organizations", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "III.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "24.\tMember States emphasized the importance of a more structured and systematic cooperation with other relevant United Nations programmes and agencies, as well as other relevant organizations, to achieve synergies and complementarity of efforts, and to avoid possible overlap and duplication.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Management (Office of the Executive Secretary)", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "IV.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "25.\tMember States emphasized the important role of the Office of the Executive Secretary in providing overall direction to the secretariat of the Commission, promoting synergies among different subprogrammes and making timely proposals to the Executive Committee to ensure tangible and effective contributions towards the outcomes of the relevant United Nations and other regional and global conferences and initiatives. The Office of the Executive Secretary also bears overall responsibility for sound management and allocation and use of available human and financial resources.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Evaluation and reporting", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "V.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "26.\tMember States emphasized the importance of internal controls, oversight and evaluation functions carried out by the Office of the Executive Secretary, as well as the interaction between the Executive Committee and the Sectoral Committees, inter alia, through proper evaluation, reporting and discussion on evaluation of subprogramme performance. Reports on the use of human and financial resources and on ongoing activities, as well as on possible future activities and the possible future use of resources, as provided to the Executive Committee in the framework of the review process, shall be regularly updated and forwarded to that Committee for possible action.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Harmonizing procedures and practices", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "VI.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "27.\tThe Executive Committee should see to it that all subsidiary bodies and the secretariat apply the guidelines on procedures and practices for Commission bodies, as contained in appendix III hereto.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Communication and public outreach", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "VII.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "28.\tMember States noted the communication strategy issued by the secretariat, which aims at making communication materials more adapted to a targeted audience and at making a better use of the Internet, suggests a more client-oriented approach and proposes ways to electronically enhance the visibility of products and services of the Commission beyond the region. Member States expect that the strategy will help to further improve the image of the Commission, attract more attention to its achievements and allow the secretariat to enhance its communications, public relations and contacts with the media. Member States noted their responsibility for the implementation of the strategy.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "29.\tMember States stressed the importance of timely distribution of the information and documentation for Commission meetings in all three working languages. The secretariat should also make the necessary effort to ensure the equal treatment of all working languages for the purpose of information dissemination and news coverage with special attention to the official website of the Commission.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Resources", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "VIII.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "30.\tMember States expressed their satisfaction with the overall level of transparency on the past use of resources generated in the course of the review process, and encouraged the secretariat to continue providing requested information.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "31.\tIn the framework of the reform review process, member States:", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(a)\tAgreed that the mobilization, allocation and use of extrabudgetary resources should be done in accordance with United Nations rules and procedures, in support of the mandate of the Commission and subject to the Executive Committee’s approval of extrabudgetary projects. To assure transparency and accountability on the use of these resources, the Executive Committee should be informed, throughout the project cycle, of the use of resources and the concrete results achieved;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(b)\tIdentified three posts at present allocated to the Global Trade Solutions Section of the Trade Division and used for capacity-building activities (2 P-4 posts and 1 P-2 post), and agreed that two of the posts could, after completion of their present activities and at the latest by January 2014, be transferred to the Transport Division, to be used primarily to service Working Party 29, whereas the remaining post should be reallocated internally in the Division to service the standard-setting activities;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(c)\tAgreed to merge, by January 2014, the Division on Trade and the Division on Economic Cooperation and Integration into the Division on Trade and Economic Cooperation. That merger would free one D-1 post and a General Service post which could, possibly after a renaming, be reallocated to those activities in the organization that suffer from an overstretched use of their current resources and which should help to respond to budget cuts imposed by Headquarters in New York. Member States encourage the secretariat to identify other personnel and resource efficiencies that could result from this merger. The merger should not negatively affect the output of the work programme of the merged divisions;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(d)\tAgreed on the need for a reorganization of the different divisions with a view to creating a flatter and more harmonized internal management structure, so as to free up management posts, that should, possibly after a renaming, be reallocated to those activities in the organization that suffer from an overstretched use of their current resources and which should help to respond to budget cuts imposed by Headquarters in New York;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(e)\tAgreed on the urgent need to establish contacts with the regional office of the United Nations Population Fund in Istanbul, Turkey, to start cooperation between the Population Unit of the Commission and that regional office, with a view to freeing up, where possible, Commission resources currently allocated to population-related activities for reallocation to those activities in the organization that suffer from an overstretched use of their current resources;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(f)\tAgreed that the secretariat should investigate the possibilities of merging the activities on gender and population with a view to freeing up resources that could, possibly after a renaming, be reallocated to those activities in the organization that suffer from an overstretched use of their current resources;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(g)\tAgreed that the Trade Committee and the Committee on Economic Cooperation and Integration will, from 2013 onwards, organize their two-day annual meetings back to back, in the same week. Member States agree in principle that both Committees should further synergize their work. The secretariat is invited to draw up a report by the summer of 2014 so as to allow the Executive Committee to take a decision, before 1 December 2014, on whether or not to merge the two Committees.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "32.\tMember States emphasized the importance of continued effective and efficient use of the limited budgetary and human resources of the Commission as well as of further efforts to ensure an adequate level of regular budget resources for the Commission to fulfil its mandate.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "33.\tMember States, other partners and organizations are encouraged to support mandated activities and work programmes of the Commission with additional resources in accordance with the existing rules, regulations and practices.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Appendix I", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Modalities of the 2011–2012 review of the 2005 Economic Commission for Europe reform", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Background", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "1.\tThe Economic Commission for Europe, at its sixty-fourth session, held in Geneva from 29 to 31 March 2011, recalled the Commission reform adopted on 5 December 2005, welcomed its implementation and achievements, and underlined the importance of its first five-year review, that would take place in 2011–2012, with a view to drawing conclusions on the future work priorities of the Commission.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "2.\tThe Commission reaffirmed the strategic directions adopted by the 2005 reform, without prejudice to the outcome of the 2011–2012 review of that reform, which should make use of lessons learned and best practices.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "3.\tThe Commission requested the Executive Committee to duly consider the outputs, as appropriate, of the discussion at the sixty-fourth session of the Commission when it reviewed the work programmes of the Sectoral Committees during the intersessional period, and similarly requested the respective Sectoral Committees to duly consider the said outputs, as appropriate. The Commission also invited the Executive Committee to consider how to better interact with the Chairs of the Sectoral Committees with the aim of ensuring its role in terms of governance and oversight in the intersessional period.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "4.\tThe Commission invited the Executive Committee to decide on the modalities of the upcoming review which it will carry out with a view to proposing decisions on the matter to be taken by the Commission at its next session (in 2013).", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "5.\tIn May 2011, the secretariat presented to the Executive Committee, in an informal document and as requested by the Commission at its sixty-fourth session, information on the current allocation and use of resources provided to the Commission in the 2010–2011 programme budget under all main thematic areas of work within the subprogrammes implemented by the Commission with a link to all main products and services delivered in 2010, along with information on the availability of non-staff resources provided under the regular budget (section 19). Information was also provided, in an informal document containing a report on technical cooperation activities, on work carried out and resources available in 2010 from the Regular Programme for Technical Cooperation (section 22) and the United Nations Development Account (section 35), as well as extrabudgetary resources.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "6.\tThe modalities for the review, as specified below, were adopted on 21 July 2011 through a silence procedure, following discussions of informal documents by the Executive Committee on 10 May and 24 June 2011.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Principles", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "7.\tThe review process will be based on a number of good principles or practices, including transparency, resource efficiency, clarity about why the Commission should engage in an activity, what the Commission’s value added is, identification of duplication of work and of possible savings both within the Commission and with other United Nations and international organizations, etc. The review process as well as its outcomes should be results-oriented.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Modalities of the review", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Review of subprogrammes", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "8.\tBearing in mind the overall objective of an improved allocation of resources within the Commission (both within the Committees and subprogrammes and between them) based on clearly defined and updated mandates, the reduction of the current overstretch, and an increased emphasis on areas in which the Commission has clear demonstrable added value, the Executive Committee would review the work and priorities within each of the eight subprogrammes implemented by the Commission. The Executive Committee may wish to decide on the schedule/timing of these reviews. A possible period is from autumn 2011 to summer 2012.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "9.\tIn a first step, the secretariat will provide the Executive Committee with a clear picture of the current mandates of the Committees and the subsidiary bodies; the extent to which these mandates have been carried out over the past years in a resource-efficient way; and their added value vis-à-vis activities currently undertaken by other United Nations bodies or international organizations. For this, a complete picture of the activities, the input (human and financial resources) and the output (list of results) per subsidiary body would be useful, building on the informal document on resources.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "10.\tThe secretariat would solicit inputs from the Chairs of the Sectoral Committees and, through them, the main subsidiary bodies (e.g., working parties, teams of specialists, etc.). The purpose would be to identify within each subprogramme:", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(a)\tPriority areas of current work and results achieved;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(b)\tPossible new and emerging issues and expected results;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(c)\tPossibilities for streamlining and synergizing activities within each of the expected results;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(d)\tWays of improving efficiency and methods of work;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(e)\tExpected results and related activities that may need to be reoriented/refocused to better reflect priority demands of member States;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(f)\tPossible optimization of the structure of the programme of work;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(g)\tWays of improving communication and public outreach.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "This should take into account the results of the evaluations of the subprogrammes, in particular those carried out by the respective Sectoral Committees, after the 2005 reform. It should also take into account the results of regular priority-setting processes carried out within the Sectoral Committees. The Executive Committee will request the Sectoral Committees to carry out their priority-setting bearing in mind the elements listed above.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "11.\tIn a second step, for each subprogramme the secretariat will prepare, for consideration by the Executive Committee, documents which will identify possible future work priorities and the desirable and projected outputs in each area (objectives should as much as possible be formulated in a way that allows results to be measured, and each activity could have a sunset clause when appropriate, linked in particular to the achievement of a previously defined objective). An effort should be made to determine the activities that need to be enhanced and those that may be abolished, in order to better reflect the evolving needs and priorities of member States, as decided by the Executive Committee. Any identified duplication of work between the Commission and other United Nations bodies and international organizations should not automatically lead to the abolishment of the work area in question. Careful consideration should be given to the comparative advantages, cooperation and synergies, relevance to the mandate, efficacy, efficiency, sustainability and impact of the work. These considerations should guide the review process and member States’ decision in order to enable the Commission to focus its activities and resources on areas in which it has maximum impact, relevance, visibility and legitimacy.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "12.\tThe Chairs/Bureaux of Sectoral Committees could be invited to participate in meetings of the Executive Committee when the respective subprogrammes will be reviewed.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Review of programmatic activities reported directly to the Executive Committee", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "13.\tThe Executive Committee would also carry out a review of programmatic activities which are reported directly to it (e.g., ageing, gender), taking into account provisions of paragraphs 8 to 12 above, as appropriate.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Finalization of the review", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "14.\tIn a third step, in the second trimester of 2012, after the conclusion of the review of subprogrammes and their activities as outlined above, the Executive Committee would carry out a cross-sectoral review and formulate recommendations on the future work priorities to be submitted for approval by the Commission in 2013. Key criteria for the cross-sectoral review include relevance, effectiveness, efficiency, impact and sustainability. Workplans for any activities should clearly define the end objectives and provide for sunset clauses when appropriate.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Appendix II", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Outcome of the informal consultations on sustainable energy", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "General", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "I.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Committee on Sustainable Energy is an intergovernmental body that provides member States with a platform for international dialogue and cooperation and is mandated to carry out a programme of work in the field of sustainable energy with a view to providing access to affordable and clean energy to all, in line with the Sustainable Energy for All initiative of the Secretary-General, and to help reduce greenhouse gas emissions and the carbon footprint of the energy sector. The Committee and its subsidiary bodies will carry out concrete and results-oriented activities with the aim of achieving the specific objectives identified for each priority area, and they will work in accordance with the Executive Committee’s guidelines on procedures and practices for Economic Commission for Europe bodies.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The objectives, areas of work and concrete results-oriented activities indicated under each topic will orient the work of experts, who may suggest additional areas of work and activities within agreed mandates. All activities should have a clear demonstrable value added and be coordinated with and complementary to the work of other relevant international actors without duplicating their work or mandates (appendix I, paragraph 11). Specific activities to be carried out within the overall framework of the objectives and areas of work mentioned in this document shall be decided on in a member States-driven process and be carried out in an efficient and transparent way.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Committee on Sustainable Energy and its subsidiary bodies will focus on issues related to: energy efficiency, cleaner electricity production from fossil fuels, renewable energy, coal mine methane, the United Nations Framework Classification for Fossil Energy and Mineral Reserves and Resources 2009 and natural gas. The Committee will continue its energy security dialogue.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Energy efficiency", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "II.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Objective", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In line with the Sustainable Energy for All initiative of the Secretary-General, the Commission should focus on activities that help to significantly improve energy efficiency in the region, thus contributing to climate change mitigation efforts;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Strengthening regional cooperation in energy efficiency, with a view to reducing greenhouse gas emissions.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Areas of work", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Regulatory and policy dialogue addressing financial, technical and policy barriers to improve energy efficiency;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Sharing experience and best practices in the field of energy efficiency in the region, including on strengthening institutional capacity in energy efficiency to reduce greenhouse gas emissions.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Concrete activities", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Improving efficiency of distribution by raising awareness regarding smart grids;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Encouraging the exchange of know-how and best practices between relevant experts of all member States, in order to help to attract investments into energy efficiency;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Help to share the experience of the Commission and its members in the area of energy efficiency with member States of other regions, through the Special Representative for the Sustainable Energy for All initiative;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In addition, States members of the Commission could decide to develop other concrete and results-oriented activities within agreed mandates, including specific projects at the regional level, aimed at improving regulatory and institutional frameworks for energy efficiency.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Cleaner electricity production from fossil fuels", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "III.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Objective", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Commission should focus on activities that significantly reduce greenhouse gas emissions from electricity production from fossil fuels. Activities aimed at cleaner electricity production from fossil fuels should be developed and implemented with the active participation of States members of the Commission, representatives from the energy and financial sectors and civil society, independent experts and academia.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Areas of work", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Regulatory and policy dialogue;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Sharing best practices in the field of cleaner electricity production from fossil fuels in the region;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Carbon capture, utilization and storage;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Enhanced oil recovery with carbon dioxide;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Advanced fossil fuels technologies for power generation.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Concrete activities", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Examples of specific international carbon capture, utilization and storage activities for States members of the Commission to consider are opportunities to collaborate and actively participate in several upcoming Carbon Sequestration Leadership Forum Working Groups on the following topics:", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Technical working group activities in carbon dioxide utilization options;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Carbon capture, utilization and storage technology gaps closure;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Carbon capture energy penalty reduction;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Carbon capture and storage with industrial emissions sources;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Technical challenges for conversion of carbon dioxide-enhanced oil recovery to carbon capture and storage;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Identifying and assessing links between technology-related risks and liability;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Competition of carbon capture and storage with other resources;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Stimulating introduction of innovative technologies, notably on electricity with a focus on controlling emissions.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The International Energy Agency, the Global Carbon Capture and Storage Institute and the Carbon Sequestration Leadership Forum each conduct a wide range of activities related to carbon capture, utilization and storage, many of which should be of interest to various States members of the Commission. Rather than propose a specific set of projects at this time, non-duplicative projects that are of the most value could be developed through dialogue between these organizations and the Commission.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Committee on Sustainable Energy will encourage the exchange of know-how and best practices between relevant experts of all member States in order to attract investments in advanced fossil fuels technologies for electricity generation with a view to supporting industrial and economic competitiveness and achieving low-carbon sustainable development.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Work on cleaner electricity production is not limited to carbon capture, utilization and storage. States members of the Commission could decide to develop other concrete and results-oriented activities within agreed mandates.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Renewable energy", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "IV.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Objective", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In line with the Sustainable Energy for All initiative of the Secretary-General, the Commission should focus on activities that help to significantly increase the uptake of renewable energy in the region and that help to achieve the objective of access to energy for all in the region.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Areas of work", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Regulatory and policy dialogue and sharing best practices on various renewable energy sources, including biomass, with a view to increasing the share of renewables in the global energy mix.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Concrete activities", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Committee on Sustainable Energy will help member States, at their request, to identify those communities in the region that, at present, have no access to energy, and it will help to suggest ways to ensure that these communities have access to renewable or alternative sources of energy as soon as possible. Energy companies could be asked to help to achieve that objective.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In view of the Commission’s existing expertise, the Committee will work:", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(a)\tOn increasing energy production from renewable sources throughout the region;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(b)\tOn activities that will improve access to heat and power from renewable energy sources in the region, including for the communities referred to above;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(c)\tOn sustainable development of non-forest-based biomass production.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Encourage the exchange of know-how and best practices between relevant experts of all member States in order to attract investments in energy production from renewable sources, such as wind, solar and hydropower projects as a means of sustainable development and climate change mitigation.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In addition, States members of the Commission could decide to develop other concrete and results-oriented activities of the Committee on Sustainable Energy within agreed mandates. The activities of the sustainable energy subprogramme are complementary to and implemented in cooperation and coordination with other subprogrammes, in particular with the Economic Commission for Europe-Food and Agriculture Organization of the United Nations Timber and Forestry subprogramme.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Coal mine methane", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "V.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Objective", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "To promote the reduction of greenhouse gas emissions from coal mines by means of activities that may help the recovery and use of methane in order to reduce the risks of explosions in coal mines.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Areas of work", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Best practice guidance for effective methane drainage development and dissemination.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Concrete activities", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Electronically disseminate the Best Practice Guidance for Effective Methane Drainage and Use in Coal Mines to all major stakeholders in the region and beyond, as recommended by the Economic and Social Council in its decision 2011/222 of 25 July 2011, before August 2013;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Prepare suggestions, by August 2013, on how to develop, as appropriate, similar best practices guidance for aspects of coal mine methane management that are not covered in detail by the current document, such as best practice drilling or low-concentration methane drainage;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Prepare proposals, by August 2013, for case studies, where appropriate and financed by extrabudgetary resources, on the application of best practice guidance in specific coal mines in different regions of the world.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "If the activities carried out by the coal mine methane experts of the Commission reveal broader safety issues, they may communicate them to the International Labour Organization for consideration in its coal mine safety guidelines.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "United Nations Framework Classification for Fossil Energy and Mineral Reserves and Resources 2009", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "VI.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Objective", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Classification of energy and mineral reserves and resources.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Areas of work", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "United Nations Framework Classification for Fossil Energy and Mineral Reserves and Resources 2009.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Concrete activities", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Electronically disseminate the Framework to all major stakeholders by August 2013;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Finalize the generic specifications by December 2013 to make the Framework operational;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Develop ideas on how the Framework could apply to and integrate renewable energy by December 2013;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Develop proposals on how to conduct ongoing maintenance, technical advice, guidance and periodic updates to the Framework in order to ensure that the system remains relevant and useful and operates efficiently in the light of ongoing technological developments, including in the field of carbon capture and storage.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Natural gas", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "VII.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Objective", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Provide a forum for multi-stakeholder dialogue on ways to promote the sustainable and clean production, distribution and consumption of gas in the region.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Areas of work", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Policy dialogue and exchange of information and experience among member countries on:", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Gas-related issues of regional relevance, including the role of gas in the global energy mix;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The relation between natural gas and the environment.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Concrete activities", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Studies, delivered in a timely way, on the sustainable and clean production, transport and use of gas, including on:", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(a)\tIssues that emerge from natural gas market studies carried out in the past;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(b)\tMethods of preventing gas losses and leakages during production and distribution.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Maintain a transparent dialogue between governments and the gas industry through the extrabudgetary Gas Centre programme.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Appendix III", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Guidelines on procedures and practices for Economic Commission for \nEurope bodies", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "General", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "I.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "1.\tThe work of the Economic Commission for Europe, its subsidiary bodies and the secretariat is based on the Charter of the United Nations, the terms of reference of the Commission as endorsed by the Economic and Social Council, the rules of procedure of the Commission, and relevant United Nations rules and regulations, and is in line with those guidelines on procedures and practices for Commission bodies and the secretariat. It should be ensured, at all administrative levels of the secretariat and for all bodies of the Commission, that the work is carried out in a way that is member-driven, participatory, consensus-oriented, transparent, responsive, effective, efficient, results-oriented and accountable. The Commission and its subsidiary bodies should continue their existing practice of inviting, without a right to vote, other relevant stakeholders such as international organizations, private sector representatives, members of academia or representatives of civil society.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Rules of procedure", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "II.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "2.\tAll Sectoral Committees and other subsidiary bodies may adopt their own rules of procedure on the basis of the rules of procedure of the Commission and, where applicable, the rules of procedure of the Economic and Social Council, taking into account these guidelines. Otherwise it will be presumed that they are governed by the rules of procedure of the Commission and, where applicable, the rules of procedure of the Council, and taking into account these guidelines mutatis mutandis.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Communication with the member States", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "III.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "3.\tThe secretariat will continue to communicate with the member States in accordance with the official channels of communication. In cases where the secretariat communicates directly with national experts and counterparts, all correspondence will be copied to the permanent representations. Similarly, when the secretariat requires assistance in identifying national experts, it will communicate with the line ministries with a copy to the permanent representations.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Accreditation process for participants/representatives to intergovernmental bodies", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "IV.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "4.\tIn meetings of subsidiary bodies, member States shall be represented by officially designated representatives whose names shall be communicated to the secretariat by the respective permanent representations and made available by the secretariat.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "5.\tOfficially designated representatives of the member States who work in the Geneva permanent representations and are duly authorized, including persons accredited to the Executive Committee, may take part in the meetings without any restrictions and participate in the discussion and in the decision-making process.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "6.\tOfficially designated representatives and other participants to all bodies of the Commission should be registered by the secretariat in the respective lists of participants, which will be communicated to the permanent representations.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Nomination and election of Chairs and other members of the Bureaux of intergovernmental bodies", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "V.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "7.\tCandidates for the Bureaux of the Sectoral Committees and other subsidiary bodies shall be nominated by member States based on the person’s expertise, professionalism and expected support from the membership. The candidatures for election should be made available to all member States well in advance of the elections and preferably agreed upon.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "8.\tThe members of the Bureaux shall be elected by the respective body according to the relevant rules of procedure and following consultations among member States. Elected Bureaux members serve collectively in the interest of all member States. In the absence of rules of procedure of such body, the composition of the Bureau should take into account expertise, with due regard to as wide a geographical representation as possible; the term of office should be up to two years. Bureau members, including the Chair, can be re-elected for an additional term.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "9.\tA Bureau may invite major stakeholders active in the area of the subprogramme to attend the meetings of the Bureau and contribute to its work, without the right to vote.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Functions of the Bureaux", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "VI.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "10.\tThe key functions of the Bureaux are:", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(a)\tTo monitor and ensure implementation of the programme of work and of past decisions and recommendations during intersessional periods;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(b)\tTo ensure effective and transparent preparations of forthcoming sessions and, for that purpose, to collectively outreach and consult with all member States, and other stakeholders as appropriate;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(c)\tTo ensure effective conduct of business during the sessions in full compliance with their respective rules of procedure, taking into account these guidelines, and to facilitate reaching agreement on decisions and recommendations.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "11.\tIn addition to those tasks, the Bureaux help the consensus-building process by means of transparent and inclusive consultations on draft outcomes of the subsidiary bodies, including draft decisions, conclusions and recommendations that might be proposed by representatives of member States.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "12.\tThe Bureaux do not adopt the conclusions, recommendations, decisions and meeting reports of the subsidiary bodies.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "13.\tIn their activities, the Bureaux should coordinate with the secretariat on all relevant issues.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Procedures for the adoption of decisions and reports of intergovernmental bodies", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "VII.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "14.\tWhen taking a decision, the Commission and its subsidiary bodies shall continue their existing practice of making every effort to reach a consensus.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "On draft decisions", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "15.\tWithout prejudice to the rules of procedure of the Commission, any draft conclusions, recommendations or decisions which Commission bodies within their competence are expected to discuss and adopt at their meetings, should be prepared in line with items 9 to 12 and distributed by the secretariat to all participants and permanent representations in Geneva at least 10 days before the start of the meeting, for information, so as to allow participants to finalize their position during the meeting in order to adopt conclusions, recommendations and decisions. That does not prejudice the possibility for member States to propose additional agenda items, draft conclusions, recommendations or decisions at the meeting. Should the submission of draft proposals not be possible 10 days prior to a meeting, the prevailing rules of procedure will be used to determine how such draft proposals will be considered in order to not block the decision-making process.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "16.\tThe secretariat should make available only those draft conclusions, recommendations or decisions for discussion and adoption that are proposed by one or more member States.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "17.\tThe secretariat can make proposals on administrative issues within its prerogatives.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "18.\tDraft conclusions, recommendations and decisions are formally adopted by the subsidiary body at the end of the session. Drafts should be projected on a screen, where possible, and read out by the Chair.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "19.\tIf a draft conclusion, recommendation or decision cannot be adopted at the meeting for technical reasons, the subsidiary body may decide to circulate it to all permanent representations in Geneva for subsequent approval.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "On draft reports", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "20.\tA draft report of the meeting, which reflects in a concise and factual manner the discussion and the views expressed by participants, should be circulated well in advance of the end of the meeting for comments and adoption by member States at the end of the meeting.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "21.\tIf the draft report cannot be circulated at or adopted during the meeting for technical reasons, the subsidiary body may decide to distribute it to all permanent representations in Geneva for subsequent approval.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}]