[{"text": "*2018 session", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Agenda item 18 (i)", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Resolution adopted by the Economic and Social Council on 2 July 2018", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "[on a proposal considered in plenary meeting (E/2018/L.15)]", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["E/2018/L.15", "https://undocs.org/E/2018/L.15"]]}, {"text": "2018/14.\tStrategic Framework on Geospatial Information and Services for Disasters", "type": "title", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Economic and Social Council,", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Recalling General Assembly resolution 66/288 of 27 July 2012, by which the Assembly endorsed the outcome document of the United Nations Conference on Sustainable Development, entitled “The future we want”, which recognized the importance of space technology-based data, in situ monitoring and reliable geospatial information for sustainable development policymaking, programming and project operations,", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Recalling", "action_verb_type": "preambular", "action_verb_normalized": "recall", "links": [["66/288", "https://undocs.org/A/RES/66/288"]]}, {"text": "Recalling also General Assembly resolution 70/1 of 25 September 2015, by which the Assembly adopted the document entitled “Transforming our world: the 2030 Agenda for Sustainable Development”, which recognized that quality, accessible, timely and reliable disaggregated data will be needed to help with the measurement of progress and to ensure that no one is left behind,", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Recalling", "action_verb_type": "preambular", "action_verb_normalized": "recall", "links": [["70/1", "https://undocs.org/A/RES/70/1"]]}, {"text": "Recalling further General Assembly resolution 69/283 of 3 June 2015, by which the Assembly endorsed the outcome documents of the Third United Nations World Conference on Disaster Risk Reduction, entitled “Sendai Declaration” and “Sendai Framework for Disaster Risk Reduction 2015–2030”, which recognized the importance of a concise, focused, forward-looking and action-oriented post-2015 framework for disaster risk reduction and the importance of disseminating risk information with the best use of geospatial information technology,", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Recalling", "action_verb_type": "preambular", "action_verb_normalized": "recall", "links": [["69/283", "https://undocs.org/A/RES/69/283"]]}, {"text": "Recalling General Assembly resolution 71/256 of 23 December 2016, by which the Assembly endorsed the outcome document of the United Nations Conference on Housing and Sustainable Urban Development (Habitat III), entitled “New Urban Agenda”, which committed to strengthening the resilience of cities and human settlements, including through the development of quality infrastructure and spatial planning, by adopting and implementing integrated, age- and gender-responsive policies and plans and ecosystem-based approaches in line with the Sendai Framework for Disaster Risk Reduction 2015–2030 and by mainstreaming holistic and data-informed disaster risk reduction and management at all levels to reduce vulnerabilities and risk, especially in risk-prone areas,", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Recalling", "action_verb_type": "preambular", "action_verb_normalized": "recall", "links": [["71/256", "https://undocs.org/A/RES/71/256"]]}, {"text": "Recalling also Economic and Social Council resolution 2011/24 of 27 July 2011, by which the Council established the Committee of Experts on Global Geospatial Information Management, and its supporting resolution 2016/27 of 27 July 2016 on strengthening institutional arrangements on geospatial information management, in which the Council requested the Committee to continue its work on the implementation of the 2030 Agenda for Sustainable Development, the Sendai Framework and other global development agendas within the purview of the United Nations,", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Recalling", "action_verb_type": "preambular", "action_verb_normalized": "recall", "links": [["2011/24", "https://undocs.org/E/RES/2011/24"], ["2016/27", "https://undocs.org/E/RES/2016/27"]]}, {"text": "Noting decision 5/110, adopted on 7 August 2015 by the Committee of Experts at its fifth session, in which the Committee strongly supported the establishment of the working group on geospatial information and services for disasters and the development and implementation of a strategic framework aimed at improving geospatial information policy, processes and services to support emergency response and disaster risk reduction that are aligned with the outcome and follow-up to the Sendai Framework and its implementation,", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Noting", "action_verb_type": "preambular", "action_verb_normalized": "not", "links": []}, {"text": "Welcoming decision 7/110, adopted on 4 August 2017 by the Committee of Experts at its seventh session, in which the Committee adopted the strategic framework on geospatial information and services for disasters as a guide for Member States in their respective national activities to ensure the availability and accessibility of quality geospatial information and services across all phases of disaster risk reduction and management, and endorsed the consideration of drafting a resolution presenting the strategic framework for adoption by the Economic and Social Council,", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Welcoming", "action_verb_type": "preambular", "action_verb_normalized": "welcom", "links": []}, {"text": "Endorses the Strategic Framework on Geospatial Information and Services for Disasters, as contained in the annex to the present resolution, as a guide for Member States to ensure the availability and accessibility of quality geospatial information and services across all phases of disaster risk reduction and management, and acknowledges the valuable work, broad consultations and communication and outreach strategies of the working group on geospatial information and services for disasters, with the assistance of the Committee of Experts, in preparing the Strategic Framework;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "1.", "action_verb": "Endorses", "action_verb_type": "operative", "action_verb_normalized": "endors", "links": []}, {"text": "Invites Member States, their relevant government bodies, the United Nations system, international organizations, donors, the private sector, academia and non-governmental organizations with responsibility for disaster risk reduction and management, in accordance with their mandates, to adopt the Strategic Framework on Geospatial Information and Services for Disasters, recognizing that disaster risk reduction and management requires the commitment and cooperation of all stakeholders.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "2.", "action_verb": "Invites", "action_verb_type": "operative", "action_verb_normalized": "invit", "links": []}, {"text": "41st plenary meeting \n2 July 2018", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Annex", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Strategic Framework on Geospatial Information and Services for Disasters", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Preamble", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "I.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "1.\tMember States have the primary responsibility to protect their citizens from the social, economic and environmental impacts of disasters. During the Third United Nations World Conference on Disaster Risk Reduction, Member States reiterated their commitment to address disaster risk reduction and the building of resilience to disasters with a renewed sense of urgency within the context of sustainable development and poverty eradication, and to integrate, as appropriate, both disaster risk reduction and the building of resilience into policies, plans, programmes and budgets at all levels and to consider both within relevant frameworks.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "2.\tGeospatial information has been widely recognized as an important aspect of disaster risk management. The availability and accessibility of quality geospatial data and information from authoritative sources ensure that decision makers and other stakeholders have an accurate common operational picture of critical scenarios before, during and after disasters.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "3.\tDuring disaster situations, data-sharing mechanisms in support of decision-making are generally not in place. As a result, the many actors and stakeholders simultaneously engaged in response are not only gathering volumes of concurrent and inconsistent geospatial datasets but are also concerned with issues of coordination and communication. This is aggravated further by a situation in which local institutions that see a need to pursue geospatial data development have to compete for government resources and priorities.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "4.\tRecent large-scale disasters caused by natural and human-made hazards have demonstrated the gap between the state of geospatial information and informed decision-making. This situation highlighted the need to find solutions aimed at improving not only the availability and accessibility of quality geospatial information and services, but also coordination and communication among stakeholders at all levels of decision-making across all phases of disaster risk management. It underscores the strong relevance of a strategic framework not only to address the challenges relating to geospatial information management, but also to benchmark best practices implemented worldwide across all phases of disaster risk management.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "5.\tBuilding on the results of a fact-finding analysis and a review of existing frameworks, rules, legislation and policies, the Committee of Experts on Global Geospatial Information Management prepared a strategic framework that will optimize the benefits of the use of geospatial information and services by Member States and other entities concerned across all phases of disaster risk management.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "6.\tThis framework is not only timely in view of the increasing number and impact of disasters but also contributes to the implementation by Member States of the Sendai Framework for Disaster Risk Reduction 2015–2030, adopted during the Third United Nations World Conference on Disaster Risk Reduction in March 2015 and subsequently endorsed by the General Assembly in June 2015.3 It also builds on General Assembly resolution 59/212 of 20 December 2004, in which the Assembly called upon Member States, the United Nations and other key stakeholders to assist in addressing knowledge gaps in disaster risk management by improving systems and networks for the collection and analysis of information on disasters, vulnerabilities and disaster risks to facilitate informed decision-making.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["59/212", "https://undocs.org/A/RES/59/212"]]}, {"text": "7.\tFurthermore, disaster risk management is central to sustainable development. As such, the framework contributes to the achievement of the 2030 Agenda for Sustainable Development.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Expected outcome and goal", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "II.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "8.\tBuilding on the Sendai Framework for Disaster Risk Reduction 2015–2030, the strategic framework aims to achieve the following outcome:", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The human, socioeconomic and environmental risks and impacts of disasters are prevented or reduced through the use of geospatial information and services.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The use of geospatial and relevant statistical information will help Member States to better understand, formulate policies on and manage the risks and impacts of disasters. The realization of this outcome will require the strong commitment and cooperation of all stakeholders and key partners involved in disaster risk management. These include but are not limited to Governments and government agencies, the Committee of Experts on Global Geospatial Information Management and United Nations entities, as well as non-governmental organizations, international partners and donors, the private sector, academia and volunteers.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "9.\tThe following goal must be pursued by Member States in order to attain the expected outcome:", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Quality geospatial information and services are available and accessible in a timely and coordinated way to support decision-making and operations within and across all sectors and phases of disaster risk management.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Reaching this goal requires Member States to be in the position to develop, maintain and provide the necessary geospatial information and services.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "10.\tThe following targets are proposed in order to guide Member States in the assessment of their progress in achieving the outcome and goal of the strategic framework:", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(a)\tAwareness is raised among policymakers and concerned entities on the importance of geospatial information and services to the disaster risk management process; regular assessment, monitoring and evaluation of risks and disaster situations are conducted; and a comprehensive plan is developed to implement the five priorities for action identified in this framework;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(b)\tPolicies on collaboration, coordination and sharing are established, issued and implemented;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(c)\tGeospatial databases and information products are developed, maintained and updated based on common standards, protocols and processes as important tools in every decision-making process across all phases of disaster risk management;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(d)\tCommon geospatial information facilities and services are established for all key stakeholders to have a common operational picture of disaster events;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(e)\tInformation, education and communications capacities and mechanisms are built and strengthened;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(f)\tResources are made available to sustain all activities for the enhancement of the use of geospatial information in disaster risk management.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Guiding principles", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "III.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "11.\tThe strategic framework draws from the principles included in the Sendai Framework for Disaster Risk Reduction 2015–2030; General Assembly resolutions 59/212, and 69/243 of 23 December 2014 on international cooperation on humanitarian assistance in the field of natural disasters, from relief to development; the 2030 Agenda for Sustainable Development; the Global Statistical Geospatial Framework of the Committee of Experts on Global Geospatial Information Management; and other relevant instruments pertaining, but not limited to, the concepts of open data, communities and sources, as well as the concept of spatial data infrastructure. The implementation of the framework will emphasize the fundamentals of sustainability, accessibility, complementarity and interoperability, while taking into account national circumstances and consistency with domestic laws as well as international obligations and commitments:", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["59/212", "https://undocs.org/A/RES/59/212"], ["69/243", "https://undocs.org/A/RES/69/243"]]}, {"text": "(a)\tEach Member State shall be in the position to generate, maintain and provide quality geospatial information and services across all phases of disaster risk management;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(b)\tGeospatial data and information generated and maintained by Member States and the international community shall be openly accessible to the disaster risk management community, as appropriate;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(c)\tThe implementation of the framework shall encourage data sharing, interoperability and harmonization among neighbour countries in order to respond efficiently to cross-border disasters;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(d)\tThe implementation of the framework shall comply with the standards and requirements of the national spatial data infrastructure or contribute to the establishment of such infrastructure if it is not yet in place;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(e)\tThe international organizations and developed countries shall extend and coordinate their support to developing countries, particularly the least developed countries, small island developing States, landlocked developing countries and African countries, as well as middle-income and other countries facing specific disaster risk challenges.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Priorities for action", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "IV.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "12.\tTaking into account the result of the fact-finding analysis and the review of existing frameworks, laws, policies and regulations, and pursuant to the expected outcome and goal, there is a need for a collaborative and coordinated approach within and across sectors in Member States in implementing the following five priorities for action:", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "•\tPriority 1: governance and policies", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "•\tPriority 2: awareness-raising and capacity-building", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "•\tPriority 3: data management", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "•\tPriority 4: common infrastructure and services", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "•\tPriority 5: resource mobilization", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "13.\tMember States shall take into consideration their respective capacities, resources and priorities, as well as laws and regulations, when implementing the major activities identified for each priority. These activities serve as a guide and can be further enhanced by Member States and other key stakeholders based on their political and socioeconomic situations.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Priority 1: governance and policies", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "14.\tThe management of geospatial information and services for disasters shall be based on good governance and science-based policies. Such policies should collectively form part of other equally important policies on awareness-raising and capacity-building, data management, infrastructure and services, and resource mobilization. Specific activities shall include assessment and planning, institutional arrangements, collaboration and coordination and monitoring and evaluation.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "National and local levels", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "15.\tTo achieve this, it is important:", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(a)\tFor Member States to ensure political and financial support at the highest level for the successful implementation of the five priorities for action;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(b)\tTo identify the champion and/or national entity that will oversee the implementation of the five priorities for action and ensure the inclusive participation of all stakeholders and key partners;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(c)\tTo establish and maintain open channels of communication with the objective of improving coordination, collaboration and exchange of information and relevant resources;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(d)\tTo regularly conduct situational assessment and analysis of the availability, accessibility and usage of quality geospatial information and services. In order to be comprehensive, such assessment shall cover the five priorities for action and be based on established key performance indicators;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(e)\tOn the basis of the results of the assessment, to develop and implement plans and programmes aimed at establishing or strengthening the availability, accessibility and usage of quality geospatial information and services across all phases of disaster risk management;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(f)\tTo develop and implement laws and policies to bind all efforts in a systematic and consensus-based road map;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(g)\tTo establish a comprehensive monitoring and evaluation scheme supported by a set of metrics to continuously support and further improve both the national and institutional plans and programmes as well as to ensure that geospatial information and services are aligned with changing needs and priorities.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Global and regional levels", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "16.\tTo achieve this, it is important:", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(a)\tTo encourage collaboration, coordination and partnership between government and non-government actors, between and among geospatial information and emergency response communities, and between Governments and international organizations;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(b)\tTo promote mutual learning and exchange of good governance practices and policies among Member States;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(c)\tTo provide effective channels where Member States and other stakeholders can share technical knowledge, lessons learned, best practices and case studies;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(d)\tTo regularly conduct assessment of the availability, accessibility and usage of quality geospatial information and services for disaster risk management and related purposes.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Priority 2: awareness-raising and capacity-building", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "17.\tRisks and impacts of disasters will be properly managed if Member States and other stakeholders are fully aware of their respective geospatial data and information holdings. This requires all entities to bring the necessary changes towards making available and accessible quality geospatial information and services across all phases of disaster risk management.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "National and local levels", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "18.\tTo achieve this, it is important:", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(a)\tTo translate geospatial information and services into components that can easily be understood by a wider audience. Specific strategies may include using local languages, area- and issue-based scenarios and social media and other platforms in collecting and disseminating information;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(b)\tTo promote the inclusion of geospatial information management as applied to disaster risk management in academic programmes;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(c)\tTo take on technical responsibilities by leading research endeavours in disaster risk management using up-to-date geospatial information;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(d)\tTo examine the capacities of entities to provide training and match them with inventories of existing skills among stakeholders and other key partners and urge Member States to respond to identified gaps and areas for further improvement;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(e)\tTo design and implement information, education and communication campaigns and disaster simulation exercises based on the results of training needs assessment initiatives;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(f)\tTo design and implement multilevel geospatial information management training programmes as applied to disaster risk management among the data custodians and users within Member States;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(g)\tTo strengthen the competencies of Member States and other stakeholders in establishing spatial data infrastructures and open data platforms for geospatial information and services;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(h)\tTo identify and assess laws, policies and institutional gaps for all awareness-raising and capacity-building initiatives.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Global and regional levels", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "19.\tTo achieve this, it is important:", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(a)\tTo develop and publish a long-term plan on multisectoral and multilevel capacity-building, including scenario-based modelling and experiments;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(b)\tTo conduct data and information management training, especially among humanitarian/responders communities;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(c)\tTo harness the technical expertise within international partners and donor institutions through the conduct of studies, research and modelling, publish and make available the results of such initiatives to recipient Governments, government agencies and other stakeholders;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(d)\tTo benchmark best practices from other Member States and institutions and cascade them to the local context. These practices may come in the form of human resource and system improvements, as well as technology exchange programmes. Benchmarking will also ensure that Governments and government agencies are on par with current global undertakings.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Priority 3: data management", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "20.\tA comprehensive method of managing geospatial data and information for their optimal utility by the Member States and other stakeholders is crucial in implementing the strategic framework. That method should include specific activities on data development, including collection; data standards and protocols; and data use guidelines. Modern, cost-effective and open-source technologies may be used to improve data and information management.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "National and local levels", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "21.\tTo achieve this, it is important:", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(a)\tTo develop a common and accessible database system of minimum/ baseline geospatial information and services requirements, including an initial list of essential elements of information addressing all phases of disaster risk management. These include, but are not limited to, comprehensive common operational datasets and fundamental operational datasets, such as administrative boundaries; population; critical infrastructures and other exposure datasets; and earth observation data holdings. Crowdsourced or volunteered geospatial information may be included, but attention should be given to issues of the accuracy, resolution, authoritativeness, integrity, openness and interoperability of such datasets;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(b)\tTo develop hazard, vulnerability and disaster risk assessment maps and other information products as crucial inputs to national and local disaster risk management plans and in framing relevant projects, programmes and activities;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(c)\tTo maintain a national and local emergency responders common contact database;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(d)\tTo develop a registry of all international humanitarian response/assistance organizations to ensure coordination of the deployment of humanitarian aid;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(e)\tTo conduct humanitarian profiling and event or incident scenario-building across all phases of disaster risk management;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(f)\tTo develop business use cases and data/information product templates to respond to mission-critical requests for geospatial information in disaster risk management;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(g)\tTo optimize the use of geospatial information products for the development of common operational pictures of disaster events. In turn, this information will be translated by Member States and other stakeholders to reflect existing conditions at the local level;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(h)\tTo develop data management policies including, but not limited to, data collection; data sharing; data classification; data custodianship; data stewardship; metadata; data security and control; and data backup and recovery at the local and national levels;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(i)\tTo promote the importance of integrating geospatial data and statistics in disaster risk management plans and programmes;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(j)\tTo identify and assess laws, policies and institutional gaps for all data management initiatives;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(k)\tTo encourage the open data community and government institutions to engage more actively with each other for the complementation and alignment of their respective datasets;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(l)\tTo use geospatial information as a major driver for the establishment of the national spatial data infrastructure.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Global and regional levels", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "22.\tTo achieve this, it is important:", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(a)\tTo encourage Governments and the international community to openly share their data and establish sharing mechanisms that include the identification of mission-specific essential elements of information;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(b)\tTo encourage the convergence of existing projects aimed at developing global datasets and collaboration among relevant government agencies in countries, starting with national mapping agencies, to get these datasets completed, updated and validated;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(c)\tTo optimize the use of geospatial information products for the development of common operational pictures of disaster events within and across affected regions;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(d)\tTo adhere to data management guidelines including, but not limited to, data collection; data sharing; data classification; data custodianship; data stewardship; metadata; data security and control; and data backup and recovery at the global and regional levels;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(e)\tTo cascade best practices, particularly established standards, protocols and processes within and among Member States.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Priority 4: common infrastructure and services", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "23.\tInstitutionalizing geospatial information and services requires infrastructure support, such as a common operations centre, facilitated by a dedicated team of experts and support staff. This should be complemented by hardware and software acquisitions, as well as application systems that will serve as data distribution platforms. Interoperability of information will likewise require facilities and systems duly recognized and supported by Member States and other key stakeholders.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "National and local levels", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "24.\tTo achieve this, it is important:", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(a)\tTo build on existing systems to develop a common infrastructure and facility, particularly an operations centre supported by a maintenance programme;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(b)\tTo implement business use cases, where operations centres will provide common support services in addressing mission-critical requests in all phases of disaster risk management. A mirror system for online and offline processing of data can also be established to sustain operations during disasters;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(c)\tTo ensure the interoperability of all systems, processes and skills among and within Member States by adhering to data management guidelines and other geospatial information management standards;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(d)\tTo maintain the integrity of established common infrastructure and services by regularly conducting disaster simulation exercises;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(e)\tTo identify and assess laws, policies and institutional gaps for all common infrastructure and services initiatives;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(f)\tTo pursue the application of new geospatial information management technologies.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Global and regional levels", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "25.\tTo achieve this, it is important:", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(a)\tTo assist Member States and other stakeholders in establishing their respective common infrastructure and services;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(b)\tTo promote interoperability of systems and processes and share best practices with Member States;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(c)\tTo encourage the establishment of regional geoportals for disaster risk management.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Priority 5: resource mobilization", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "26.\tIn order to support the activities identified in this framework, an array of human resources, as well as technical, financial and other forms of logistical and administrative support, is required by Member States and other stakeholders.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "National and local levels", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "27.\tTo achieve this, it is important:", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(a)\tTo sensitize the authorities on the necessity of funding the acquisition, maintenance and updating of geospatial information. In particular, national mapping agencies should be supported to play a key role in the implementation of national spatial data infrastructure that supports the availability and accessibility of quality geospatial information and services across all phases of disaster risk management;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(b)\tTo encourage the academic community to prioritize funding for the conduct of related research, development and extension activities, particularly in the implementation of the strategic framework;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(c)\tTo encourage the private sectors to invest in the provision of geospatial information and related services for disaster risk management;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(d)\tTo identify and assess laws, policies and institutional gaps for all resource mobilization initiatives.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Global and regional levels", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "28.\tTo achieve this, it is important:", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(a)\tTo improve access to funding support for the activities in the implementation of the strategic framework, including provisions for grants, loans and other forms of financial support;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(b)\tTo promote resource-sharing mechanisms among Member States and regions with common interests and in similar situations.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Role of stakeholders", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "V.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "29.\tMember States should be in the position to generate, maintain and provide quality geospatial information and services. This will require the involvement of national mapping agencies, national disaster management agencies, national statistical institutions, national hydrographic agencies and other relevant government organizations.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "30.\tIt is also recognized that the commitment, goodwill, knowledge, experience and resources of other stakeholders are key to the implementation of the strategic framework. Member States should encourage the following actions on the part of all public and private stakeholders and other key partners:", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(a)\tCivil society groups, volunteers’ organizations and other community-based organizations to fully participate in the initiatives of the Government, including technical and administrative provisions relating to geospatial information and services;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(b)\tPrivate sector institutions, including financial regulators and accounting bodies, as well as philanthropic foundations, to integrate geospatial information and services as a key component to support informed decision-making across all phases of disaster risk management. They should also encourage projects at the national and local levels to adhere to established standards, protocols, guidelines and policies as well as contribute to their strengthening, if necessary;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(c)\tAcademic, scientific and research entities and networks to focus their studies on the potential contributions of geospatial information and services across all phases of disaster risk management. The results of this research shall be made available and accessible to the public;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(d)\tMedia to take an active and inclusive role at the local, national, regional and global levels in raising public awareness on the importance of geospatial information and services in disaster risk management.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "31.\tThe Committee of Experts on Global Geospatial Information Management shall play a leading role in setting the agenda for the development of global geospatial information and services, and to promote their use to address key global challenges. As such, it will be well placed to contribute to several of the priorities mentioned in the framework, starting with:", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(a)\tRaising the awareness of Member States and other stakeholders on the importance of geospatial information and services before, during and after disasters;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(b)\tEncouraging Member States to develop and promote geospatial databases, standards, protocols and processes aimed at improving data quality and interoperability at the national and global levels;", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(c)\tEncouraging Member States to develop and implement policies aimed at improving the availability and accessibility of quality geospatial information and services in support of disaster risk management.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "32.\tThe United Nations entities concerned shall contribute to the overarching principles reflected in the strategic framework. They should provide a monitoring and evaluation scheme to ensure the relevance of implemented projects, programmes and activities within Governments and government agencies to international agreements.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "33.\tThe international funding institutions shall consider prioritizing funding programmes leading to the optimal utilization of geospatial information and services, particularly during disaster events. Similarly, expertise from these organizations can also be harnessed by Member States in implementing the technical and administrative provisions of the framework.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Implementation", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "VI.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "34.\tGeospatial information and services contribute vastly to the overarching effort of preventing or reducing the social, economic and environmental impacts of disasters. Thus, Member States and other stakeholders should prioritize a geospatially oriented agenda in their respective development plans and programmes.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "35.\tMember States and other stakeholders should commit themselves to the full implementation of the priorities for action by improving their current capacities in providing geospatial information and services across all phases of disaster risk management and actively promoting the goals of the five priorities for action and translate the same into national implementation plans.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "36.\tA participatory and inclusive approach in generating, improving and managing geospatial information should be employed by all entities involved in disaster risk management efforts.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "37.\tManaging geospatial information and services before, during and after disasters will require all Member States and other stakeholders to institutionalize good governance practices and science-based policies, supported by improved capacities, including in relation to human resources, infrastructure and geospatial data management.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "38.\tIn support of the Sendai Framework for Disaster Risk Reduction 2015–2030, international cooperation should be recognized as a critical element in managing geospatial information and services before, during and after disasters, and thus implementing the provisions of the strategic framework. Adopting best practices and identifying champions among Member States will augment their existing capacities in using geospatial information and services across all phases of disaster risk management.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Definitions of terms", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Authoritative data. These are officially recognized data that can be certified and provided by an authoritative source.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Authoritative source. This is an entity authorized by a legal authority to develop or manage data for a specific business purpose. The data this entity creates are authoritative data.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Capacity. This is the combination of all the strengths, attributes and resources available within an organization, community or society to manage and reduce disaster risks and strengthen resilience (A/71/644 and A/71/644/Corr.1).", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["A/71/644", "https://undocs.org/A/71/644"], ["A/71/644/Corr.1", "https://undocs.org/A/71/644/Corr.1"]]}, {"text": "Common operational datasets. Key geographical objects needed to support the operation and decision-making during the emergency response. This would include, but not be limited to: administrative boundaries, populated places, transportation networks, health facilities, utilities, schools and evacuation centres.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Data. Facts and statistics collected for reference or analysis.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Disaster. A serious disruption of the functioning of a community or a society at any scale due to hazardous events interacting with conditions of exposure, vulnerability and capacity, leading to one or more of the following: human, material, economic and environmental losses and impacts (A/71/644 and A/71/644/Corr.1).", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["A/71/644", "https://undocs.org/A/71/644"], ["A/71/644/Corr.1", "https://undocs.org/A/71/644/Corr.1"]]}, {"text": "Disaster risk management. This refers to the application of disaster risk reduction policies and strategies to prevent new disaster risk, reduce existing disaster risk and manage residual risk, contributing to the strengthening of resilience and reduction of disaster losses (A/71/644 and A/71/644/Corr.1).", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["A/71/644", "https://undocs.org/A/71/644"], ["A/71/644/Corr.1", "https://undocs.org/A/71/644/Corr.1"]]}, {"text": "Disaster risk reduction. This is aimed at preventing new and reducing existing disaster risk and managing residual risk, all of which contribute to strengthening resilience and therefore to the achievement of sustainable development (A/71/644 and A/71/644/Corr.1).", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["A/71/644", "https://undocs.org/A/71/644"], ["A/71/644/Corr.1", "https://undocs.org/A/71/644/Corr.1"]]}, {"text": "Essential elements of information. The critical information requirements prepared for and by Member States and other key stakeholders at a particular time to assist in high-level decisions and agreements.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Emergency. An unforeseen or sudden occurrence, especially danger, demanding immediate action.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Exposure. The situation of people, infrastructure, housing, production capacities and other tangible human assets located in hazard-prone areas (A/71/644 and A/71/644/Corr.1).", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["A/71/644", "https://undocs.org/A/71/644"], ["A/71/644/Corr.1", "https://undocs.org/A/71/644/Corr.1"]]}, {"text": "Fundamental operational datasets. Attributes or statistics attached to the key geographical objects defined as part of the common operational datasets. This would include, but not be limited to, population, livelihood and response capacity.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Geospatial information. Data referenced to a place (a set of geographical coordinates) on the Earth’s surface, whether on land or at sea.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Geospatial services. This refers to the administrative, technical and programmatic support for geospatial-related issues and concerns. In most cases, such services require the use of spatial technologies and infrastructure support.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Hazard. A process, phenomenon or human activity that may cause loss of life, injury or other health impacts, property damage, social and economic disruption or environmental degradation (A/71/644 and A/71/644/Corr.1).", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["A/71/644", "https://undocs.org/A/71/644"], ["A/71/644/Corr.1", "https://undocs.org/A/71/644/Corr.1"]]}, {"text": "Humanitarian profile. A dynamic paper that takes into account possible events in the country, as well as in the region that could have humanitarian implications and which would require proper planning and preparedness.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Key performance indicator. A performance measure tool used to assess and evaluate the implementation of a particular activity and/or initiative. Aside from gauging effectiveness, key performance indicators can also identify issues and gaps from implementation.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "National disaster management agencies. This pertains to an organization that is primarily responsible for managing natural and human-made disasters, and other emergency situations.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In most cases, national disaster management offices and national emergency management agencies have the same functions as national disaster management agencies.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "National hydrographic agencies. This refers to organizations that are responsible for the measurement and description of the physical features of oceans, seas, coastal areas, lakes and rivers for navigation, charting and support to a number of marine activities.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "National mapping agencies. An organization that is usually publicly owned, that is primarily responsible for the generation, management and standardization of geospatial information and other related products. These may include maps, nautical charts and images.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "National geospatial institutes have the same functions as national mapping agencies.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "National spatial data infrastructure. This refers to the technology, policies, standards and human resources necessary to acquire, process, store, distribute and improve utilization of geospatial data.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "National statistical institutions. This refers to the organizations/units that provide official statistics for national and local planning and development, and governs a Member State’s national statistical system.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Open data. Data that can be freely used, reused and redistributed by anyone, subject only, at most, to measures that preserve provenance and openness.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Outcome. Results of actions based on the implementation of projects, programmes and activities.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Phases of disaster risk management. This refers to the main components comprising the disaster management cycle, and is cited in this document as follows:", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "•\tBefore disasters (disaster prevention and mitigation, disaster preparedness)", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "•\tDuring disasters (disaster response)", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "•\tAfter disasters (disaster rehabilitation and recovery)", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Quality geospatial information. Spatial data that are fit for their intended uses or purposes in operations, decision-making and planning. Furthermore, such data should adhere to the following 10 principles: accurate; valid; reliable; timely; relevant; complete; interoperable; machine processable; documented; and secured.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Resilience. The ability of a system, community or society exposed to hazards to resist, absorb, accommodate, adapt to, transform and recover from the effects of a hazard in a timely and efficient manner, including through the preservation and restoration of its essential basic structures and functions through risk management (A/71/644 and A/71/644/Corr.1).", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["A/71/644", "https://undocs.org/A/71/644"], ["A/71/644/Corr.1", "https://undocs.org/A/71/644/Corr.1"]]}, {"text": "Risk. The combination of the probability of an event and its negative consequences.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Sustainable development. Development that meets the needs of the present without compromising the ability of future generations to meet their own needs.", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}]