[{"text": "Resolution adopted by the Economic and Social Council on 20 April 2017", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "[on the recommendation of the United Nations Forum on Forests (E/2017/10)]", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "2017/4.\tUnited Nations strategic plan for forests 2017–2030 and quadrennial programme of work of the United Nations Forum on Forests for the period 2017–2020", "type": "title", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Economic and Social Council,", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Recalling its resolution 2015/33 of 22 July 2015, in which it decided that the United Nations Forum on Forests should develop a concise strategic plan for the period 2017–2030 to serve as a strategic framework to enhance the coherence of and guide and focus the work of the international arrangement on forests and its components, and that it should consider proposals on the replacement of the reference to the Millennium Development Goals in paragraph 1 (b) of the non-legally binding instrument on all types of forests with an appropriate reference to the Sustainable Development Goals and targets, and on the strategic plan for the period 2017–2030,", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Recalling", "action_verb_type": "preambular", "action_verb_normalized": "recall", "links": []}, {"text": "Recalling also General Assembly resolution 70/199 of 22 December 2015, in which the Assembly renamed the non-legally binding instrument on all types of forests as the United Nations forest instrument,", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Recalling", "action_verb_type": "preambular", "action_verb_normalized": "recall", "links": [["70/199", "http://undocs.org/A/RES/70/199"]]}, {"text": "Approves the United Nations strategic plan for forests 2017–2030 contained in annex I to the present resolution, and recommends to the General Assembly its adoption prior to the twelfth session of the United Nations Forum on Forests;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "1.", "action_verb": "Approves", "action_verb_type": "operative", "action_verb_normalized": "approv", "links": []}, {"text": "Also approves the quadrennial programme of work of the Forum for the period 2017–2020 contained in annex II to the present resolution;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "2.", "action_verb": "approves", "action_verb_type": "operative", "action_verb_normalized": "approv", "links": []}, {"text": "Recommends that the General Assembly amend the reference to the Millennium Development Goals in paragraph 1 (b) of the United Nations forest instrument to read: “To enhance the contribution of forests to the achievement of the internationally agreed development goals, including the 2030 Agenda for Sustainable Development and the Sustainable Development Goals”.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "3.", "action_verb": "Recommends", "action_verb_type": "operative", "action_verb_normalized": "recommend", "links": []}, {"text": "21st plenary meeting\n20 April 2017", "type": "backmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Annex I", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "United Nations strategic plan for forests 2017–2030", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Introduction", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "I.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A.Vision and mission", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Forests are among the world’s most productive land-based ecosystems and are essential to life on Earth. The United Nations strategic plan for forests 2017–2030 provides a global framework for action at all levels to sustainably manage all types of forests and trees outside forests, and to halt deforestation and forest degradation. The strategic plan also provides a framework for forest-related contributions to the implementation of the 2030 Agenda for Sustainable Development, the Paris Agreement adopted under the United Nations Framework Convention on Climate Change, the Convention on Biological Diversity, the United Nations Convention to Combat Desertification in Those Countries Experiencing Serious Drought and/or Desertification, Particularly in Africa, the United Nations forest instrument and other international forest-related instruments, processes, commitments and goals.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "1.", "action_verb": "Forests", "action_verb_type": "operative", "action_verb_normalized": "forest", "links": []}, {"text": "The strategic plan serves as a reference framework for the forest-related work of the United Nations system and for the fostering of enhanced coherence, collaboration and synergies among United Nations bodies and partners towards the vision and mission set out below. It also serves as a framework to enhance the coherence of and guide and focus the work of the international arrangement on forests and its components.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "2.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Shared United Nations vision", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The shared United Nations vision is of a world in which all types of forests and trees outside forests are sustainably managed, contribute to sustainable development and provide economic, social, environmental and cultural benefits for present and future generations.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "3.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Shared United Nations mission", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The shared United Nations mission is to promote sustainable forest management and the contribution of forests and trees outside forests to the 2030 Agenda for Sustainable Development, including by strengthening cooperation, coordination, coherence, synergies and political commitment and action at all levels.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "4.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "B.Importance of forests to people and the 2030 Agenda for Sustainable Development", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Forests cover 30 per cent of the Earth’s land area, or nearly 4 billion hectares, and are essential to human well-being, sustainable development and the health of the planet. An estimated 1.6 billion people, or 25 per cent of the global population, depend on forests for subsistence, livelihood, employment and income generation.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "5.", "action_verb": "Forests", "action_verb_type": "operative", "action_verb_normalized": "forest", "links": []}, {"text": "Forests provide essential ecosystem services, such as timber, food, fuel, fodder, non-wood products and shelter, as well as contribute to soil and water conservation and clean air. Forests prevent land degradation and desertification and reduce the risk of floods, landslides, avalanches, droughts, dust storms, sandstorms and other natural disasters. Forests are home to an estimated 80 per cent of all terrestrial species. Forests contribute substantially to climate change mitigation and adaptation and to the conservation of biodiversity.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "6.", "action_verb": "Forests", "action_verb_type": "operative", "action_verb_normalized": "forest", "links": []}, {"text": "When sustainably managed, all types of forests are healthy, productive, resilient and renewable ecosystems, providing essential goods and services to people worldwide. In many regions, forests also have important cultural and spiritual value. As set out in the United Nations forest instrument, “sustainable forest management, as a dynamic and evolving concept, is intended to maintain and enhance the economic, social and environmental value of all types of forests, for the benefit of present and future generations”.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "7.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The sustainable management of forests and trees outside forests is vital to the integrated implementation of the 2030 Agenda for Sustainable Development, including the achievement of the Sustainable Development Goals, especially Goal 15, sustainably manage forests, combat desertification, halt and reverse land degradation and halt biodiversity loss.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "8.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In recognition of the extraordinary importance of forests to people, the General Assembly, in its resolution 67/200 of 21 December 2012, proclaimed 21 March as the International Day of Forests, which is celebrated around the world each year to raise awareness of and promote action on forest issues.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "9.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["67/200", "http://undocs.org/A/RES/67/200"]]}, {"text": "C.Trends and challenges", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Despite the crucial contribution of forests to life on Earth and human well-being, deforestation and forest degradation continue in many regions, often in response to the demand for wood, food, fuel and fibre. Many drivers of deforestation lie outside the forest sector and are rooted in wider social and economic issues, including challenges related to reducing poverty, urban development and policies that favour land uses that produce higher and more rapid financial returns, such as agriculture, energy, mining and transportation.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "10.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Forests are also at risk from illegal or unsustainable logging, unmanaged fires, pollution, dust storms, sandstorms and wind storms, disease, pests, invasive alien species, fragmentation and the impact of climate change, including severe weather events, all of which threaten the health of forests and their ability to function as productive and resilient ecosystems.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "11.", "action_verb": "Forests", "action_verb_type": "operative", "action_verb_normalized": "forest", "links": []}, {"text": "Continued rapid population growth, as well as rising per capita income, is accelerating the global demand for and consumption of forest products and services and putting pressure on forests. With the world population projected to reach 9.6 billion by 2050, meeting future demand for forest products and services depends on urgent action and cross-sectoral policy coordination at all levels to secure sustainable forest management, including forest conservation, restoration and expansion.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "12.", "action_verb": "Continued", "action_verb_type": "preambular", "action_verb_normalized": "continued", "links": []}, {"text": "At the global level, there is a need to reduce fragmentation and enhance coordination among the many international organizations, institutions and instruments addressing forest issues.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "13.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "At the national, local and regional levels, cross-sectoral coordination on forests can be weak, and forest authorities and stakeholders may not be full partners in land use planning and development decisions.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "14.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The effective implementation of sustainable forest management is critically dependent upon adequate resources, including financing, capacity development and the transfer of environmentally sound technologies and, in particular, the need to mobilize increased financial resources, including from innovative sources, for developing countries, including least developed countries, landlocked developing countries and small island developing States, as well as countries with economies in transition. Implementation of sustainable forest management is also critically dependent upon good governance at all levels.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "15.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "D.Opportunities for enhanced and value-added action on sustainable forest management", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The launch of the United Nations strategic plan for forests 2017–2030 comes at a time of unprecedented opportunity for strengthened and decisive action by all actors at all levels, within and beyond the United Nations system, to safeguard the world’s forests and their multiple values, functions and benefits, now and in the future.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "16.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The strategic plan is aimed at building on the momentum provided by the 2015 global milestones represented by the adoption of the 2030 Agenda for Sustainable Development, the Addis Ababa Action Agenda of the Third International Conference on Financing for Development and the Paris Agreement adopted under the United Nations Framework Convention on Climate Change.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "17.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The United Nations system can contribute to these initiatives and achieve the vision and mission for forests by advancing a set of global goals and targets in support of the sustainable management of all types of forests and trees outside forests.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "18.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "E.International arrangement on forests", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The international arrangement on forests is composed of the United Nations Forum on Forests, a functional commission of the Economic and Social Council, and the 197 States members thereof, the secretariat of the Forum, the Collaborative Partnership on Forests, the Global Forest Financing Facilitation Network and the Trust Fund for the United Nations Forum on Forests. The Forum is the United Nations body mandated to address forest-related issues in an integrated and holistic manner and oversees the implementation of the strategic plan and the United Nations forest instrument, as well as the operation of the Global Forest Financing Facilitation Network.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "19.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The work of the Forum is supported by its secretariat, the Trust Fund for the United Nations Forum on Forests and the Collaborative Partnership on Forests. The Collaborative Partnership is a voluntary partnership chaired by the Food and Agriculture Organization of the United Nations and comprising 14 international organizations with significant programmes on forests. The functions of the Forum, its secretariat and the Partnership are contained in Economic and Social Council resolution 2015/33 of 22 July 2015.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "20.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The international arrangement on forests involves as partners a variety of international, regional, subregional and non-governmental organizations and processes with forest-related programmes, and recognizes the important role of major groups and other relevant stakeholders at all levels in promoting and achieving sustainable forest management worldwide.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "21.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The objectives of the international arrangement on forests are:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "22.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "To promote the implementation of sustainable management of all types of forests, in particular the implementation of the United Nations forest instrument;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(a)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "To enhance the contribution of all types of forests and trees outside forests to the 2030 Agenda for Sustainable Development;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(b)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "To enhance cooperation, coordination, coherence and synergies on forest-related issues at all levels;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(c)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "To foster international cooperation, including North-South, South-South, North-North and triangular cooperation, as well as public-private partnerships and cross-sectoral cooperation, at all levels;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(d)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "To support efforts to strengthen forest governance frameworks and means of implementation, in accordance with the United Nations forest instrument, in order to achieve sustainable forest management.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(e)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Global forest goals and targets", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "II.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "At the heart of the strategic plan are six global forest goals and 26 associated targets to be achieved by 2030. These goals and targets, set out below, fully encompass and build on the solid foundation provided by the four global objectives on forests included in the United Nations forest instrument.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "23.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The global forest goals and targets are voluntary and universal. They support the objectives of the international arrangement on forests and are aimed at contributing to progress on the Sustainable Development Goals, the Aichi Biodiversity Targets, the Paris Agreement adopted under the United Nations Framework Convention on Climate Change and other international forest-related instruments, processes, commitments and goals.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "24.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The vision, principles and commitments set out in the 2030 Agenda for Sustainable Development provide the context for the global forest goals and targets, which are interconnected and integrate the economic, social and environmental dimensions of sustainable forest management and sustainable development.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "25.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The global forest goals and targets are intended to stimulate and provide a framework for voluntary actions, contributions and enhanced cooperation by countries and international, regional, subregional and non-governmental partners and stakeholders. They also provide a reference for enhanced coherence and collaboration on forests within the United Nations system and among member organizations of the Collaborative Partnership on Forests, as well as among other forest-related organizations and processes.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "26.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The global forest goals and targets encompass a wide variety of thematic areas in regard to which voluntary actions, contributions and cooperation are needed to advance their achievement. These thematic areas reflect and encompass the 44 policies, measures and actions set out in the United Nations forest instrument. A non-exhaustive list of indicative thematic areas for action is contained in the appendix to the present document. Indicative thematic areas may correspond to more than one goal.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "27.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Global forest goal 1", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Reverse the loss of forest cover worldwide through sustainable forest management, including protection, restoration, afforestation and \nreforestation, and increase efforts to prevent forest degradation \nand contribute to the global effort of addressing climate change", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Forest area is increased by 3 per cent worldwide", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "1.1", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The world’s forest carbon stocks are maintained or enhanced", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "1.2", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "By 2020, promote the implementation of sustainable management of all types of forests, halt deforestation, restore degraded forests and substantially increase afforestation and reforestation globally", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "1.3", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The resilience and adaptive capacity of all types of forests to natural disasters and the impact of climate change is significantly strengthened worldwide", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "1.4", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Goal 1 and its targets support and contribute to the achievement of, among other things, Sustainable Development Goal targets 6.6, 12.2, 13.1, 13.3, 14.2, 15.1–15.4 and 15.8, as well as Aichi Biodiversity Targets 5, 7, 9, 11, 14 and 15", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Global forest goal 2", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Enhance forest-based economic, social and environmental benefits, including by improving the livelihoods of forest-dependent people", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Extreme poverty for all forest-dependent people is eradicated", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "2.1", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Increase the access of small-scale forest enterprises, in particular in developing countries, to financial services, including affordable credit, and their integration into value chains and markets", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "2.2", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The contribution of forests and trees to food security is significantly increased", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "2.3", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The contribution of forest industry, other forest-based enterprises and forest ecosystem services to social, economic and environmental development, among other things, is significantly increased", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "2.4", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The contribution of all types of forests to biodiversity conservation and climate change mitigation and adaptation is enhanced, taking into account the mandates and ongoing work of relevant conventions and instruments", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "2.5", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Goal 2 and its targets support and contribute to the achievement of, among other things, Sustainable Development Goal targets 1.1, 1.4, 2.4, 4.4, 5.a, 6.6, 8.3, 9.3, 12.2, 12.5, 15.6 and 15.c, as well as Aichi Biodiversity Targets 4, 14 and 18", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Global forest goal 3", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Increase significantly the area of protected forests worldwide and other areas of sustainably managed forests, as well as the proportion of forest products from sustainably managed forests", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The area of forests worldwide designated as protected areas or conserved through other effective area-based conservation measures is significantly increased", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "3.1", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The area of forests under long-term forest management plans is significantly increased", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "3.2", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The proportion of forest products from sustainably managed forests is significantly increased", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "3.3", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Goal 3 and its targets support and contribute to the achievement of, among other things, Sustainable Development Goal targets 7.2, 12.2, 12.6, 12.7, 14.2, 14.5, 15.2 and 15.4, as well as Aichi Biodiversity Targets 7, 11, 12 and 16", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Global forest goal 4", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Mobilize significantly increased, new and additional financial resources from all sources for the implementation of sustainable forest management and strengthen scientific and technical cooperation and partnerships", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Mobilize significant resources from all sources and at all levels to finance sustainable forest management and provide adequate incentives to developing countries to advance such management, including for conservation and reforestation", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "4.1", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Forest-related financing from all sources at all levels, including public (national, bilateral, multilateral and triangular), private and philanthropic financing, is significantly increased", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "4.2", "action_verb": "Forest-related", "action_verb_type": "preambular", "action_verb_normalized": "forest-related", "links": []}, {"text": "North-South, South-South, North-North and triangular cooperation and public-private partnerships on science, technology and innovation in the forest sector are significantly enhanced and increased", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "4.3", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The number of countries that have developed and implemented forest financing strategies and have access to financing from all sources is significantly increased", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "4.4", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The collection, availability and accessibility of forest-related information is improved through, for example, multidisciplinary scientific assessments", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "4.5", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Goal 4 and its targets support and contribute to the achievement of, among other things, Sustainable Development Goal targets 12.a, 15.7, 15.a, 15.b, 17.1–17.3, 17.6, 17.7 and 17.16–17.19, as well as Aichi Biodiversity Target 19", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Global forest goal 5", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Promote governance frameworks to implement sustainable forest management, including through the United Nations forest instrument, and enhance the contribution of forests to the 2030 Agenda for Sustainable Development", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The number of countries that have integrated forests into their national sustainable development plans and/or poverty reduction strategies is significantly increased", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "5.1", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Forest law enforcement and governance are enhanced, including through significantly strengthening national and subnational forest authorities, and illegal logging and associated trade are significantly reduced worldwide", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "5.2", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "National and subnational forest-related policies and programmes are coherent, coordinated and complementary across ministries, departments and authorities, consistent with national laws, and engage relevant stakeholders, local communities and indigenous peoples, fully recognizing the United Nations Declaration on the Rights of Indigenous Peoples", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "5.3", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Forest-related issues and the forest sector are fully integrated into decision-making processes concerning land use planning and development", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "5.4", "action_verb": "Forest-related", "action_verb_type": "preambular", "action_verb_normalized": "forest-related", "links": []}, {"text": "Goal 5 and its targets support and contribute to the achievement of, among other things, Sustainable Development Goal targets 1.4, 2.4, 5.a, 15.9, 15.c, 16.3, \n16.5–16.7, 16.10 and 17.14, as well as Aichi Biodiversity Targets 2 and 3", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Global forest goal 6", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Enhance cooperation, coordination, coherence and synergies on forest-related issues at all levels, including within the United Nations system and across member organizations of the Collaborative Partnership on Forests, \nas well as across sectors and relevant stakeholders", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Forest-related programmes within the United Nations system are coherent and complementary and integrate the global forest goals and targets, where appropriate", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "6.1", "action_verb": "Forest-related", "action_verb_type": "preambular", "action_verb_normalized": "forest-related", "links": []}, {"text": "Forest-related programmes across member organizations of the Collaborative Partnership on Forests are coherent and complementary and together encompass the multiple contributions of forests and the forest sector to the 2030 Agenda for Sustainable Development", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "6.2", "action_verb": "Forest-related", "action_verb_type": "preambular", "action_verb_normalized": "forest-related", "links": []}, {"text": "Cross-sectoral coordination and cooperation to promote sustainable forest management and halt deforestation and forest degradation are significantly enhanced at all levels", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "6.3", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A greater common understanding of the concept of sustainable forest management is achieved and an associated set of indicators is identified", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "6.4", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The input and involvement of major groups and other relevant stakeholders in the implementation of the strategic plan and in the work of the Forum, including intersessional work, is strengthened", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "6.5", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Goal 6 and its targets support and contribute to the achievement of, among other things, Sustainable Development Goal target 17.14", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Implementation framework", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "III.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The United Nations strategic plan for forests 2017–2030 provides a reference for ambitious and transformational actions by all actors, at all levels, to achieve its global forest goals and targets. An overview of roles and responsibilities and means of implementation is outlined below.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "28.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A.Roles and responsibilities", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "1.\tMembers of the United Nations Forum on Forests", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The individual and collective actions and commitments of members of the United Nations Forum on Forests are decisive for the successful implementation of the strategic plan and achievement of its global forest goals and targets.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "29.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Members may, on a voluntary basis, determine their contributions towards achieving the global forest goals and targets, taking into account their national circumstances, policies, priorities, capacities, levels of development and forest conditions.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "30.", "action_verb": "Members", "action_verb_type": "operative", "action_verb_normalized": "member", "links": []}, {"text": "Members may include in their voluntary national contributions, as appropriate, the forest-related contributions they intend to make with regard to other international forest-related commitments and goals, such as the implementation of the 2030 Agenda for Sustainable Development and the Sustainable Development Goals, the Aichi Biodiversity Targets and actions to address climate change under the Paris Agreement adopted under the United Nations Framework Convention on Climate Change.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "31.", "action_verb": "Members", "action_verb_type": "operative", "action_verb_normalized": "member", "links": []}, {"text": "Members may, on a voluntary basis, communicate their progress on the voluntary national contributions to the United Nations Forum on Forests at regular intervals determined by the Forum, in accordance with paragraph 67 of the strategic plan. In order to avoid any additional reporting burden, such voluntary communications on their voluntary national contributions may be part of their voluntary reporting on the strategic plan and the United Nations forest instrument.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "32.", "action_verb": "Members", "action_verb_type": "operative", "action_verb_normalized": "member", "links": []}, {"text": "Members of the Forum, as members of the governing bodies of forest-related international, regional and subregional organizations and processes, as appropriate, are encouraged to promote the integration of the global forest goals and targets into the strategies and programmes of these organizations, processes and instruments, consistent with their mandates and priorities.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "33.", "action_verb": "Members", "action_verb_type": "operative", "action_verb_normalized": "member", "links": []}, {"text": "2.\tUnited Nations Forum on Forests and its secretariat", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "As part of the United Nations system and the international arrangement on forests, the United Nations Forum on Forests, in carrying out its core functions as defined in Economic and Social Council resolution 2015/33, should be guided by the strategic plan. The Forum’s quadrennial programmes of work are to reflect its contribution to the global forest goals and targets for each quadrennium.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "34.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Forum is the responsible intergovernmental body for follow-up and review of the implementation of the strategic plan, including through providing guidance to the Collaborative Partnership on Forests and ensuring the smooth interplay between its odd- and even-year sessions.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "35.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Forum secretariat services and supports the Forum in all matters related to the Forum’s quadrennial programmes of work and the strategic plan.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "36.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Forum should structure its annual sessions and enhance its intersessional activities to maximize the impact and relevance of its work under the quadrennial programmes of work, including by fostering cross-sectoral exchanges to enhance synergies inside and outside the United Nations.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "37.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "3.\tCollaborative Partnership on Forests and its member organizations", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Member organizations of the Collaborative Partnership on Forests play an important role in implementing the strategic plan and are encouraged to integrate relevant global forest goals and targets into their forest-related plans and programmes, where appropriate and consistent with their respective mandates.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "38.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Partnership is invited to support the Forum and its members in advancing the global forest goals and targets, including through cooperation and partnership among its members, implementing a joint workplan with the Partnership which is aligned with the Forum’s quadrennial programmes of work and identifying collective actions by all or subsets of the Partnership’s members, as well as associated resource needs.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "39.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Members of the Forum are encouraged to support the Partnership workplan as an essential strategy for improving cooperation, synergies and coherence among member organizations of the Partnership. Members of the Forum are also encouraged to provide voluntary financial contributions to support the activities of the Partnership and its member organizations.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "40.", "action_verb": "Members", "action_verb_type": "operative", "action_verb_normalized": "member", "links": []}, {"text": "4.\tUnited Nations system", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Several United Nations bodies, organizations and specialized agencies not participating in the Collaborative Partnership on Forests address issues that are relevant to forests, such as eradication of poverty in its all forms, gender equality and the empowerment of women, labour standards, small and medium-sized enterprises, scientific and technical cooperation, disaster risk reduction, ecotourism and issues related to the United Nations Declaration on the Rights of Indigenous Peoples. These bodies, organizations and specialized agencies, within the scope of their mandates, are invited to use the strategic plan as a reference, with a view to building synergies between the global forest goals and targets of the strategic plan and their respective policies and programmes, including their contributions to the achievement of the Sustainable Development Goals.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "41.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Close cooperation with the secretariats of, and the parties to, the Rio conventions, and mutually supportive implementation of their forest-related objectives, is important to achieve the global forest goals and targets.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "42.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The United Nations System Chief Executives Board for Coordination is also invited to promote the use of the strategic plan as a reference for forest-related work within the United Nations system, where appropriate.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "43.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "5.\tOther intergovernmental partners and stakeholders at the international level", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In addition to under the multilateral environmental agreements that are represented in the Collaborative Partnership on Forests, forest-related activities are undertaken under a number of other multilateral environmental agreements, such as the Convention on Wetlands of International Importance especially as Waterfowl Habitat, the Convention on International Trade in Endangered Species of Wild Fauna and Flora and the Convention concerning the Protection of the World Cultural and Natural Heritage, and can make important contributions to the global forest goals and targets. The secretariats of and parties to these agreements are invited to seek opportunities to contribute to the implementation of the strategic plan, where appropriate and consistent with their mandates.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "44.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "6.\tRegional and subregional organizations and processes", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Regional bodies, notably the United Nations regional economic commissions and the regional forestry commissions of the Food and Agriculture Organization of the United Nations, and other regional and subregional bodies and processes provide a crucial bridge between international policies and national actions and are important partners in efforts to implement the strategic plan and achieve its global forest goals and targets.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "45.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Forum works with regional and subregional bodies and processes to identify ways to contribute to the global forest goals and targets, including by encouraging them to exchange information, enhance cooperation, raise awareness, strengthen stakeholder engagement and build capacity to scale up best practices within and across regions.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "46.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Regional and subregional bodies and processes, including those within the United Nations system, as well as the criteria and indicator processes, are encouraged to build and strengthen synergies between the strategic plan and their policies and programmes, including in the context of their contributions to the implementation of the Sustainable Development Goals.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "47.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Members are invited to consider strengthening regional and subregional forest policy development, dialogue and coordination to advance the strategic plan.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "48.", "action_verb": "Members", "action_verb_type": "operative", "action_verb_normalized": "member", "links": []}, {"text": "7.\tMajor groups and other stakeholders", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The effective implementation of sustainable forest management depends on the contributions of all relevant stakeholders, including forest owners, indigenous peoples, local communities, local authorities, the private sector (including small, medium and large forest-based enterprises), non-governmental organizations, women, children, youth, and scientific, academic and philanthropic organizations at all levels.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "49.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Forum endeavours to work with major groups and other relevant stakeholders to identify ways to enhance their contributions to the achievement of the global forest goals and targets at all levels and their interactions with the Forum and the Collaborative Partnership on Forests, including through networks, advisory groups and other mechanisms, to raise awareness, foster information exchange and dissemination and facilitate coordinated inputs.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "50.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Major groups and other relevant stakeholders such as private philanthropic organizations, educational and academic entities, volunteer groups and others are encouraged to autonomously establish and maintain effective coordination mechanisms at all levels for interaction and participation in the Forum and other forest-related United Nations bodies.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "51.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "B.Means of implementation", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Building on the Addis Ababa Action Agenda, which is an integral part of the 2030 Agenda for Sustainable Development, the strategic plan provides a reference for international cooperation and means of implementation, including finance and capacity-building related to forests, supported by effective institutions, sound policies, legal frameworks, good governance and partnerships at all levels. Recognizing that there is no single solution to address all of the needs in terms of financing for actions to achieve the global forest goals and targets, a combination of actions is required at all levels to mobilize resources, by all stakeholders and from all sources, public and private, domestic and international, bilateral and multilateral.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "52.", "action_verb": "Building", "action_verb_type": "preambular", "action_verb_normalized": "build", "links": []}, {"text": "The means of implementation targets under Goal 17 and under each Sustainable Development Goal are key to realizing the 2030 Agenda for Sustainable Development and are of equal importance with the other Goals and targets. The Agenda, including the Sustainable Development Goals, can be met within the framework of a revitalized Global Partnership for Sustainable Development, supported by the concrete policies and actions as outlined in the Addis Ababa Action Agenda. Welcoming the endorsement by the General Assembly of the Addis Ababa Action Agenda, which is an integral part of the 2030 Agenda for Sustainable Development, it is recognized that full implementation of the Addis Ababa Action Agenda is critical for the realization of the Sustainable Development Goals and targets.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "53.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Mobilization of and effective use of financial resources, including new and additional resources from all sources and at all levels, is crucial. Public policies and the mobilization and effective use of domestic resources, underscored by the principle of national ownership and leadership, are central to our common pursuit of sustainable development.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "54.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Private business activity, investment and innovation are major drivers of productivity, inclusive economic growth and job creation, and private international capital flows, particularly foreign direct investment, along with a stable international system, are vital complements to national development efforts.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "55.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "International public finance plays an important role in complementing the efforts of countries to mobilize public resources domestically, especially those with the greatest needs and the least ability to mobilize other resources. An important use of international public finance, including official development assistance, is to catalyse additional resource mobilization from other sources, public and private.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "56.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Philanthropic organizations and foundations, as well as public-private and multi-stakeholder partnerships, also play important roles in the scaling-up of resources for sustainable forest management and the implementation of the strategic plan.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "57.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In advancing the global forest goals and targets, members are encouraged:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "58.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "To enhance North-South, South-South and triangular regional and international cooperation on and access to science, technology and innovation and enhance knowledge-sharing on mutually agreed terms, including through improved coordination among existing mechanisms, in particular at the United Nations level, and through a global technology facilitation mechanism;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(a)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "To promote the development, transfer, dissemination and diffusion of environmentally sound technologies to developing countries on favourable terms, including on concessional and preferential terms, as mutually agreed;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(b)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "To make full use of the grant and concessional and innovative resources available to them through United Nations system programmes, funds and specialized agencies; national funds and domestic resources; private funding; multilateral, regional and subregional development banks and funding institutions; bilateral development assistance agencies; and funding opportunities provided through foundations and philanthropic organizations.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(c)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Eligible countries are encouraged to make full use of the international resources available, including through:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "59.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Global Environment Facility strategy for sustainable forest management and the focal areas of the Facility on biodiversity, climate change and land degradation, which serve as funding mechanisms for the Rio conventions;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(a)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Global Environment Facility strategy and financing for sustainable forest management under the replenishment processes of the Facility, including through harnessing synergies across the focal areas of the Facility in order to reinforce the importance of sustainable forest management for integrating environmental and development aspirations;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(b)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The United Nations Collaborative Programme on Reducing Emissions from Deforestation and Forest Degradation in Developing Countries, activities under the Forest Carbon Partnership Facility and the Forest Investment Programme, and the Green Climate Fund.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(c)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Members are invited to make full use of the potential of innovative funding mechanisms, including payment for ecosystem services schemes and existing mechanisms under the United Nations Framework Convention on Climate Change.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "60.", "action_verb": "Members", "action_verb_type": "operative", "action_verb_normalized": "member", "links": []}, {"text": "Effective attainment of the global forest goals and targets also requires the mobilization of the best available scientific and traditional forest-related knowledge. The scientific community, in cooperation with the Forum and its members, is encouraged to support the implementation of the strategic plan, through scientific inputs presented to the Forum. In doing so, the Forum is invited to build upon existing joint initiatives of the Collaborative Partnership on Forests and further strengthen these initiatives.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "61.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "1.\tGlobal Forest Financing Facilitation Network", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Global Forest Financing Facilitation Network of the United Nations Forum on Forests, in close cooperation with members of the Collaborative Partnership on Forests, contributes to the scaling-up of sustainable forest management by facilitating access by countries to resources to implement the strategic plan and to achieve its global forest goals and targets. To this end, the priorities for the Network are:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "62.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "To promote and assist members in designing national forest financing strategies to mobilize resources for sustainable forest management, including existing national initiatives, within the framework of national forest programmes or other appropriate national frameworks;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(a)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "To assist countries in mobilizing, accessing and enhancing the effective use of existing financial resources from all sources for sustainable forest management, taking into account national policies and strategies;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(b)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "To serve as a clearing house and database on existing, new and emerging financing opportunities and as a tool for sharing lessons learned and best practices from successful projects, building on the Collaborative Partnership on Forests online sourcebook for forest financing;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(c)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "To contribute to the achievement of the global forest goals and targets, as well as priorities contained in the quadrennial programmes of work.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(d)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Special consideration should be given to the special needs and circumstances of Africa, the least developed countries, countries with low forest cover, countries with high forest cover, countries with medium forest cover and low deforestation, and small island developing States, as well as countries with economies in transition, in gaining access to funds.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "63.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "2.\tTrust Fund for the United Nations Forum on Forests", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Trust Fund for the United Nations Forum on Forests was established in 2001 to finance activities in support of the Forum from voluntary extrabudgetary resources to support its activities. The Trust Fund can be used to support the activities of the Global Forest Financing Facilitation Network. Members of the Forum are encouraged to provide voluntary contributions to the Trust Fund.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "64.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Forum is to monitor and assess the work and performance of the Global Forest Financing Facilitation Network on a regular basis, including the availability of Trust Fund resources.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "65.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Review framework", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "IV.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A.Review of the international arrangement on forests", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In accordance with section XII of Economic and Social Council resolution 2015/33, the Forum is to conduct in 2024 a midterm review of the effectiveness of the international arrangement on forests in achieving its objectives, and a final review in 2030. In the context of the midterm review, the Forum could consider:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "66.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A full range of options, including the adoption of a legally binding instrument on all types of forests, the strengthening of the current arrangement and the continuation of the current arrangement;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(a)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A full range of financing options, inter alia, the establishment of a voluntary global forest fund, in order to mobilize resources from all sources in support of the sustainable management of all types of forests. This can be further considered, if there is a consensus to do so, at a session of the Forum prior to 2024.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(b)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "B.Progress in implementing the United Nations strategic plan for forests 2017–2030", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Forum should assess progress in implementing the United Nations strategic plan for forests 2017–2030 in the context of its midterm and final reviews of the effectiveness of the international arrangement on forests, in 2024 and 2030. The assessment should be based on internationally agreed indicators, including relevant Sustainable Development Goal indicators, that are relevant to the global forest goals and targets.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "67.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The assessment should take into account voluntary national reporting on the implementation of the strategic plan, the United Nations forest instrument, voluntary national contributions and the results of the most recent Global Forest Resources Assessment of the Food and Agriculture Organization of the United Nations, as well as inputs from the Collaborative Partnership on Forests and its member organizations and other partners within and outside the United Nations system, including regional and subregional organizations and relevant stakeholders.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "68.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "To reduce the reporting burden, the Forum is to establish a cycle and format for voluntary national reporting by its members, taking into account the cycle of the Global Forest Resources Assessments and the Sustainable Development Goal review cycle at the global level.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "69.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "C.Contributing to the follow-up to and review of the 2030 Agenda \nfor Sustainable Development", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The United Nations Forum on Forests, as a functional commission of the Economic and Social Council, should contribute to the follow-up to and review of the 2030 Agenda for Sustainable Development and the Sustainable Development Goals, including through the work of the Collaborative Partnership on Forests on global forest indicators, as well as highlight the contribution of forests to the Sustainable Development Goals, to be reviewed in depth at the annual sessions of the high-level political forum on sustainable development.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "70.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Communication and outreach strategy", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "V.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Communication and outreach are essential components of the strategic plan, which is itself an important communication tool. A communication and outreach strategy should be developed to raise awareness, within and outside the forest sector, of the vital contribution of all types of forests and trees to life on Earth and human well-being. The communication and outreach strategy should draw on the strategic plan, synchronize with the quadrennial programmes of work and consider relevant themes, including those which are relevant to the high-level political forum on sustainable development. Actors at all levels are encouraged to contribute to these efforts.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "71.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The communication and outreach strategy should raise the awareness of the strategic plan, including through its graphic visualization.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "72.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Forum should develop the communication and outreach strategy for the strategic plan. This strategy should identify, inter alia, target audiences, key messages, methods, activities and success criteria.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "73.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The United Nations system, the Collaborative Partnership on Forests and its member organizations and other partners are encouraged to enhance cooperation and synergies on forest-related communication and outreach to increase the impact of their messaging, and to consider joint events and products with national, regional, subregional and non-governmental organizations and processes.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "74.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The International Day of Forests on 21 March provides a powerful annual event to promote implementation of the strategic plan, and is a platform for individual and collective public outreach activities by all actors on forests at all levels. Members are encouraged to observe this day in collaboration with other relevant stakeholders and to inform the Forum about their activities.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "75.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Appendix", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Indicative thematic areas for action associated with the global forest goals and targets of the United Nations strategic plan for forests 2017–2030", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The list of indicative thematic areas for action set out below is not exhaustive and is in no particular order.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Global forest goal 1", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Reverse the loss of forest cover worldwide through sustainable forest management, including protection, restoration, afforestation and reforestation, and increase efforts to prevent forest degradation and contribute to the global effort of addressing climate change", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The indicative thematic areas for action are:", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Reduction in/halting of deforestation", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "(a)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Reduction in/halting of forest degradation", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "(b)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Maintenance and improvement of forest health", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "(c)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Reforestation and afforestation", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "(d)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Forest landscape restoration and rehabilitation", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "(e)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Natural forest regeneration", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "(f)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Contribution of forests to climate change mitigation and adaptation", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "(g)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Reduction in/halting of loss of forest biodiversity", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "(h)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Mitigating the impact of invasive alien species", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "(i)", "action_verb": "Mitigating", "action_verb_type": "preambular", "action_verb_normalized": "mitigat", "links": []}, {"text": "Mitigating the impact of air pollution", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "(j)", "action_verb": "Mitigating", "action_verb_type": "preambular", "action_verb_normalized": "mitigat", "links": []}, {"text": "Fire control and management", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "(k)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The role of forests in preventing land degradation and desertification", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "(l)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Combating sandstorms and dust storms", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "(m)", "action_verb": "Combating", "action_verb_type": "preambular", "action_verb_normalized": "combat", "links": []}, {"text": "Wildlife protection and management", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "(n)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Innovative approaches to the sustainable management of natural and planted forests", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "(o)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Disaster risk reduction", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "(p)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Control of mining activities within and adjacent to forests", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "(q)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Mitigating the impact of air, water and soil pollution", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "(r)", "action_verb": "Mitigating", "action_verb_type": "preambular", "action_verb_normalized": "mitigat", "links": []}, {"text": "Global forest goal 2", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Enhance forest-based economic, social and environmental benefits, including by improving the livelihoods of forest-dependent people", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The indicative thematic areas for action are:", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Contribution of forests to poverty eradication and livelihoods", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "(a)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Community/collaborative forest management", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "(b)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Value-added forest product production and processing", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "(c)", "action_verb": "Value-added", "action_verb_type": "preambular", "action_verb_normalized": "value-added", "links": []}, {"text": "Working conditions and wages of forest workers", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "(d)", "action_verb": "Working", "action_verb_type": "preambular", "action_verb_normalized": "work", "links": []}, {"text": "Competitiveness and diversification of forest products", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "(e)", "action_verb": "Competitiveness", "action_verb_type": "operative", "action_verb_normalized": "competitivenes", "links": []}, {"text": "Valuation of forest goods and services", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "(f)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Payments for ecosystem services", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "(g)", "action_verb": "Payments", "action_verb_type": "operative", "action_verb_normalized": "payment", "links": []}, {"text": "Protective functions of forests (soil and water management)", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "(h)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Conservation and sustainable use of genetic diversity of forests and trees outside forests", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "(i)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Traditional forest-related knowledge", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "(j)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Forest-related education, training and extension", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "(k)", "action_verb": "Forest-related", "action_verb_type": "preambular", "action_verb_normalized": "forest-related", "links": []}, {"text": "Forests and trees in the urban context", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "(l)", "action_verb": "Forests", "action_verb_type": "operative", "action_verb_normalized": "forest", "links": []}, {"text": "Sustainable production and consumption of forest products", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "(m)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Socioeconomic functions of forests", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "(n)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Ecotourism development", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "(o)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Importance and characteristics of different forest types (e.g. boreal, temperate, tropical)", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "(p)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Agroforestry", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "(q)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Research", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "(r)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "New and innovative forest products", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "(s)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The role of women and girls in sustainable forest management", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "(t)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Sustainable building materials", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "(u)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Global forest goal 3", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Increase significantly the area of protected forests worldwide and other areas \nof sustainably managed forests, as well as the proportion of forest products from sustainably managed forests", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The indicative thematic areas for action are:", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Management of protected forest areas and networks", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "(a)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Enhancing conservation through other effective area-based conservation measures, including by establishing and expanding national parks where appropriate", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "(b)", "action_verb": "Enhancing", "action_verb_type": "preambular", "action_verb_normalized": "enhanc", "links": []}, {"text": "Conservation and sustainable use of forest biodiversity, including in production forests", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "(c)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Sustainable management of forests used for production of wood and non-wood forest products", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "(d)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Productive functions of forests", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "(e)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Wood for energy and fuelwood, including sustainable use of woody biomass", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "(f)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Competitiveness of sustainably managed forest products", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "(g)", "action_verb": "Competitiveness", "action_verb_type": "operative", "action_verb_normalized": "competitivenes", "links": []}, {"text": "Market-based tools", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "(h)", "action_verb": "Market-based", "action_verb_type": "preambular", "action_verb_normalized": "market-based", "links": []}, {"text": "Incentives for sustainable forest management and other public policy tools", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "(i)", "action_verb": "Incentives", "action_verb_type": "operative", "action_verb_normalized": "incentiv", "links": []}, {"text": "Legality verification and traceability of forest products", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "(j)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Approaches for reduced-impact logging", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "(k)", "action_verb": "Approaches", "action_verb_type": "operative", "action_verb_normalized": "approach", "links": []}, {"text": "Application of spatial and land use planning tools", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "(l)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The role of indigenous peoples and local communities in sustainable forest management", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "(m)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Building markets and infrastructure to promote production and consumption of sustainably managed forest products", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "(n)", "action_verb": "Building", "action_verb_type": "preambular", "action_verb_normalized": "build", "links": []}, {"text": "Conservation and sustainable use of forest biodiversity", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "(o)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Global forest goal 4", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Mobilize significantly increased, new and additional financial resources from all sources for the implementation of sustainable forest management and strengthen scientific and technical cooperation and partnerships", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The indicative thematic areas for action are:", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Means of implementation to achieve sustainable forest management", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "(a)", "action_verb": "Means", "action_verb_type": "operative", "action_verb_normalized": "mean", "links": []}, {"text": "Funding support for implementation of the United Nations forest instrument", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "(b)", "action_verb": "Funding", "action_verb_type": "preambular", "action_verb_normalized": "fund", "links": []}, {"text": "International public funding and national budgets", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "(c)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Foreign and domestic private sector investment in sustainable forest management and forest-based enterprises", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "(d)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Capacity-building to access and mobilize funds for sustainable forest management", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "(e)", "action_verb": "Capacity-building", "action_verb_type": "preambular", "action_verb_normalized": "capacity-build", "links": []}, {"text": "Expertise in expanding capacity-building in developing countries", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "(f)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Public-private partnerships", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "(g)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Environmentally sound and innovative forest-based technology and know-how", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "(h)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "North-South, South-South and triangular technical and scientific cooperation", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "(i)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "North-North technical and scientific cooperation", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "(j)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Efficiency of forest-based industries", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "(k)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Forest science-policy interface", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "(l)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Best practices and innovative tools", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "(m)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Regional and subregional financing sources and mechanisms", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "(n)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Programmes and pilots for the implementation of the United Nations forest instrument and strategic plan", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "(o)", "action_verb": "Programmes", "action_verb_type": "operative", "action_verb_normalized": "programm", "links": []}, {"text": "Global forest goal 5", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Promote governance frameworks to implement sustainable forest management, including through the United Nations forest instrument, and enhance the contribution of forests to the 2030 Agenda for Sustainable Development", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The indicative thematic areas for action are:", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Cross-sectoral coordination at all levels", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "(a)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Integration of forest values into national planning and accounting", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "(b)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Enabling environments for investment in sustainable forest management", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "(c)", "action_verb": "Enabling", "action_verb_type": "preambular", "action_verb_normalized": "enabl", "links": []}, {"text": "Forest law enforcement, governance and trade", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "(d)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Illegal logging and associated trade", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "(e)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Forest land tenure and land ownership", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "(f)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Gender equality in the forest sector, including empowerment of women and girls", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "(g)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Stakeholder engagement at all levels", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "(h)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Public involvement in forest decision-making", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "(i)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Civil society partnerships", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "(j)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The role of research in sustainable forest management", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "(k)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Criteria and indicators for sustainable forest management", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "(l)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Forest inventories and availability of reliable forest data and statistics", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "(m)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "National forest inventories and other official forest-related data", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "(n)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Legal policy and institutional framework for sustainable forest management", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "(o)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Global forest goal 6", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Enhance cooperation, coordination, coherence and synergies on forest-related issues at all levels, including within the United Nations system and across member organizations of the Collaborative Partnership on Forests, \nas well as across sectors and relevant stakeholders", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The indicative thematic areas for action are:", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Enhanced coherence and reduced fragmentation in global forest governance", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "(a)", "action_verb": "Enhanced", "action_verb_type": "preambular", "action_verb_normalized": "enhanced", "links": []}, {"text": "Coherence, collaboration and cooperation among forest-related programmes and initiatives", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "(b)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Joint initiatives and joint programming of the Collaborative Partnership on Forests", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "(c)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Collaboration and cooperation between members of the Forum, the Collaborative Partnership on Forests and regional and subregional organizations and processes, as well as major groups and other non-governmental stakeholders", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "(d)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Harmonized programmes of work and programmes of action at all levels", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "(e)", "action_verb": "Harmonized", "action_verb_type": "preambular", "action_verb_normalized": "harmonized", "links": []}, {"text": "Strengthened and harmonized data collection and reporting cycles and formats", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "(f)", "action_verb": "Strengthened", "action_verb_type": "preambular", "action_verb_normalized": "strengthened", "links": []}, {"text": "Coordination initiatives among criteria and indicator processes", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "(g)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Common understanding of sustainable forest management", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "(h)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Regional and subregional coordination mechanisms", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "(i)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Annex II", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Quadrennial programme of work of the United Nations Forum \non Forests for the period 2017–2020", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The United Nations Forum on Forests carries out its core functions on the basis of the United Nations strategic plan for forests 2017–2030. The Forum’s quadrennial programme of work represents its contribution to implementing the strategic plan and sets the agenda for each session of the Forum within the quadrennium.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "1.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The quadrennial programme of work identifies thematic and operational priorities, priority actions and resource needs.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "2.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The quadrennial programme of work reflects the linkage between odd-year and even-year sessions of the Forum. As a general rule:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "3.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Odd-year sessions focus on discussions on implementation and technical advice, including exchange of experiences among members of the Forum, member organizations of the Collaborative Partnership on Forests, regional and subregional organizations, major groups and other relevant stakeholders, and the science-policy interface. The output of odd-year sessions is a chair’s summary report of those discussions, including possible proposals, which is reported to the Forum at its subsequent session in the even-numbered year for further consideration and recommendations;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(a)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Even-year sessions focus on policy dialogue, development and decision-making, taking into account the discussions and proposals of the previous session. The substantive output of even-year sessions is a concise Forum resolution or decision on the next steps;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(b)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Odd-year and even-year sessions for a given biennium are thematically linked. Thematic and operational priorities, priority actions and resource needs for each biennium are identified by the Forum on the basis of the global forest goals and targets contained in the strategic plan, taking into account the annual themes and Sustainable Development Goals under review by the high-level political forum on sustainable development;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(c)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Forum sessions and their outcomes, as well as intersessional work, should maximize the impact and relevance of the work of the Forum.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(d)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Intersessional activities, including country-led initiatives and other similar initiatives, can contribute to the quadrennial programmes of work and the implementation of the strategic plan.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "4.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The twelfth and fourteenth sessions of the Forum will focus on technical advice, and the thirteenth and fifteenth sessions on policy dialogue, development and decision-making (see tables 1 to 4 below).", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "5.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Given that the twelfth session of the Forum, to be held in 2017, is the first session following the adoption of Economic and Social Council resolution 2015/33 on 22 July 2015 and the strategic plan, it is transitional in nature and may take decisions on matters called for in the resolution as needed to facilitate the work of the Forum.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "6.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Table 1", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Twelfth session of the United Nations Forum on Forests, 2017", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Table 2", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Thirteenth session of the United Nations Forum on Forests, 2018 (policy session)", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Table 3", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Fourteenth session of the United Nations Forum on Forests, 2019 (implementation \nand technical advice)", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Table 4", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Fifteenth session of the United Nations Forum on Forests, 2020 (policy session)", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}]