[{"text": "UNITED", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "NATIONS", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Distr.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "GENERAL", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "ECE/AC.23/2002/2/Rev.6", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "11 September 2002", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Original: ENGLISH", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "ECONOMIC COMMISSION FOR EUROPE", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UNECE Ministerial Conference on Ageing", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Berlin (Germany), 11-13 September 2002", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "REGIONAL IMPLEMENTATION STRATEGY FOR THE MADRID INTERNATIONAL PLAN OF ACTION ON AGEING 2002", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "GE.02-70134", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "COMMITMENTS", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "COMMITMENT 1", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "TO MAINSTREAM AGEING IN ALL POLICY FIELDS WITH THE AIM OF BRINGING SOCIETIES AND ECONOMIES INTO HARMONY WITH DEMOGRAPHIC CHANGE TO ACHIEVE A SOCIETY FOR ALL AGES", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In line with the goals, objectives and commitments of the Madrid International Plan of Action on Ageing 2002, the overarching aim of this Regional Implementation Strategy (RIS) for the UNECE region is to provide a framework of commitments to support member states in their endeavours to respond adequately to the challenges and opportunities of population ageing in order to achieve a society for all ages.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Our global commitment is to mainstream ageing concerns in all policy fields with the aim of securing gender-sensitive and evidence-based co-ordinated and integrated policies to bring societies and economies into harmony with demographic change. This applies equally to the health, economic, labour market, social protection and education sectors.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "To be effective, policies in response to population ageing should have a holistic approach and be pursued in a co-ordinated way over a wide range of policy areas. Account must be taken of the multifaceted and intertwined challenges and opportunities arising from population ageing in order to devise a framework from which effective policy responses can flow. The approach also rests on the premise that the right policies in the various domains – if properly co-ordinated and consistently applied – would be able to successfully meet the challenges arising from these demographic changes and release the unused potential embedded in some population groups, in particular older persons.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "This strategy will facilitate the development of appropriate policy tools to cope with present and future ageing challenges by collecting and disseminating the best knowledge and evidence-based practices available in the region about adequate policy responses to ageing. The strategy must reflect the variety of social, political, economic and demographic situations within the UNECE region.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "All policies should take into account the changes that occur in the situation of a person throughout life. They should be designed to facilitate participation in the development of society and counteract social exclusion as a result of decreased functional ability due to factors related to ageing and disability.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Demographic changes are challenging the tenets of social security arrangements in the UNECE region. For example, a smaller working population will have to support in the future the financial needs of a growing older population. This will affect the intergenerational transfer of resources in society as a whole. At the same time, demographic change will increasingly cause transfers of wealth from older to younger generations within the family. Consequently, policies should be designed to promote intergenerational solidarity, inter alia through innovative action to meet the financial challenges and promote dialogue among generations.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The relationship between different groups of older persons also needs to be addressed. Neighbourhood and other community action play an important role in this respect, and non-governmental organisations particularly of older persons are an important factor in fostering such activities together with public authorities where appropriate. Intragenerational solidarity also needs to take into consideration that the distribution of societal resources would always tend to favour those groups that are most able to successfully pursue/present their claims.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The promotion and protection of all human rights and fundamental freedoms is essential for the creation of an inclusive society for all ages in which older persons participate fully and without discrimination and on the basis of equality. Combating discrimination based on age and promoting the dignity of older persons is fundamental to ensuring the respect that older persons deserve. Promotion and protection of all human rights and fundamental freedoms is important in order to achieve a society for all ages. In this, the reciprocal relationship between and among generations must be nurtured, emphasized and encouraged through a comprehensive and effective dialogue.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Thus, the following set of interrelated commitments is intended to assist member states to focus on the main policy priorities in relation to population ageing. We want to ensure the full integration and participation of older persons in society and implement the strategy in the closest possible partnership with the civil society, particularly older persons, organisations and the private sector.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "COMMITMENT 2", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "TO ENSURE FULL INTEGRATION AND PARTICIPATION OF OLDER PERSONS IN SOCIETY", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Existing international instruments reaffirm the principle that no individual should be denied the opportunity to participate in society and to benefit from economic and social developments. Older persons are at a greater risk of being denied that opportunity and that is why it is essential to combat all forms of discrimination and ensure the full enjoyment of all human rights and fundamental freedoms. A combination of factors, including geographical mobility, urbanisation, economic development and age-based inequalities in access to social institutions and the labour force have resulted in age segregation and hamper the successful integration of older persons in society. Large numbers of older persons in the countries of southern and eastern Europe who live in rural and remote areas without support from their families continue to witness specific problems, especially in terms of access to infrastructure and services. Among the means to combat social isolation and marginalization, political, economic, civic and cultural participation play an important role. It also enhances the quality of life of older persons and contributes to the functioning of the communities and society as a whole.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Older persons play crucial roles in families and the community, although their contributions are often not sufficiently recognised, and the social capital that they possess very often remains under-utilised. The knowledge older people have gained from life-long experience is an important asset for social and economic development. Older persons make many valuable contributions that are not measured in economic terms, including care for family members, productive subsistence work, household maintenance and voluntary activities in the community. The role of older women in these unpaid activities is particularly important and should be better recognised.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A positive image of ageing and older persons, particularly of older women, in society is of crucial importance in ensuring the full integration and participation of older persons. Images of older persons as active participants must be enhanced. In many countries of the region successive cohorts reaching advanced age are better educated, more financially independent and in better health. In the countries with economies in transition the economic and social conditions of older persons remain extremely difficult. However, in recent years in a number of these countries the developments achieved are encouraging in terms of improvements in the overall situation. Notwithstanding that, special efforts need to be undertaken by all parties concerned to promote a positive image of ageing and older persons in these countries.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The following policy objectives should be met as part of this commitment:", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Further enhance the social, economic, political and cultural participation of older persons", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The actions to be undertaken as part of this objective should be based on the understanding that older persons’ contribution to society extends beyond their economic activities, and should recognise, encourage and support their contribution to families, communities and society as a whole. This could be achieved through media campaigns and school curricula that highlight the contribution of older persons to society. Families also play an important role in promoting a better understanding of the contributions made by older persons. Older persons should also be recognised as a significant consumer group with shared and specific needs, interests, and preferences. Governments, service providers and civil society should take into account the views of older persons on the design of products and delivery of services. Participation in social, economic, political, and cultural activities, is not only a valuable contribution to society, but also fosters a positive image of older persons and is important in combating social isolation; it thus needs to be facilitated and encouraged in all its forms by all social actors concerned. Political participation, in particular, plays an important role in empowering older persons and should be emphasised. Barriers to older persons, particularly women, reaching decision-making positions at all levels should be removed. Governments and other actors should make every effort to mainstream the needs and concerns of older persons in the decision-making processes at all levels and in all areas. Governments should encourage the establishment of organisations of and mechanisms for older persons at appropriate levels to represent older persons in decision-making through adequate measures.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Older persons are the best advocates of their own cause. As recommended by the Vienna International Plan of Action on Ageing, a number of countries have set up national commissions of Older Persons aimed at ensuring a dynamic and co-ordinated national response to the phenomenon of ageing by, amongst others, protecting the rights of older persons, promoting their well-being, and by evaluating policies, programmes and services for older persons. These national commissions have proved to be an excellent platform to promote the contribution of older persons to decision-making processes.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Concerted and intensified efforts are needed to improve the housing and living environment of older persons in rural areas, especially in many economies in transition. Improvement of living conditions and infrastructure in rural areas is particularly important to alleviate marginalization of older people. Policies should be developed and implemented in order to provide incentives and subsidies for housing, utility and sanitation services, and encourage age-friendly solutions to provide accessible and affordable transportation for older people, in particular in rural and remote areas.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Promote the integration of older persons by encouraging their active involvement in the community and by fostering intergenerational relations", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Involvement of older persons in local communities contributes to their quality of life, as well as to the functioning of the community. Governments, in consultation with local authorities, non-governmental organizations (NGOs) and representatives of older persons should, therefore, encourage the maintenance, or development of age integrated communities though a broad-based, integrated approach, which targets in a holistic manner policy areas such as community development, housing, environment, transport, health, social care, education, work, and leisure. Within these communities, the actors concerned should be encouraged to make facilities available to persons of all ages, and create incentives for people of different generations with similar interests to meet, interact and share experiences. The establishment or further development of centres of volunteer activity should be promoted, so that young and older persons are able to interact and help each other. Local authorities should be encouraged to ensure that transport and other infrastructure services are safe, reliable, accessible and user-friendly. Programmes should be aimed at rural and remote areas, where older persons might find themselves isolated, without access to their immediate families or to social and other types of infrastructure.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Promote a positive image of ageing", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The actions to achieve this objective should include media campaigns, as well as targeted incentives aimed at employers, local communities and other social actors. The role of media in promoting a positive image of ageing, including older persons with disabilities and in highlighting their contribution to society is crucial. Governments in consultation with local authorities and NGOs should work with the mass media to ensure that this is done in an appropriate and efficient way. Special efforts should be made to make employers in all sectors more aware of the contributions that older persons can make and the advantages of a diverse workforce. Any disincentives for the continued participation of older workers in the labour force should be removed. Action should also be undertaken by governments in consultation with local authorities and NGOs at the community level to facilitate dialogue and a better understanding between the generations. In that respect, all actions aimed at promoting the integration of older persons can contribute to promoting a positive image of ageing. All social actors need to recognise that older persons are a heterogeneous group, whose members have to be considered as a very important resource irrespective of differences in background, their economic activities, or of their need of care and support. Accordingly, measures need to be taken to promote a differentiated and variegated view of the life of older people, both men and women, which better reflects reality.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The promotion of a positive, active and developmentally-oriented view of ageing may well result from action by older persons themselves. It is important to encourage older persons to make the general public more aware of the positive aspects of ageing by developing realistic portrayals of old age. The mass media, with the assistance of older persons, could play an important role in highlighting the wisdom, strengths, contributions and resourcefulness of older persons.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "COMMITMENT 3", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "TO PROMOTE EQUITABLE AND SUSTAINABLE ECONOMIC GROWTH IN RESPONSE TO POPULATION AGEING", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Population ageing in the UNECE region will further increase the ratio of the number of persons who are not employed to the number of those who are. This trend will continue to raise concerns about the financial sustainability of social protection systems in general and pension schemes in particular. In this context, the fundamental economic issue is to share resources in an equitable and sustainable way between those employed and those not employed. In general, distribution and transfer issues are easier to address when the available resources are increasing at a sufficient rate. It is therefore important that every effort be made to raise the underlying rates of economic growth and productivity in the UNECE region, ensuring in the process that growth is environmentally and socially sustainable. Faster rates of economic growth will not automatically lead to satisfactory distributive outcomes but they will, if accompanied by a broad strategic policy response to population ageing, make it much easier to meet the challenges of this major demographic development.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Growth itself will not be sufficient to address the distributional issues raised by population ageing, nor indeed is there any guarantee that growth will lead to socially acceptable outcomes. Policymakers should be cognisant of the need for the benefits of growth to be as widely shared as possible. That is why the emphasis in policy discussion in recent years has started to focus on equitable and sustainable growth as, in other words, the result of growth should in no way be detrimental to individuals or population groups on the one hand, and long-term benefits and potentials for the many should not be jeopardised, on the other hand, by the attainment of short-term benefits to a few. It is thus felt that economic growth should ensure full employment, poverty eradication, price stability and sustainable fiscal and external balances in order for its benefits to reach all people, especially the poor. Moreover, there is compelling evidence that policies to support health, education, to reduce poverty and provide safety nets against the effects of economic shocks improve the prospects for growth. Social and health policies for the coming years must take into account the growth need for integral health care and social services for older persons, as well as the funding for benefits, which require sustained economic growth. But all these variables interact over time and it is therefore important for policy to act upon a broad front – including that of the macro-economy.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The existing differences in the macroeconomic situation and capabilities between the Western part of the region and economies in transition, in particular those who are not among candidates for accession to the EU, necessitate that economic and social policy reforms in these countries should respond to the challenges of their ageing societies.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The following policy objectives should be met as part of this commitment:", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Aim to accelerate the underlying growth rate in Western Europe and North America", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Recognising the interdependence between social and economic policies, the current stance of macro-economic policies in the region should be reviewed with the aim of ensuring greater consistency between fiscal and monetary policy on the one hand and a greater weight for the objectives of growth and employment on the other. Fiscal policy should aim to stabilise the economy and to improve the foundations for economic growth with a medium term spending strategy for infrastructure, education training, support for research and development, etc. Monetary policy should focus on the underlying rates of inflation and play a counter-cyclical role by setting a range for the inflation target that should be wide enough to be credible and supportive of economic growth.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Aim to accelerate the underlying growth rate in countries with transition economies", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Domestic and international strategies for transformation of the transition economies, with a view to eradicating poverty, especially among older persons, should be considered as a priority. Serious efforts for an economically efficient framework and institutional structures that contribute to fair competition and prevent corruption could trigger momentum for growth. International assistance should focus on softening the social costs of reforms and encourage the creation of effective institutions for market economies and new democracies.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "COMMITMENT 4", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "TO Adjust social protection systems in response to demographic changeS and THEIR social and economic consequences", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Social protection systems are usually seen as protecting individuals and their families from the risks and consequences of unemployment, major health setbacks, poverty and other contingencies arising from the vagaries of economic developments during the individual’s life cycle. They can also contribute to adequate income maintenance and protect the rights of all groups of the population. These systems reflect broader political and social values of social justice and cohesion, which place limits on the degrees of inequality or social deprivation a society is willing to tolerate, as well as underlying theories of society which influence judgements as to whether or not social justice can best be achieved by government intervention. Steps should be taken to ensure financial sustainability of social protection systems in the face of demographic ageing.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Most national social security systems face a number of common challenges. The various types of benefit system -- social insurance (financed from but not directly related to contributions), universal benefits, means-tested benefits -- all have different implications for the behaviour of both recipients and their employers. In coping with the economic effects of population ageing, systems -- or combinations of them -- that strengthen incentives to participate in the labour force while ensuring protection for the weakest groups in society are desirable. Recognising that social security has to be acknowledged as a productive factor, it faces many challenges in adapting to changes in family structure, to the emergence of more unstable work patterns, to changes in the age profile of populations and globalisation.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In suggesting reforms of, and setting objectives for, social protection systems it is important to stress that they cannot be expected to cope with an accumulation of policy failures or deficiencies in other domains. To be effective, social protection systems should be effectively adjusted and need to be supported by high level of employment, comprehensive health services, educational systems which prepare the young for effective participation in the labour force, and active labour market policies which help employers to adjust to structural change and other economic shocks. Social protection can then focus on its basic functions of safeguarding those who are deprived and covering those who are at risk. By emphasising social inclusion and the development of human capabilities, social protection also promotes economic dynamism as well as social and political stability. In this way economic efficiency and social justice can become mutually supportive.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The following policy objectives should be met as part of this commitment:", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Preserve and strengthen the basic objectives of social protection, namely to prevent poverty and provide adequate benefit levels for all", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The extension of social protection systems to all sections of the population, from the very young to the very old, is a key element in its objective of promoting social justice and social cohesion. For the young and those of working age, policy should seek to develop capabilities and support social inclusion through participation in the labour force. For persons who are not able to work due to disability and for persons beyond working age, a standard of living that allows them to maintain their self-respect and dignity should be promoted. This entails in particular the objective of achieving a sufficient income for all older persons.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Establish or develop a regulatory framework for occupational and private pension provision", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Recognising the growing relevance of the role of private provision in social security, a regulatory framework for occupational and private pension provision should be established or further developed in order to reduce the negative impacts of market failures and to improve security in income maintenance in old age.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Adapt existing social protection systems to demographic changes and changes in family structures", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Societal and demographic changes give rise to new needs and demands, and if social protection systems are slow to adapt to these there will be increased hardship for those who fall outside the reach of social protection. Policies should address the needs of older persons for a variety of social and health services, including sheltered housing and long-term care. Effective plans should be made to see that these needs are met in good time.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Pay special attention to the social protection of women and men throughout their life course", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The equal treatment of men and women in social protection systems should be ensured and such systems should support a better reconciliation of work and family responsibilities throughout the life cycle. Special attention needs to be paid to the position of those family members who interrupt their employment to rear children or to care for family members and as a result suffer reduction in their pension entitlement and those who devote themselves to household work and the care of children and other relatives. Both groups often face a precarious financial situation in old age. Policies to alleviate these problems could include special leave arrangements for working parents and other caregivers, or other supportive measures such as respite care services.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "COMMITMENT 5", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "TO ENABLE LABOUR MARKETS TO RESPOND TO THE ECONOMIC AND SOCIAL CONSEQUENCES OF POPULATION AGEING", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The challenges of population ageing can best be met by adjusting policies over a wide range of economic and social sectors and activities, and especially those that support higher rates of economic growth and employment. Appropriate labour market policies are likely to prove one of the most effective ways of responding to the economic challenge of ageing populations. Unemployment is an obvious waste of productive resources (not to mention a burden on the social security system) and creating a situation of full employment will help to raise the total resources available in any given economy.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Increasing the awareness of the benefits of including older persons in the workforce and eliminating age barriers and discrimination in recruitment and employment of older workers is a priority. Higher rates of economic participation should involve fostering the creation of job opportunities for older persons, including by tackling discriminatory employer practices and other impediments.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The size of the labour force can also be increased by encouraging higher rates of labour force participation among older women and men. Bringing actual retirement ages closer to those pension eligibility ages in the statutory old age pension schemes of individual countries could make it unnecessary to change this pension eligibility age. Measures should be taken in order to accommodate the employment needs of older persons such as the improvements of opportunities for part-time or temporary employment for that group.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Efforts should be stepped up to increase opportunities for older persons to remain in the labour market, for instance, through flexible and gradual retirement formulas and guaranteeing a real access to life-long learning. A progressive increase in effective average age at which people stop working should be sought. It is also essential to remove disincentives for women’s participation in the labour force. Particular emphasis should be made on incentives for engaging older persons in small- and medium-sized enterprises, including family businesses, and broader use of Information and Communication Technology for provision of job opportunities for this group.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Labour migration from abroad can sometimes help to overcome particular labour or skill shortages but it cannot be considered as a solution to the issue of population ageing. It is undoubtedly an element to be taken into account when it comes to designing adequate strategies for economic growth and full employment. However if immigration of highly skilled labour is widely encouraged, it is likely that a significant proportion of these workers would migrate from countries that could ill afford to lose their contribution to the development process. Migration policies should be based on a broad assessment of economic, social and regional interests.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In many countries, migrant workers who arrived in earlier decades in the host country are now growing older. Special needs of ageing migrants should be taken into consideration, as appropriate, and consistent with national laws in the design and implementation of integration programmes to facilitate their participation in the social, cultural and economic life of countries of destination. As migrants and as older persons, they may face further disadvantages, which may be exacerbated by poor economic conditions. Governments should strive to develop measures to assist older migrants to sustain economic and health security. It is especially important to promote a positive image of their contribution to the host country and respect for their cultural differences.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In a highly competitive, global environment, improving productivity growth and shifting the structure of output towards higher value-added (“high tech”) activities will require investments in the skills and educational levels of the labour force i.e. an increase in human capital. Appropriate levels of education for those entering employment and maintaining and upgrading the skills of all those in work or returning to work are crucial for preserving competitiveness and full employment.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The following policy objectives should be met as part of this commitment:", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Seek a significant reduction in rates of unemployment, especially for older persons", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Measures to promote access to employment opportunities and reduce unemployment rates, especially for older persons, are necessary; such measures may vary to accommodate different circumstances. One option is to implement active labour market policies, such as job matching, job-search assistance, training, vocational guidance, counselling, and so on. Further, efforts aimed at shaping educational curricula to respond to labour market needs and at easing the transition between formal education and work can help promote employment.  Measures to reduce non-wage labour costs while protecting workers’ rights can also have beneficial effects on employment levels. Other factors weakening the demand for labour, such as barriers to new business start-ups and regulations imposing heavy administrative costs on employers, should be carefully scrutinised and, where possible, eased.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Improve the employability of older workers", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Employment difficulties faced by older workers often derive from an insufficient level of skills. Employability of older workers should be improved through vocational guidance and vocational training, based on life-long learning. Life-long learning is a long-term preventive strategy far broader than just providing second chance education for those adults who did not receive quality education and training earlier in life. It is also about delivering job-relevant learning to enable workers to adjust to changing labour markets and building the foundations for further learning. Employers should be encouraged to enable their employees to retrain and reskill through life-long learning. Other measures to improve the employability of older workers should focus on improving working conditions.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Raise participation rates for all women and men", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Improve care facilities and introduce arrangements, which make it easier for all workers, women and men, to combine work and family responsibilities. Remove barriers and disincentives to work longer, including the incentives that encourage early retirement, promote the rehabilitation of workers with disabilities and their re-integration in the labour force, promote better training of older workers, and take measures against age discrimination. Review financial and other disincentives to the participation of retired persons in part-time or temporary employment. Increase through economic policy and incentives employment opportunities for persons living in rural and remote areas, in particular encouraging their distance learning and training.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Concerted measures are needed to increase labour force participation of women. These measures should aim to further broaden their job opportunities, better reconcile the professional and family responsibilities, and avoid discriminatory situations with regard to pension benefits or personal income experienced by many women. Important ways to achieve this are suitable education and training, including on-the-job training, job counselling and allowing for flexible work arrangements.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Take steps to raise the average effective age at which people stop working and make retirement more flexible and gradual", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Labour market structures and economic policies should be promoted together with social protection systems that offer incentives for the participation of older workers, so that workers are not encouraged to take up early retirement and are not penalised for staying in the labour market as long as they wish and that pension systems and working arrangements facilitate the option of gradual retirement. Retirement should not be seen as a stage in one’s lifetime, which hinders or stops the retiree from continuing being creative and capable of contributing to society. In the case of those who opt to retire, every effort should be made to promote a smooth and gradual transition from one type of life to another.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "COMMITMENT 6", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "TO PROMOTE LIFE-LONG LEARNING AND ADAPT THE EDUCATIONAL SYSTEM IN ORDER TO MEET THE CHANGING ECONOMIC, SOCIAL AND DEMOGRAPHIC CONDITIONS", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Contemporary societies require efficient, well-funded and comprehensive educational systems, to respond to social, economic and demographic changes. These changes affect all aspects of education, including, among others, allocation and distribution of educational materials, financial and human resources, infrastructure, curricula and programmes. This requires more emphasis on providing high quality education at all ages and on treating learners as active participants. Training programmes, especially on new technologies, are particularly relevant in this context. Addressing the needs of education for older persons requires specific strategies as well as practical measures.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Those who work with older persons should receive basic training and retraining for their tasks. Education and training should be multi-disciplinary in nature and should not be restricted to high levels of specialisation but should be made available to all levels and for different functions in the field of ageing. Older persons themselves need to be trained in self-care and other areas relevant to maintaining their quality of life.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The traditional ordering of education, work and retirement is no longer valid. The education system will necessarily have to be adapted in order to support increased flexibility during the life course.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The population of the UNECE countries are now better educated than ever before and older persons are potential resources for educational and other programmes for the exchange of knowledge and experience. Nevertheless, many challenges still face the educational systems. Promoting ways to eradicate functional illiteracy and to improve basic education levels of older persons, including older migrants and older members of minorities, vocational training, and adult and late-life education should be recognised as a productive investment, which not only results in positive returns in terms of economic growth, but also improves the quality of life and overall social development of older persons. In this regard, the role played by educational institutions for older persons, such as by universities of the third age, needs to be further recognised and supported. These, in a number of countries, have proved to be important means of enabling participation and involvement of older persons in society. Also, the discrepancy between the knowledge and skills that younger persons obtain in the educational system and the exigencies of the economy ought to be recognised and addressed, as this will affect positively all age groups. It will, inter alia, enable younger persons to enter more easily the labour market, relieving the problems created by the decline in the ratio between the economically active and non-active population, which affects adversely the social security system.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The following objectives need to be met in order to fulfil this commitment:", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Facilitate and encourage life-long learning", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Besides promoting employability of older workers through access to professional training and retraining, it is necessary to adjust education institutions to the needs of persons in retirement including early retirement. In order to prepare those who are about to retire, pre-retirement programmes need to be provided to help them adapt to changes in their lifestyle and to adjust to these changes. The need to find an alternative purpose in life through new interests and occupations should be taken into account in adult educational schemes.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Onsite learning methods by trainers should be developed, where appropriate, to teach older persons the skills to handle technological tools for daily life, to use the new communication technologies, and to train their cognitive, physical and sensory skills. Special consideration has to be given to training of trainers within the group of persons who care for older persons who live in institutional settings, or who provide community care services for older persons.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The increasing life-span and rapid social change pose specific challenges for the educational system, which need to be addressed as part of the work towards this objective. Special emphasis should be put on building awareness among learners of all ages of life choices and their short-term and long-term consequences in terms of life styles and career prospects. School curricula should take into account the need to prepare for lives of continuous change that require flexible attitudes and skills. These curricula should put particular emphasis on the strategies for making life choices. The importance of learning for innovation should be recognised by all actors involved and should be encouraged through targeted policies and programmes. To achieve this, new didactic methods need to be used.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Ensure that the educational system achieves better employability of all persons", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "It is important that formal schooling, besides transmitting human values and basic skills, meets the needs of a competitive, knowledge-based economy and the needs of young people preparing to enter the labour market, or for those wishing to upgrade their skills. Therefore actions should be taken to establish closer links between educational institutions and employers and encourage employers to provide on-the-job training. Policy actions should be taken to increase – within the concept of life-long learning – the employability of older persons, thus supporting them to maintain and further develop their specific knowledge and skills.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Education programmes should be developed, recognised and made available to everyone at all ages. Measures should be taken to encourage regular participation in school life in all its aspects to increase retention rates and limit dropouts. Special programmes should also be developed for those who have left the formal education system early in order to facilitate their integration/re-integration into the labour market. Poor education may have negative repercussions throughout the life course and lead to unemployment, difficulties to find qualified jobs, low payment and consequently bad standards of living. This may also lead to poor health, premature onset of disease and increased mortality rates.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Formal schooling, including educational and vocational training programmes should reinforce gender equality and avoid stereotyping roles. The specific actions to be undertaken could include introducing gender sensitive curricula, education and training for jobs with good prospects, specific programmes in order to motivate and empower girls and women to take up technological jobs as well as specific programmes to prepare for re-entry into the labour market, in particular for older women.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "COMMITMENT 7", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "TO STRIVE TO ENSURE QUALITY OF LIFE AT ALL AGES AND MAINTAIN INDEPENDENT LIVING INCLUDING HEALTH AND WELL-BEING", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Good health is a vital individual asset, and at the same time a high overall level of health of the population is vital for economic growth and the development of societies. In this context, the long-term objective of health policies in the UNECE region should be to ensure that increased longevity is accompanied by the highest attainable standard of health, as defined by the World Health Organization as \"the state of complete physical, mental and social well-being and not merely the absence of disease or infirmity”. Policies should promote life-long health, by reducing the risk factors, including the environmental, associated with major diseases, particularly chronic and noncommunicable diseases, through health promotion and disease prevention activities, by providing a continuum of affordable, accessible and quality health and social services. Such policies will increase quality of life and ensure the continued contributions of older persons to society. Healthy older people are a resource to their families, communities and the economy. This can only be achieved through a holistic and life-long approach integrating physical, mental, social, spiritual and environmental factors. Older persons, especially those who are dependent on care, must be closely involved in the design, implementation, delivery and evaluation of policies and programmes to improve the health and well-being of ageing populations.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The evidence on what determines health suggests that economic, social, cultural, environmental and behavioural factors are reliable predictors on how well both individuals and populations age. Environmental, agricultural, transport, financial, taxation, consumer protection, housing, education, employment, social protection and other policies have a profound influence on health and well-being. Improvements in the economic and social situation of older persons in particular will result in better health and well-being.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In order to meet the challenges of ageing populations, including older persons with disabilities, it is crucial that social and health services place increased emphasis on health promotion, disease prevention and physical and mental rehabilitation, which incorporates a life-long approach to positive health. The continuum of care provision needs to be from the primary care sector to the secondary and tertiary care sectors, fully utilising the skills of all health care providers. It is crucial that social and health services promote independence and assist older persons to participate fully in all aspects of society.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Adequate long-term care is part of a continuum, which aims at maintaining the highest level of well-being of all persons. Long-term care depends heavily on informal caregivers in families and communities, which requires that they be properly supported through community-based programmes. In particular, it is necessary to recognise and support the contribution of older persons in family care.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Older persons should, where possible, have the right to choose between different options of long-term care. Whenever this is not possible their legal representative should give consent as to where they are cared for. Geriatric and gerontological assessment is an effective instrument to determine whether institutionalisation is required. Where institutionalisation is unavoidable, it is imperative that the dignity and individuality of the older person be protected.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Mental as well as physical health in old age are issues of great significance, especially for the oldest old. As dementia is a prevalent disease in old age, especially Alzheimer’s, treatment and rehabilitation programmes as well as long-term care are of increasing importance in an ageing world. Strategies to cope with such diseases include diagnosis, medication, psychosocial factors, cognitive training programmes, training for caring family members and caring staff and specific structures of inpatient care. To help dementia patients live at home for as long as possible, it is necessary to respond to their specific needs, for security, adequate social support and home care services. Specific programmes for psychosocial therapy should help to reintegrate patients discharged from hospital.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Nursing homes and geriatric centres should be developed to meet the specific needs of patients suffering from mental diseases. This includes multi-disciplinary geriatric and gerontological assessment (physical, psychological, social), counselling, care treatment and rehabilitation, accompanied by specific training schemes for care providers. Research should be undertaken, emphasising the systematic identification of the needs of patients and caregivers. An effective strategy should be developed to increase the level, quality assessment and diagnosis of Alzheimer’s and related disorders at an early stage of the disease. Alzheimer’s calls for a multidisciplinary approach that covers the needs of both patients and carers. Psychosocial interventions including home care services, primary care and day care institutions should contribute to prevent or postpone the need for patients suffering from mental diseases to stay in nursing homes or psychiatric institutions.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Particular attention should be placed on HIV/AIDS, which may affect older persons as persons at risk of an HIV infection, as HIV-infected persons, as informal and formal caregivers or as surviving family members. Increasing number of AIDS patients are surviving to old age. Older persons can be at increased risk of HIV because they are typically not addressed by information campaigns, prevention, and counselling. Moreover, HIV/AIDS diagnosis among older persons is difficult because symptoms can be mistaken for other immunodeficiency syndromes that occur in older persons. There is an urgent need to expand gender specific educational programmes on HIV/AIDS in the field of geriatrics and gerontology curricula and in education and prevention programmes on health for older people.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The provision of palliative care and its integration into comprehensive health care should be supported. To this end, standards should be developed for training in palliative care, and multidisciplinary approaches encouraged for all service providers of palliative care. It is necessary to create and to integrate institutional and home-based services and to intensify interdisciplinary and a specific training in palliative care for all professions concerned.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "While more knowledge, information and health education is important at any age, this is even more so at older age. The evidence shows that decisions to adopt health-enhancing behaviour, for example healthy and adequate nutrition, physical exercise, are often constrained by the broader physical, social, economic and cultural environments, which influence the choices that individuals, groups and local communities make. The use of tobacco products, unhealthy diet, excessive alcohol consumption, drug abuse, and physical inactivity are harmful to health at all ages and have cumulative negative effects at older ages. It is never too late to adopt healthy lifestyles. Engaging in appropriate physical activity, healthy eating, no smoking and using alcohol in moderation or not at all can prevent disease and functional decline, extend longevity and enhance quality of life. Policy makers need to recognise the risks to health of unhealthy lifestyles and take appropriate multisectoral action to prevent them. The importance of healthy lifestyles is often overlooked and should be addressed by policy makers, communicators and the broader public, especially as older persons are often a role model for younger generations.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Governments should encourage the safe use of medication, household chemicals and other potentially harmful products by requiring manufacturers to indicate the necessary warnings and clear instructions for use.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Constraints to health other than on the individual level derive from harmful and disease-engendering labour and environmental conditions. New policies and programmes which focus on healthy working conditions that enable people to stay healthier and work longer should be developed on all levels, including by government authorities, employers associations, trade unions and health services.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Access to a wide range of tailor-made affordable social services that recognise that older people are not one homogeneous group, but rather have different social and cultural needs, is essential for their well-being, whether they need support to live in their own homes, or institutional care. Older persons need to be made aware of the range of social and health services available in their country.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The following objectives need to be met in order to fulfil this commitment:", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Promote health and well-being over the entire life course, by mainstreaming health through inter-sectoral policies", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Promoting health and well-being over the entire life course requires an inter-sectoral approach. This approach has to be developed taking into account the views and needs of older persons, while supporting their independent living. Governments and other concerned actors should, therefore, provide incentives that facilitate sectoral involvement and intersectoral co-operation. These incentives and measures should be based on health impact and functional ability assessments, which will not only look at the health consequences of policy decisions retrospectively, but also address the likely health consequences of future actions. All sectors should be held accountable for the effects of their policies and actions on health. More broadly, the social, economic and environmental determinants of health should be fully taken into account in policy development. The gender perspective should be given particular importance and gender inequalities in health over the life course, including the higher mortality of men, should be addressed. In this connection, all health care measures should be developed, improved and evaluated for their effects on men and women, within the scope of gender mainstreaming. In order to evaluate the effects and take appropriate action, it is necessary to collect data and have statistics that are differentiated by both sex and age.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Ensure equal access to health and social services including long-term care for persons of all ages", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Ensuring equal access to effective health and social services, irrespective of age and gender, should be the guiding principle in achieving this policy objective. Targeted efforts should be undertaken to decrease gender, age, race and income-related inequalities in access to health and social services. Special attention should be paid to older persons living in rural or remote areas, who often have difficulties accessing health and social services.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "While independent living is desirable in principle, living in residential accommodation for older persons may be an appropriate alternative where a high level of professional standards are offered and social exclusion is avoided. However for these conditions to be met, residential accommodation should be accessible in all respects, the dignity of older persons should be ensured, adequate social facilities and adequate facilities for older persons with physical and mental disabilities should be present.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Policies and programmes should be established to provide conditions for independent living in the community, as well as health and long-term care for those who need them. Support and incentives should be given to those providing both formal and informal care. Further, a more equal sharing of caring responsibilities between men and women should be promoted through public policies and other means. Actions to achieve this objective include the design of appropriate primary health care services and programmes to respond to needs and expectations in health promotion, disease prevention, care and rehabilitation. This needs to be done by government authorities with the participation of local communities and other interested partners (inter alia, patients’ organisations and consumer organisations).", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The management of health services should respect the principle that primary health care should play a leading role, while referrals to secondary and tertiary hospital care should be limited to cases requiring specialist skills and facilities. The ultimate goal is to provide a continuum of care, including both community-based care for chronic health problems as well as prevention, acute care, and rehabilitation. Comprehensive mental health services should be developed. Care for older persons with disabilities should promote the maintenance of their maximum functional capacity, their independence and autonomy. Palliative care should be accessible for all older persons suffering from painful or incurable illness or disease. Governments need to adopt, in co-operation with other actors, standards for the quality of care services regardless of the setting in which care is being provided. In view of the strong demand for providing care at home, it is increasingly important to create effective support strategies for informal caregivers. Such support strategies should include financial support, information and training. In designing and implementing policies and programmes, governments should ensure that ethical issues in old age are taken into account.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Health and social services, public and private, should be better co-ordinated and integrated. Appropriate case management systems should be applied in order to make available the needed range of services, including medical services, home-care services and psychological support, both on an in-patient and outpatient basis. There is a need to develop and ensure observance of training and quality standards. Governments should facilitate the availability of assistive devices and appliances to older persons so that they can prolong their independent living.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The ageing of populations in the region requires that formal and informal care providers possess adequate professional as well as personal qualifications and skills. Education and on-going training programmes for professionals in the field of health care and social services at all levels should be offered and enhanced taking into account the evolving needs of older persons. Training for informal care providers should also be ensured. To reach old age in good health and well-being requires efforts throughout life and an environment within which such efforts can succeed. Furthermore, the quality of life and independence of older persons through self-care, health promotion, prevention of disease and disability requires new orientation and skills among older persons themselves.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Ensure appropriate financing of health and social services for persons of all ages", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The actions to be undertaken to attain this objective should be based on the understanding that disbursement of health and social resources should be efficient, equitable and sustainable. Older persons should have equal access to the necessary health care and should not be discriminated against because of their age. Health priorities should be determined in a transparent fashion, and sufficient financial resources should be allocated to the achievement of the defined priorities in order to optimise health gains. The effect of funding and resource allocation on health service delivery and the health of the population should be monitored. Social security schemes, in the form of sickness insurance, health insurance, long-term care insurance and disability insurance can play where appropriate an important role as a means to provide these services.)", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Enable people to make healthy choices", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Governments, local authorities and other concerned actors should facilitate the adoption of healthy life-styles, by encouraging people of all ages to engage in appropriate physical activity, adopt healthy diets, avoid smoking and excess alcohol consumption, and opt for other health-related behaviours, that prevent disease and functional decline, extend longevity and enhance quality of life. This should be achieved through a range of policies, including appropriate information campaigns and education starting at an early age that enable people to make healthy choices. This should also be accomplished by ensuring an enabling and supportive environment through appropriate housing policies, urban planning and other measures that provide affordable, barrier free, and age-friendly living environments.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "COMMITMENT 8", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "TO MAINSTREAM A GENDER APPROACH IN AN AGEING SOCIETY", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Addressing the consequences of demographic change from a gender perspective is crucial for improving the situation of older persons, especially older women, in society and in the economy. The social and economic situation of women and men, especially for older persons, is not the same since they are affected differently by social, economic and demographic changes. Moreover, there is great diversity in the working and living conditions of both men and women among countries that are at different stages of development in the region. At the same time, achieving gender equality in all areas of public and private life should be a priority for the development of societies for all ages.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Caregivers to older persons are predominantly women and are to be considered as a priority for policy action. Governments should promote measures to encourage and make possible an equal sharing of family and care responsibilities between women and men, including by improving the supply of childcare facilities and responding appropriately to the growing needs for daily care services for older persons. High quality care facilities for children and older persons should be made available so that care may be provided by persons other than the immediate family. There is a need to provide more and better opportunities to combine work and family life through the implementation of family friendly policies, including provision of affordable and accessible high quality care facilities for children, but also for older persons living with their families. It is important to look at issues concerning the rights and possibilities for older persons not taken care of by the immediate family. It is important to take measures to maintain the rights and potential of these older persons, and make sure that reconciliation among the older persons, the family and society be secured through the organisation of care facilities.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Many women, particularly older women, are still at a disadvantage in the economy and in the labour market. They often receive lower wages, have lower levels of social protection than men, are underrepresented in decision-making positions, and experience barriers to achieve sufficient formal education and adequate vocational training. As a consequence of the traditional gender specific division of work and family responsibilities, they still perform most of the domestic work and are the key providers of care for children and older persons. Moreover, women are more often living in poverty and subject to social exclusion.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The following objectives need to be met in order to fulfil this commitment:", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Achieve full gender equality", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Governments should take measures to mainstream gender issues and to remove all obstacles to achieving gender equality, to eliminate all forms of discrimination against women and to promote the advancement and empowerment of women throughout their entire life cycle. In particular, the economic and social independence of women should be promoted. Measures should be taken to ensure equal access to and equal treatment in education, health care, social protection, employment, vocational training and justice. Measures should also be taken to encourage the participation of women in politics, as voters and candidates, and to foster their equal participation in decision-making processes and leadership. Governments are encouraged to address the specific exigencies of women’s health, throughout the women´s life cycle, including reproductive and sexual health. Opportunities should be provided for older women to advocate on health issues that concern them and encourage their participation in developing programmes, so as to address better the problems older women themselves identify. In this context, explicit short- and long-term time bound targets or measurable goals should be set, and where appropriate, quotas and/or other measures could be considered.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Realise full equality between women and men in their contribution in the economy", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Governments should promote the economic rights of women, particularly older women, including their equal access to and equal control over economic and other resources (such as loans for business), employment and appropriate working conditions. They should enact and enforce legislation to ensure equal pay for equal work or work of equal value for women and men, to protect women, and especially older women, against any form of gender-related discrimination in the labour market. Governments should take appropriate measures to facilitate the reconciliation of family life with paid work for both women and men and to overcome persistent gender-related role stereotypes. Companies should be encouraged to develop corresponding arrangements and change existing practices and policies in order to improve the career prospects of women, encourage female entrepreneurship, combat sexual harassment at the workplace and help women and men to reconcile family responsibilities with their situation at the workplace.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Ensure gender equality of access to social protection and social security systems", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Governments and where appropriate social partners should ensure that women can participate in and benefit from full and equal access to social protection systems. Social protection policies should be reviewed where appropriate in order to take full account of the work and care responsibilities of women and men throughout the life cycle.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Promote shared responsibilities of women and men within their families", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Governments should promote measures to encourage and facilitate equal sharing of family and care responsibilities between women and men. This could be achieved through the implementation of family-friendly policies, the provision of more and better opportunities to combine work and family life, providing affordable and high-quality care facilities for children and for older persons living with their families. It is important to take measures to maintain the rights and potential of older persons, including those who are without families, or who are not taken care of by their immediate families.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "COMMITMENT 9", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "TO SUPPORT FAMILIES THAT PROVIDE CARE FOR OLDER PERSONS AND PROMOTE INTERGENERATIONAL AND INTRA-GENERATIONAL SOLIDARITY AMONG THEIR MEMBERS", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The family is the basic unit of society and as such should be strengthened. It is entitled to receive comprehensive protection and support. In different cultural, political and social systems various forms of the family exist. The rights, capabilities and responsibilities of family members must be respected. Families are the major agent of sustainable social development and the preservation of a society’s values. They are also a key element of stability in communities. Together with communities, they provide a vital framework for the growth and well-being of their members and for intergenerational and intra-generational solidarity. It is within families and communities that children are born, nurtured, socialised and prepared to take on the responsibilities of learning, work, parenthood participation and solidarity. It is also within families and communities that traditionally older persons interact with members of younger generations, are cared for and eventually pass away.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Population change and ageing are paralleled by a profound transformation of families. Their average size is decreasing, the number of generations within the multigenerational families is increasing, and each succeeding generation tends to be smaller than the preceding one. The picture is made more complex by the increasing instability of unions. Particularly in higher age, remote relatives and small informal networks such as neighbours and friends play an important role and can be considered as family networks. Changing economic and social environments also have an impact on the quality of life of families, influencing family relations and modifying the roles the different members play.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Family policies and/or policies aimed at achieving equal opportunities among family members vary in the different countries of the region. Their components include legislation, regulations and programmes that are designed to achieve specific objectives for the family as a whole, or for its individual members. Policy approaches should respond to the consequences of changes in the structure of families and in the role of its individual members.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The following objectives should be part of this commitment:", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Respond to the needs and changing roles of individual family members and strengthen intergenerational and intra-generational solidarity", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Governments should initiate or strengthen policies and programmes to address the special needs of all members of the family, respecting their rights, capacities and responsibilities. In order to do so, they should support, protect and strengthen the family to respond adequately to the needs of its members through the promotion of social, economic and family policies that stimulate and favour intergenerational and intra-generational solidarity. An important element in this respect is ensuring equality between men and women throughout their lives particularly regarding the distribution of responsibilities in terms of work and income, care of dependent family members and social protection.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Older persons contribute to the well-being of their families in different ways, including tasks related to the care of children and other family members. Governments should promote awareness regarding the contribution older persons make to society and adopt measures to help families deal with the growing responsibilities of their older members, in order to improve their situation. Social infrastructures should be improved to address the responsibilities families bear in terms of the daily needs of caring for their members. It is also important to point out that as well as families, communities, organisations and associations play a relevant role when providing support and informal care.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Support the families in coping with the social and economic consequences of demographic change", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Families, particularly those who provide care for older persons are entitled to receive comprehensive protection and support in performing their societal and developmental functions. In this regard, governments should strive to design, implement and promote family friendly policies and services, including affordable, accessible and quality care services for children and other dependants, parental and other leave schemes and campaigns to sensitise public opinion and other relevant actors on equal sharing of employment and family responsibilities between women and men.)", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Housing policies and town planning should aim to adapt the infrastructure of towns to the needs of families and to enable generations to live together if they so wish. Particular attention should be given to making towns more friendly towards children and the older persons, with the purpose of increasing their participation in urban life through a better planning of services and facilities, also taking into account safety issues. These policies and planning should be achieved in collaboration with all concerned groups.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "COMMITMENT 10", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "TO PROMOTE THE IMPLEMENTATION AND FOLLOW-UP OF THE REGIONAL IMPLEMENTATION STRATEGY THROUGH REGIONAL CO-OPERATION", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "As it was agreed in the Madrid International Plan of Action on Ageing 2002, the systematic review of implementation of the International Plan of Action on Ageing by Member States of the United Nations is essential for its success in improving the quality of life of older persons and the social cohesion in society. The United Nations Regional Commissions have responsibility for translating the Madrid International Plan of Action 2002 into regional action plans in which civil society and other relevant stakeholders should be closely involved. They should also assist upon request national institutions in implementation and monitoring of their actions on ageing. The Commission for Social Development is responsible for the global follow-up and appraisal of the Madrid International Plan of Action on Ageing 2002 and will decide on their modalities at its next session.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UNECE member states have the primary responsibility for the implementation and follow-up of the Regional Implementation Strategy (RIS). This follow-up should focus on strengthening co-operation among UNECE member states in the field of ageing and should allow for an effective exchange of information, experience and best practices. Member states should provide opportunities for civil society, including NGOs, and other relevant stakeholders to co-operate in this process.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The follow up process to the RIS will be done by member states at the national level and within the existing framework of meetings of the UNECE, including as appropriate at its annual session under the item on follow-up to world conferences. This would allow the UNECE secretariat to provide government delegations with information on relevant implementation activities within the region. The UNECE secretariat could also suggest to member states specific priority issues to be analysed in depth and, when appropriate, guidelines for reporting requirements in the follow-up process, to ensure that this follow-up is in line with the overall implementation of the Madrid International Plan of Action on Ageing 2002.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In contributing to this process NGOs should follow the rules of procedure of the Commission. The UNECE secretariat will assist member states upon request, with implementing the RIS and in their evaluation of the achievements of the RIS at the national level supported by experts of the intergovernmental organisations and interested NGOs relevant in the field of ageing.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Taking into account decisions by the Commission for Social Development on the global follow-up, UNECE member states will take, as early as possible, further decisions on procedures and timing regarding the regional follow-up. A first overall assessment of the implementation of the whole RIS and its timing and modalities should be determined in line with the Commission’s decisions.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Follow-up activities to the implementation of the RIS by the UNECE secretariat must be financed within existing resources. As stated in paragraph 112 of the Madrid International Plan of Action on Ageing 2002, the Economic and Social Council could consider strengthening the capacity of UNECE.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Bearing in mind the necessity to avoid any duplication of work, the follow-up to the RIS should be in line with the overall implementation of the Madrid International Plan of Action 2002 and be consistent with the procedures and timing of its global monitoring and review. This process should rely basically on the work carried out by all relevant institutions, particularly those in the areas of statistics, indicators, training and research.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "*", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "*       *", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}]