[{"text": "Economic Commission for Europe", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Executive Body for the Convention on Long-range\nTransboundary Air Pollution", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Forty-third session", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Geneva, 11–14 December 2023", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Report of the Executive Body on its forty-third session", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Introduction", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "I.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The forty-third session of the Executive Body for the Convention on Long-range Transboundary Air Pollution was held on 11–14 December 2023 in Geneva.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "1.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The United Nations Economic Commission for Europe (ECE) Executive Secretary Ms. Tatiana Molcean opened the session.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "2.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A representative of Ukraine informed Parties about the damage, including the environmental damage, caused by the full-scale invasion of Ukraine by the Russian Federation. He stated that, across the ECE region and beyond, the increased level of air pollution caused by the aggression must be properly considered and addressed by the Convention and related United Nations bodies, which should provide an adequate response to that threat. A representative of the Russian Federation made a statement in response. A representative of the United Kingdom of Great Britain and Northern Ireland, also intervening on behalf of Canada, Georgia, Norway, Switzerland and the United States of America, and a representative of the European Union strongly condemned the aggression of the Russian Federation against Ukraine and the associated significant environmental impacts, as well as expressing their solidarity with the people of Ukraine.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 5, "prefix": "3", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A.Attendance", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The session was attended by representatives of the following Parties to the Convention: Armenia, Austria, Azerbaijan, Belgium, Bulgaria, Canada, Croatia, Cyprus, Czechia, Denmark, Estonia, European Union, Finland, France, Georgia, Germany, Hungary, Italy, Kazakhstan, Latvia, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Russian Federation, Slovenia, Spain, Sweden, Switzerland, Türkiye, Ukraine, United Kingdom of Great Britain and Northern Ireland and United States of America. A delegate from Uzbekistan also attended the session.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "4.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Representatives from the United Nations Environment Programme, the World Health Organization and the World Meteorological Organization participated in the session.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "5.", "action_verb": "Representatives", "action_verb_type": "operative", "action_verb_normalized": "representativ", "links": []}, {"text": "Also present at the session were representatives of non-governmental and other organizations, including: the European Chemical Industry Council, the European Environmental Bureau, the European Federation of Clean Air and Environmental Protection Associations, Clean Air Fund and the OneGoal Initiative for Governance.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "6.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "B.Organizational matters", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The session was chaired by Ms. Kimber Scavo (United States of America).", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "7.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Executive Body adopted the agenda for its forty-third session, as set out in documents ECE/EB.AIR/152 and ECE/EB.AIR/152/Corr.1.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "8.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Report on credentials", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "II.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Delegations were invited to submit their credentials in advance of and during the session. The officers of the session reported that 35 Parties to the Convention, which constituted a quorum, had submitted credentials. The Executive Body took note of the report on credentials.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "9.", "action_verb": "Delegations", "action_verb_type": "operative", "action_verb_normalized": "delegation", "links": []}, {"text": "Review of implementation of the 2022–2023 workplan", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "III.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The subsidiary bodies and the secretariat reported on the implementation of the \n2022–2023 workplan for the implementation of the Convention (ECE/EB.AIR/148/Add.1).", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "10.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A.Science", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Chairs of the Steering Body to the Cooperative Programme for Monitoring and Evaluation of the Long-range Transmission of Air Pollutants in Europe (EMEP) and the Working Group on Effects reported on the implementation of workplan item 1 (science) and, in particular, on the outcomes of the ninth joint session of the EMEP Steering Body and the Working Group on Effects (Geneva, 11–15 September 2023), conclusions and recommendations for the Executive Body’s consideration.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "11.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The newly elected Chair of the Working Group on Effects and the outgoing Chair of the Working Group gave an overview of the main outputs of the work of the international cooperative programmes and the Task Force on Health in 2022–2023. Furthermore, they informed participants of the launch of a common portal for the Working Group on Effects and the outcomes of the thematic session on biodiversity organized as part of the ninth joint session, which included the recommendation to the Executive Body to endorse the Kunming-Montreal Global Biodiversity Framework. The Chair of the Steering Body for EMEP informed Parties, among other things, about the status of emission inventory reporting and the in-depth review of inventories, the results of the review of adjustment applications under the Protocol to Abate Acidification, Eutrophication and Ground-level Ozone (Gothenburg Protocol), as amended in 2012, the updated EMEP/European Environment Agency air pollutant emission inventory guidebook, the outcomes of the thematic session on methane held as part of the ninth joint session, the results of consultations that the Chair of the Steering Body for EMEP had held in a follow-up to the request by the EMEP Steering Body and the Working Group on the future of the Meteorological Synthesizing Centre-East (MSC-E), as well as the potential use of additional resources by the Centre for Emission Inventories and Projections (CEIP) and the Centre for Integrated Assessment Modelling (CIAM).", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "12.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The representative of the European Union did not support the proposal of the Task Force on Emission Inventories and Projections to give the possibility to the Parties that had previously approved adjustment applications to report on a voluntary basis about the impact of those adjustments on projections, arguing that the adjustment procedure was only designed to compare national emission totals with the emission reduction commitments for compliance purposes and that making information on adjusted projections explicitly available could remove the incentive for a given Party to take additional action to achieve compliance without adjustments. At the same time, representatives of the European Union and the United Kingdom of Great Britain and Northern Ireland agreed with the suggestion for the Task Force on Emission Inventories and Projections to prepare a proposal for changes to the respective guidance and to present it to the EMEP Steering Body and the Working Group on Effects at their tenth joint session (Geneva, 9–13 September 2024).", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "13.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Chair of the Executive Body introduced the draft decision on MSC-E prepared by the Executive Body Bureau in advance of the session. The representative of the European Union expressed its support for option 3 for reorganization and relocation of MSC-E, as presented in document ECE/EB.AIR/GE.1/2023/7–ECE/EB.AIR/WG.1/2023/7, and welcomed the offers by Georgia and Ukraine to host the new centre. The representative of the Russian Federation noted the lack of detailed discussion on the transfer of MSC-E, as the process would take up to three years. He considered it to be a political decision discriminating against scientists from the Russian Federation based on their nationality and expressed disagreement with the proposed text. He noted that the centre had been functional in 2023 and suggested postponing making the decision on its reorganization until the following session of the Executive Body. The representative of Ukraine reiterated his disagreement with the continued existence and financing of the centre located on the territory of an aggressor State and expressed support for the proposed decision.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "14.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The representatives of the United Kingdom of Great Britain and Northern Ireland, the United States of America and Canada supported the proposed relocation of MSC-E to Ljubljana. The representative of the United Kingdom of Great Britain and Northern Ireland suggested that any decision on further relocation to ensure geographical balance be left for the future, with due consideration of the required skills and existing capacity. The representatives of Norway and Switzerland expressed their gratitude to the scientists of MSC-E, noting their long-standing contribution to the work of the Convention and other multilateral environmental agreements. They expressed their support for the proposed decision, noting the need for continued scientific work on heavy metals and persistent organic pollutants.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "15.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A representative of Ukraine showed a video presentation by the Ukrainian Hydrometeorological Institute as a potential future host of MSC-E, suggesting that its scientists could attend subsequent Executive Body sessions for direct interaction with delegates.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "16.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Noting the lack of consensus on the draft decision on the relocation of MSC-E, the Chair proceeded with a vote.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "17.", "action_verb": "Noting", "action_verb_type": "preambular", "action_verb_normalized": "not", "links": []}, {"text": "Following the vote, the representative of the Russian Federation made a statement in explanation of its vote, noting that, in the view of the Russian Federation, the decision to terminate the funding for MSC-E (Moscow) taken at the forty-second session of the Executive Body, was in violation of the provisions of the 1984 EMEP Protocol and that the relocation of MSC-E was decided for political reasons, signifying the refusal of the majority of Parties to cooperate with the Russian Federation. He declared that, in these circumstances, a national procedure would be initiated to decide on the withdrawal of the Russian Federation from the EMEP Protocol.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "18.", "action_verb": "Following", "action_verb_type": "preambular", "action_verb_normalized": "follow", "links": []}, {"text": "The Executive Body:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "19.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Took note of the report of the EMEP Steering Body and the Working Group on Effects on their ninth joint session (ECE/EB.AIR/GE.1/2023/2−ECE/EB.AIR/ WG.1/2023/2) and additional information presented by the Chairs of the EMEP Steering Body and the Working Group on Effects;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(a)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Also took note of the options for reorganization and relocation of the Meteorological Synthesizing Centre-East discussed by the EMEP Steering Body (see ECE/EB.AIR/GE.1/2023/7−ECE/EB.AIR/WG.1/2023/7);", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(b)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Following a vote with 31 Parties voting positively, 1 Party voting negatively and 1 Party abstaining, adopted decision 2023/1 on the Meteorological Synthesizing Centre-East (see annex I);", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(c)", "action_verb": "Following", "action_verb_type": "preambular", "action_verb_normalized": "follow", "links": []}, {"text": "Welcomed the Kunming-Montreal Global Biodiversity Framework and invited the EMEP Steering Body and the Working Group on Effects to consider complementary activities in support of its implementation;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(d)", "action_verb": "Welcomed", "action_verb_type": "preambular", "action_verb_normalized": "welcomed", "links": []}, {"text": "Thanked France for its excellent and long-standing co-leadership of the Task Force on Measurements and Modelling together with the World Meteorological Organization, and welcomed Poland succeeding France in co-leading the Task Force on Measurements and Modelling from 1 January 2024 onwards;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(e)", "action_verb": "Thanked", "action_verb_type": "preambular", "action_verb_normalized": "thanked", "links": []}, {"text": "Thanked the Netherlands for its excellent and long-standing co-leadership of the Task Force on Integrated Assessment Modelling together with Sweden, and welcomed France succeeding the Netherlands in co-leading the Task Force on Integrated Assessment Modelling from 1 January 2024 onwards;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(f)", "action_verb": "Thanked", "action_verb_type": "preambular", "action_verb_normalized": "thanked", "links": []}, {"text": "Thanked Ms. Isaura Rabago (Spain) for her excellent work in chairing the Working Group on Effects and welcomed Mr. Jesper Leth Bak (Denmark) as new Chair of the Working Group.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(g)", "action_verb": "Thanked", "action_verb_type": "preambular", "action_verb_normalized": "thanked", "links": []}, {"text": "B.Policy", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Chair of the Working Group on Strategies and Review reported on the implementation of workplan item 2 (policy) and the outcomes of the Working Group’s sixty-first session (Geneva, 4–6 September 2023). Among other issues, he highlighted the guidance documents prepared by the Task Force on Techno-economic Issues and the Task Force on Reactive Nitrogen and forwarded by the Working Group to the Executive Body for adoption, as well as the results of deliberations of the Working Group on policy options to address the conclusions of the review of sufficiency and effectiveness of the Protocol to Abate Acidification, Eutrophication and Ground-level Ozone, as amended in 2012, reflected in a draft decision included in document ECE/EB.AIR/2023/4, section V.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "20.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Co-Chair of the Task Force on Integrated Assessment Modelling (Netherlands) presented the informal document “Policy brief on potential targets to reduce risks for health and ecosystems” and informed Parties of the upcoming release by the Task Force on Reactive Nitrogen of a report on dietary measures.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "21.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Executive Body:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "22.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Took note of the report of the Working Group on Strategies and Review on its sixty-first session (ECE/EB.AIR/WG.5/130) and the information presented by the Chair of the Working Group on Strategies and Review;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(a)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Adopted decision 2023/2 on adoption of the Guidance document on technical measures for reduction of methane emissions from landfill, the natural gas grid and biogas facilities and requested the secretariat to issue a final version of the document (see annex I);", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(b)", "action_verb": "Adopted", "action_verb_type": "preambular", "action_verb_normalized": "adopted", "links": []}, {"text": "Adopted decision 2023/3 on adoption of the Guidance document on technical measures for reduction of air pollutant emissions from shipping (see annex I);", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(c)", "action_verb": "Adopted", "action_verb_type": "preambular", "action_verb_normalized": "adopted", "links": []}, {"text": "Adopted decision 2023/4 on adoption of the document on co-mitigation of methane and ammonia emissions from agricultural sources (see annex I);", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(d)", "action_verb": "Adopted", "action_verb_type": "preambular", "action_verb_normalized": "adopted", "links": []}, {"text": "Invited Parties to send comments on the informal document “Policy brief on potential targets to reduce risks for health and ecosystems” to the Task Force on Integrated Assessment Modelling by 3 February 2024, before the Working Group on Strategies and Review discussed it at its sixty-second session (Geneva, 27–31 May 2024);", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(e)", "action_verb": "Invited", "action_verb_type": "preambular", "action_verb_normalized": "invited", "links": []}, {"text": "Took note of the announcement made on behalf of the Task Force on Reactive Nitrogen that a report on dietary measures would be released on 20 December 2023.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(f)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "C.Compliance", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Chair of the Implementation Committee reported on the implementation of workplan item 3 (compliance), presenting the outcomes of the Committee’s fiftieth session (Geneva (online), 5–7 July 2023). He provided an overview of cases of compliance by Parties with their emission reduction and reporting obligations reviewed by the Committee in 20 He noted that, following the decision made by the Executive Body at its forty-second session and related resource restrictions, only one meeting of the Committee had been held in 2023, and expressed his hope that the necessary resources would be provided to support the work of the Committee in the future.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "23.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The representative of the European Union emphasized the importance of fulfilment by Parties of their obligations and expressed the European Union’s commitment to emission reduction and reporting. With respect to the draft decision “Revised procedures for the Implementation Committee” proposed by the Executive Body Bureau, he expressed concern about the proposed reduced role of the secretariat in the functioning of the Committee and the potential superseding of decision 2019/2. The representatives of the European Union and the United Kingdom of Great Britain and Northern Ireland suggested that a version showing the proposed changes to the procedures and their justification be prepared for the next session of the Executive Body and that the ad hoc group of legal experts and the members of the Implementation Committee be involved in the consultation process.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "24.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Executive Body:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "25.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Took note of the twenty-sixth report of the Implementation Committee (ECE/EB.AIR/2023/3);", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(a)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Also took note of the draft decision “Revised procedures for the Implementation Committee” and decided to postpone its consideration and potential adoption, together with the proposal for operational rules;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(b)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Requested the Implementation Committee to draft, in consultation with the secretariat, the Committee’s operational rules, and to present the draft to the Executive Body for consideration at its forty-fourth session;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(c)", "action_verb": "Requested", "action_verb_type": "preambular", "action_verb_normalized": "requested", "links": []}, {"text": "Requested the ad hoc group of legal experts to review the proposed revised procedures, as contained in the annex to the draft decision, and the proposed operational rules of the Implementation Committee;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(d)", "action_verb": "Requested", "action_verb_type": "preambular", "action_verb_normalized": "requested", "links": []}, {"text": "Also requested a tracked changes version of the revised procedures, with a clear rationale for proposed changes;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(e)", "action_verb": "requested", "action_verb_type": "preambular", "action_verb_normalized": "requested", "links": []}, {"text": "Will consider the draft decision together with the rationale and the assessment of the ad hoc group of legal experts at its forty-fourth session (Geneva, 9–12 December 2024).", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(f)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "D.Capacity-building and awareness-raising to promote ratification and implementation", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The secretariat informed the Executive Body about the capacity-building and awareness-raising activities it had organized and co-organized in 2023.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "26.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Representatives of Armenia, Azerbaijan and Georgia expressed their appreciation to the secretariat for the organized activities and to Parties providing contributions for their support. The representative of Türkiye noted with regret that experts from Türkiye had not been invited to participate in capacity-building activities organized by the secretariat in 2023. A representative of the European Union thanked the secretariat for its work and reiterated strong support for capacity-building. The representative of the United Kingdom of Great Britain and Northern Ireland emphasized the usefulness of the e-learning course launched by the secretariat and referred to the upcoming meeting of the Task Force for International Cooperation on Air Pollution (Geneva, 13–14 February 2023) as an opportunity to further spread the expertise existing under the Convention within the ECE region and beyond.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "27.", "action_verb": "Representatives", "action_verb_type": "operative", "action_verb_normalized": "representativ", "links": []}, {"text": "The Executive Body:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "28.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Took note of the secretariat’s report on the implementation of capacity-building and awareness-raising activities and the information provided by the secretariat during the session;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(a)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Also took note of the information provided by Armenia, Azerbaijan, Georgia, Türkiye, the European Union and the United Kingdom of Great Britain and Northern Ireland;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(b)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Expressed its appreciation to Parties that had provided contributions to support capacity-building and awareness-raising;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(c)", "action_verb": "Expressed", "action_verb_type": "preambular", "action_verb_normalized": "expressed", "links": []}, {"text": "Encouraged Parties to continue doing so and invited other Parties to also support financially the capacity-building and awareness-raising activities planned for 2024–2025.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(d)", "action_verb": "Encouraged", "action_verb_type": "preambular", "action_verb_normalized": "encouraged", "links": []}, {"text": "E.Communication, outreach and cooperation", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The secretariat presented information on the implementation of communication and outreach activities in 2023, including activities to increase the Convention’s visibility, the secretariat’s contribution to outreach activities and the statistics on the use of the e-learning courses on the Convention. It also informed Parties about the status of acceptance of amendments to the three latest protocols to the Convention.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "29.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The representative of the European Union thanked the secretariat for its substantial work on communication and outreach activities.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "30.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Executive Body:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "31.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Took note of the secretariat’s report on communication and outreach activities (informal document No. 3);", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(a)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Took note of the status of acceptance of amendments to the latest protocols and related information provided by Parties;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(b)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Encouraged Parties to the original Gothenburg Protocol, the Protocol on Heavy Metals and the Protocol on Persistent Organic Pollutants that had not yet accepted amendments to do so as soon as possible.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(c)", "action_verb": "Encouraged", "action_verb_type": "preambular", "action_verb_normalized": "encouraged", "links": []}, {"text": "Mandate of the Coordinating Group on the promotion of actions towards implementation of the Convention in Eastern Europe, the Caucasus and Central Asia", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "IV.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Vice-Chair of the Executive Body (Georgia) reported on behalf of the Executive Body Bureau on the outcomes of the review of the mandate of the Coordinating Group on the promotion of actions towards implementation of the Convention in Eastern Europe, the Caucasus and Central Asia. He pointed to significant differences among the countries of Eastern Europe, the Caucasus and Central Asia in terms of needs and challenges on their way to ratification of the latest protocols and the difficulty in formulating a common position on a number of related aspects.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "32.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Executive Body took note of the information presented by the Vice-Chair of the Executive Body and agreed that direct communication with countries of Eastern Europe, the Caucasus and Central Asia through dedicated sessions, consultations and bilateral meetings should remain a priority.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "33.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Policy options to address the conclusions of the review of sufficiency and effectiveness of the Protocol to Abate Acidification, Eutrophication and Ground-level Ozone, as amended in 2012", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "V.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Vice-Chair of the Working Group on Strategies and Review (United Kingdom of Great Britain and Northern Ireland) informed Parties about the process of policy options development to address the conclusions of the review and the related recommendations by the Working Group on Strategies and Review made at it sixty-first session.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "34.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The representatives of Canada, the European Union, Norway, Switzerland, the United Kingdom of Great Britain and Northern Ireland and the United States of America expressed their support for starting the revision of the Gothenburg Protocol, as amended in 2012, and for including most of the proposed priority areas in the revision process. The representative of the United Kingdom of Great Britain and Northern Ireland stressed the need for an inclusive, transparent and accessible Protocol, as well as the importance of being aware of activities beyond the ECE region and their potential impact on negotiations. He suggested that ideas further to those identified might be important to consider during the comprehensive revision. The representatives of Switzerland and the United States of America welcomed the draft policy brief presented by the Task Force on Integrated Assessment Modelling on potential targets to reduce risks for health and ecosystems in the context of the Protocol revision. The representative of the Russian Federation suggested deferring the decision on the follow-up to the review to the following session.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "35.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A representative of Sweden presented the outcomes of the Saltsjöbaden VII workshop (Gothenburg, Sweden, 13–15 March 2023) relevant to the revision of the Gothenburg Protocol, as amended in 2012. The representative of Canada, also speaking on behalf of the United States of America, made a statement on review and assessment of the Canada-United States Air Quality Agreement. The representative of the European Union informed Parties of the upcoming evaluation of the European Union National Emission reduction Commitments Directive.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "36.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The member of the ad hoc group of experts on policy option development from Belgium presented the informal documents entitled “New approaches for EECCA countries, Western Balkan countries and Türkiye” and “Concrete example of introducing a staged ratification approach in the Gothenburg Protocol”. Furthermore, he informed participants of the outcomes of an informal brainstorming discussion organized for non-Parties to the Protocol on the margins of the session. The representatives of Armenia, Azerbaijan and Georgia noted that the presented documents improved their understanding of existing pathways, and expressed their interest in continuing discussions, including online during the intersessional period, in order to facilitate their further involvement. The representative of Türkiye expressed readiness to participate in further discussions, in particular those held by the Working Group on Strategies and Review, for a more in-depth exchange.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "37.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A representative of the European Environmental Bureau expressed the Bureau’s views on and expectations regarding a revised Gothenburg Protocol, as outlined in an informal document.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "38.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Executive Body:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "39.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Took note of the summary of the discussion held by the Working Group on Strategies and Review on the options proposed by the expert group, as presented by the Vice-Chair of the Working Group on Strategies and Review;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(a)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Also took note of the views expressed by Canada, the European Union, Norway, the Russian Federation, Switzerland, the United Kingdom of Great Britain and Northern Ireland and the United States of America;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(b)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Further took note of the information presented by Canada, the European Union and Sweden;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(c)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Expressed its appreciation to Mr. Peter Meulepas (Belgium) for outlining potential new approaches for countries of Eastern Europe, the Caucasus and Central Asia, countries of the Western Balkans and Türkiye, and for facilitating a brainstorming session for current non-Parties to the Gothenburg Protocol, as amended in 2012;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(d)", "action_verb": "Expressed", "action_verb_type": "preambular", "action_verb_normalized": "expressed", "links": []}, {"text": "Adopted decision 2023/5 launching a process to revise the Protocol to Abate Acidification, Eutrophication and Ground-level Ozone, as amended in 2012, and to address other conclusions of its review (see annex I).", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(e)", "action_verb": "Adopted", "action_verb_type": "preambular", "action_verb_normalized": "adopted", "links": []}, {"text": "Financial requirements for the implementation of the Convention", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "VI.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The representative of the Russian Federation, referring to the Party’s letter to the secretariat dated 2 August 2023 and its previous attempts to process payments under the Protocol on Long-term Financing of the Cooperative Programme for Monitoring and Evaluation of the Long-range Transmission of Air Pollutants in Europe (EMEP Protocol), noted that, in view of the sanctions currently in place, the only way that the Russian Federation could fulfil its obligations under the Protocol was by carrying out a direct payment to MSC-E. He invited Parties to: (a) recognize the direct payment to MSC-E as a contribution by the Russian Federation to the EMEP trust fund for 2022 and 2023; and (b) request the secretariat to sign the appendix to the memorandum of understanding with MSC-E outlining the scope of work and financing for 2023 taking into account the accomplished 2023 report by MSC-E.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "40.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The secretariat presented the financial requirements for the implementation of the Convention (ECE/EB.AIR/2023/2) and the resource requirements to support intergovernmental activities under the Convention (informal document no. 5), noting the included proposal for prioritization of the secretariat activities in 2024, which had resulted from its consultations with the Executive Body Bureau, and an indicative scale of recommended contributions in 2025 and beyond.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "41.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The representative of the European Union expressed his concern with respect to the proposal on prioritization of the secretariat activities in 2024, as the indicated priorities did not match the draft 2024–2025 workplan for the implementation of the Convention. He pointed to the support to the revision of the Gothenburg Protocol and to the work of the Implementation Committee as tasks of high priority. The secretariat noted that, according to the proposal, its support to the Gothenburg Protocol revision was prioritized for 2024 through its work on the organization, servicing and follow-up to the sixty-second session of the Working Group on Strategies and Review. The representative of Norway, noting the lack of resources allocated for the secretariat to refer new cases of potential non-compliance to the Implementation Committee, suggested that the Executive Body Bureau, in cooperation with the secretariat, consider ways of allocating required resources in 2025 onwards.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "42.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "With respect to the EMEP Protocol, the Executive Body:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "43.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Decided on the detailed use of resources in 2024;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(a)", "action_verb": "Decided", "action_verb_type": "preambular", "action_verb_normalized": "decided", "links": []}, {"text": "Agreed on the schedule of mandatory contributions from Parties for 2024, as set out in table 3 of document ECE/EB.AIR/2023/2;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(b)", "action_verb": "Agreed", "action_verb_type": "preambular", "action_verb_normalized": "agreed", "links": []}, {"text": "Recognized the insufficient funding for the work under the EMEP Protocol and supported the Steering Body’s call on the Parties to the EMEP Protocol to consider making additional voluntary contributions (in-kind or in cash through the trust fund) to ensure that the work, especially additional work that might be required in the light of the future revision of the Gothenburg Protocol, can be accomplished as foreseen in the draft 2024–2025 workplan for the implementation of the Convention (ECE/EB.AIR/2023/1);", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(c)", "action_verb": "Recognized", "action_verb_type": "preambular", "action_verb_normalized": "recognized", "links": []}, {"text": "Requested the EMEP Steering Body, with the assistance of its Bureau, to present the details of the 2025 budget for approval by the Executive Body at its forty-fourth session;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(d)", "action_verb": "Requested", "action_verb_type": "preambular", "action_verb_normalized": "requested", "links": []}, {"text": "Urged Parties to the Protocol that had not yet done so to pay their 2023 contributions in cash to the trust fund and, in 2024, to pay their contributions so that they reach the trust fund in the first half of the year;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(e)", "action_verb": "Urged", "action_verb_type": "preambular", "action_verb_normalized": "urged", "links": []}, {"text": "Urged Parties to the Protocol with arrears to pay them in full to the trust fund;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(f)", "action_verb": "Urged", "action_verb_type": "preambular", "action_verb_normalized": "urged", "links": []}, {"text": "Amended the EMEP Protocol by adopting, in accordance with article 4 (3) of the Protocol, the revised annex set out in the annex to document ECE/EB.AIR/2023/2;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(g)", "action_verb": "Amended", "action_verb_type": "preambular", "action_verb_normalized": "amended", "links": []}, {"text": "Took note of the proposal of the Russian Federation on the status of the contribution of the Russian Federation to MSC-E, and concluded that there was insufficient time to consider the proposal and not all possibilities for consensus had been exhausted;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(h)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Recognized its decision taken in December 2022 that “[n]oted the uncertainty regarding the feasibility of financing and implementation of the activities in the work programme to be carried out in 2023 by MSC-E in the circumstances referred to in General Assembly resolution ES-11/1 on aggression against Ukraine” and “requested the secretariat to pause disbursement of the funds approved in the budget for such activities pending reassessment of the situation  by the Executive Body upon recommendation by the EMEP Steering Body regarding the plan for carrying out those scientific activities”;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(i)", "action_verb": "Recognized", "action_verb_type": "preambular", "action_verb_normalized": "recognized", "links": []}, {"text": "Confirmed that MSC-E, hosted by the Jožef Stefan Institute (Ljubljana) as of 1 January 2024, receives the budget allocated to MSC-E in table 2 of ECE/EB.AIR/2023/2 for the implementation of MSC-E activities in 2024 as per the revised mandate for MSC-E (decision 2019/11) and the 2024–2025 workplan for the implementation of the Convention, in light of its decision 2023/1 on the MSC-E taken at this session;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(j)", "action_verb": "Confirmed", "action_verb_type": "preambular", "action_verb_normalized": "confirmed", "links": []}, {"text": "Decided to reinstate the funding paused in 2023 and requested the secretariat to utilise the amount necessary to cover the expenses associated with the orderly transition of MSC-E Moscow to the Jožef Stefan Institute until 30 June 2024, subject to approval by the Executive Body Bureau, and on the understanding that any payment for such expenses is to be made to MSC-E Moscow by the same date and that no further transfer of funds is to be made to MSC-E Moscow without the authorization of the Executive Body;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(k)", "action_verb": "Decided", "action_verb_type": "preambular", "action_verb_normalized": "decided", "links": []}, {"text": "Decided that one third of the reinstated 2023 budget of MSC-E of EMEP will be shared amongst CEIP and CIAM in line with the workplan for the implementation of the Convention for 2024–2025.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(l)", "action_verb": "Decided", "action_verb_type": "preambular", "action_verb_normalized": "decided", "links": []}, {"text": "With respect to the core activities not covered by the EMEP Protocol, the Executive Body:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "44.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Noted the contributions made to the trust fund for effects-oriented activities for 2022 and 2023;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(a)", "action_verb": "Noted", "action_verb_type": "preambular", "action_verb_normalized": "noted", "links": []}, {"text": "Urged all Parties that had not yet done so to provide the recommended contributions to the trust fund for financing core activities without undue delay, taking into account the fact that the continuation of the international cooperative programmes is dependent on long-term funding;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(b)", "action_verb": "Urged", "action_verb_type": "preambular", "action_verb_normalized": "urged", "links": []}, {"text": "Decided that the essential international coordination costs for financing the core activities of the Convention and its protocols, other than those covered by the EMEP Protocol, shall be $2,358,700 in 2024, and shall provisionally be $2,358,700 in 2025 and $2,358,700 in 2026;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(c)", "action_verb": "Decided", "action_verb_type": "preambular", "action_verb_normalized": "decided", "links": []}, {"text": "Agreed on the recommended schedule of contributions from Parties for 2024, as set out in table 11 of document ECE/EB.AIR/2023/2;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(d)", "action_verb": "Agreed", "action_verb_type": "preambular", "action_verb_normalized": "agreed", "links": []}, {"text": "Requested the secretariat to inform Parties of the recommended contributions to the trust fund to meet the 2024 budget, inviting them to make those contributions as agreed in decision 2002/1, as amended, and before 30 November 2024;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(e)", "action_verb": "Requested", "action_verb_type": "preambular", "action_verb_normalized": "requested", "links": []}, {"text": "Noted with appreciation the essential support provided to the Convention and its bodies by lead countries, countries hosting centres and those organizing meetings, as well as countries that fund activities of their national focal centres/points and the active participation of national experts;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(f)", "action_verb": "Noted", "action_verb_type": "preambular", "action_verb_normalized": "noted", "links": []}, {"text": "Invited the secretariat to provide information on the amount of contributions made to the trust fund for effects-oriented activities as of 30 November 2024 at the forty-fourth session of the Executive Body, and to use the amount as a basis to fund the effects-oriented activities in 2025;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(g)", "action_verb": "Invited", "action_verb_type": "preambular", "action_verb_normalized": "invited", "links": []}, {"text": "Decided that, in the event that the amount of contributions is lower than the agreed costs of $2,358,700, unearmarked contributions should be divided equally between the centres.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(h)", "action_verb": "Decided", "action_verb_type": "preambular", "action_verb_normalized": "decided", "links": []}, {"text": "Regarding the promotion and implementation of the Convention, the Executive Body:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "45.", "action_verb": "Regarding", "action_verb_type": "preambular", "action_verb_normalized": "regard", "links": []}, {"text": "Noted the contributions made by a number of Parties to the trust funds for capacity-building and awareness-raising activities in 2022 and 2023 and thanked those Parties for the payments made;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(a)", "action_verb": "Noted", "action_verb_type": "preambular", "action_verb_normalized": "noted", "links": []}, {"text": "Decided that the budget for capacity-building to promote ratification and implementation in 2024–2025 would be $1,745,618;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(b)", "action_verb": "Decided", "action_verb_type": "preambular", "action_verb_normalized": "decided", "links": []}, {"text": "Decided that the budget for communication, awareness-raising, outreach and cooperation activities in 2024–2025 would be $724,710;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(c)", "action_verb": "Decided", "action_verb_type": "preambular", "action_verb_normalized": "decided", "links": []}, {"text": "Noted the pledges already made by some Parties and organizations to fund the activities in sections IV (capacity-building) and V (communication, awareness-raising, outreach and cooperation) of the draft 2024–2025 workplan for the implementation of the Convention;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(d)", "action_verb": "Noted", "action_verb_type": "preambular", "action_verb_normalized": "noted", "links": []}, {"text": "Invited Parties to provide voluntary contributions without delay to ensure the successful implementation of the activities spelled out in sections IV–V of the draft 2024–2025 workplan for the implementation of the Convention.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(e)", "action_verb": "Invited", "action_verb_type": "preambular", "action_verb_normalized": "invited", "links": []}, {"text": "With respect to the intergovernmental activities, the Executive Body:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "46.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Took note of the resource requirements for intergovernmental activities under the Convention in 2025, as well as the indicative scale of recommended contributions contained in an accompanying informal document, and invited Parties to make contributions;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(a)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Acknowledged the contribution of Germany through the Junior Professional Officers Programme and encouraged mobilization of resources in 2024 for the extension of the Junior Professional Officer post beyond October 2024;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(b)", "action_verb": "Acknowledged", "action_verb_type": "preambular", "action_verb_normalized": "acknowledged", "links": []}, {"text": "Noted the pledges already made by some Parties;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(c)", "action_verb": "Noted", "action_verb_type": "preambular", "action_verb_normalized": "noted", "links": []}, {"text": "Decided on the priority activities of the secretariat in 2024 and requested its Bureau to adjust prioritization, as necessary in case of changes, taking into account the importance of support to the revision of the Gothenburg Protocol and compliance review;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(d)", "action_verb": "Decided", "action_verb_type": "preambular", "action_verb_normalized": "decided", "links": []}, {"text": "Took note of the overview of all resource requirements for the implementation of the Convention in 2024–2025, as presented in table 17 of document ECE/EB.AIR/2023/2.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(e)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Draft 2024–2025 workplan for the implementation of the Convention", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "VII.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A representative of the Climate and Clean Air Coalition informed participants about the Clean Air Flagship launched at the Climate and Clean Air Ministerial (Dubai, United Arab Emirates, 8 December 2023), its goals and related activities planned for 2024.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "47.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A representative of the World Health Organization informed Parties about the Organization’s work to improve air quality, energy access and health, and of the planned Second Global Conference on Air Pollution and Health (Accra, 28 October–1 November 2024).", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "48.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A representative of the United Nations Environment Programme provided an overview of the Programme’s communication, awareness-raising, outreach and cooperation activities in the ECE region aiming to inform action on clean air.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "49.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A representative of the World Meteorological Organization gave an overview of the recent and planned activities of the Organization related to air quality and climate.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "50.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The representative of the United States of America, supported by the representative of the United Kingdom of Great Britain and Northern Ireland, proposed including in future workplans a column matching each workplan item with a Convention goal. That would facilitate prioritization of work and allocation of resources. The representative of the United States of America further suggested providing an overview of items, the implementation of which had not been accomplished during the reporting period.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "51.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The representative of the European Union noted the importance of prioritizing the implementation of items supporting the upcoming revision of the Gothenburg Protocol, as amended in 2012. With respect to the work lead by the Task Force on Reactive Nitrogen, he considered the implementation of items 2.1.3, 2.1.8, 2.1.11, 2.2.1, 2.2.6 and 2.2.8 to be of particular priority. He expressed support for the proposal made by the Task Force on Reactive Nitrogen to prepare a revised version of the Guidance document on preventing and abating ammonia emissions from agricultural sources (ECE/EB.AIR/120) in the form of an executive summary issued as an official document accompanied by a full version of the Guidance issued as an informal document, providing that where the full document was cited in the shorter formal document, the longer version might be considered an official Guidance document. He encouraged the Task Force and Parties to enable informal translation of the full version of the Guidance document and expressed the hope that both parts of the Guidance could be adopted by the Executive Body.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "52.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Executive Body:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "53.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Adopted the 2024–2025 workplan for the implementation of the Convention, including the list of meetings of the Executive Body, its subsidiary bodies, their Bureaux and the Implementation Committee, and the list of documents for the sessions of the Executive Body and its subsidiary bodies in 2024–2025 (see ECE/EB.AIR/154/Add.1);", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(a)", "action_verb": "Adopted", "action_verb_type": "preambular", "action_verb_normalized": "adopted", "links": []}, {"text": "Noted the usefulness of an overview of items that had not been implemented at the end of each calendar year;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(b)", "action_verb": "Noted", "action_verb_type": "preambular", "action_verb_normalized": "noted", "links": []}, {"text": "Took note of the proposal of the United States of America supported by the United Kingdom of Great Britain and Northern Ireland to match each item of the future workplans with the Convention’s goals.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(c)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Review of the rules of procedure for the Executive Body", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "VIII.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Chair of the ad hoc group of experts on the review of the rules of procedure for the sessions of the Executive Body for the Convention on Long-range Transboundary Air Pollution, as adopted by decision 2010/19 and amended by decision 2013/1, presented the outcomes of the review held in accordance with decision 2021/6. The representatives of the ad hoc group of legal experts presented the results of the legal assessment of the recommendations made by the reviewing group.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "54.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The representative of the United Kingdom of Great Britain and Northern Ireland stressed the importance of maintaining momentum and encouraged Parties to be ready to discuss, reject or adopt the proposed revisions to rules of procedure at the next session of the Executive Body. He noted that the introduction of some best practices did not require changes to the rules of procedure and suggested collecting proposals by Parties in that regard. He agreed with the need noted by the legal experts to consider similar rules in use by other multilateral agreements. The representative of the European Union suggested that a justifiable, needs-based approach to changing the rules of procedure be followed and agreed with the legal experts on the usefulness of a consolidated and annotated version of the document, on the need for a restructured and simplified provision on the election of officers, and on the use of the term “gender and geographical balance”. He referred to the comments by the European Union made at the sixty-first session of the Working Group on Strategies and Review identifying issues for further discussion, and noted that the addition of any further issues might unnecessarily prolong the process.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "55.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The representative of Canada noted the need for a continued discussion on a number of areas that would benefit from revision, such as the functioning of the Executive Body Bureau, the role of vice-chairs and the voting rules. The representative of the United States of America noted the usefulness of the legal assessment and agreed with the need for a continued process in 2024. The representative of the Russian Federation noted that the expert nominated by the Russian Federation as a member of the ad hoc group on the review of the rules of procedure had been unable to take part in the group’s work due to communication issues, and invited the Chair of the ad hoc group to resolve that situation. He noted the lack of United Nations standards at the global level for hybrid meetings and, consequently, the lack of a mandate for ECE from the General Assembly to adopt any related standards for itself. Concerning the composition of the Bureau, he pointed to the complexity of the issue and expressed his doubts that increasing the number of vice-chairs from three to four could serve as a solution. He expressed disagreement with the proposal to replace the existing provision allowing for the result of the vote of each Party to be recorded in the report of the meeting.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "56.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Executive Body:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "57.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Requested the ad hoc group of experts, established by decision 2021/6, in cooperation with the ad hoc group of legal experts, to propose potential amendments to the rules of procedure for consideration by the Working Group on Strategies and Review at its sixty-second session;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(a)", "action_verb": "Requested", "action_verb_type": "preambular", "action_verb_normalized": "requested", "links": []}, {"text": "Invited Parties to submit views on the potential amendments initially identified by the ad hoc group of experts and contained in document ECE/EB.AIR/2023/8 to the secretariat by 9 February 2024;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(b)", "action_verb": "Invited", "action_verb_type": "preambular", "action_verb_normalized": "invited", "links": []}, {"text": "Requested the Working Group on Strategies and Review to consider the revision proposals and the necessity for individual amendments taking into account the views submitted by Parties, and to provide recommendations to the Executive Body at its forty-fourth session;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(c)", "action_verb": "Requested", "action_verb_type": "preambular", "action_verb_normalized": "requested", "links": []}, {"text": "Invited Parties to submit proposals on best practices to the Executive Body Bureau for further consideration by the Executive Body at its forty-fourth session;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(d)", "action_verb": "Invited", "action_verb_type": "preambular", "action_verb_normalized": "invited", "links": []}, {"text": "Will consider any proposed revisions to the rules of procedure and proposals for best practice at its forty-fourth session.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(e)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Election of Officers", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "IX.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Executive Body elected Ms. Dominique Pritula (Canada) and Ms. Cristina Leonardi (Italy), and re-elected Mr. Noe Megrelishvili (Georgia) for a second term, as Vice-Chairs. It re-elected Mr. Till Spranger (Germany) as Chair of the Working Group on Strategies and Review for a second term.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "58.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Other business", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "X.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The representative of the United States of America informed participants about the draft resolution of the sixth session of the United Nations Environment Assembly of the United Nations Environment Programme (Nairobi, 26 February–1 March 2024) on promoting regional cooperation to improve air quality globally. The Executive Body took note of the information provided by the United States of America and expressed support for the draft resolution.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "59.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Adoption of the draft report on the forty-third session", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "XI.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Executive Body reviewed and adopted the draft report containing the decisions taken during the session. It entrusted the secretariat with finalizing the report on its forty-third session.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "60.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Annex I", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Decision 2023/1", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Meteorological Synthesizing Centre-East", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Executive Body,", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Recalling article 9 and other relevant provisions of the Convention on Long-range Transboundary Air Pollution,", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Recalling", "action_verb_type": "preambular", "action_verb_normalized": "recall", "links": []}, {"text": "Recalling also the provisions of the Protocol on Long-term Financing of the Cooperative Programme for Monitoring and Evaluation of the Long-range Transmission of Air Pollutants in Europe (EMEP Protocol),", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Recalling", "action_verb_type": "preambular", "action_verb_normalized": "recall", "links": []}, {"text": "Noting that the Meteorological Synthesizing Centre-East (MSC-East), the international centre of the Cooperative Programme for Monitoring and Evaluation of the Long-range Transmission of Air Pollutants in Europe (EMEP), has been hosted by the Meteorological Synthesizing Centre-East in Moscow (MSC-East in Moscow) since 1979 – the beginning of EMEP,", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Noting", "action_verb_type": "preambular", "action_verb_normalized": "not", "links": []}, {"text": "Recognizing the Centre’s contribution to the scientific assessment of past trends in air pollution, in particular for heavy metals and persistent organic pollutants,  throughout the United Nations Economic Commission for Europe (ECE) region and to the evaluation of the implementation of the Protocols to the Convention,", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Recognizing", "action_verb_type": "preambular", "action_verb_normalized": "recogniz", "links": []}, {"text": "Recalling the Revised mandate for the MSC-East of EMEP adopted by Executive Body decision 2019/11 at its thirty-ninth session (Geneva, 9–13 December 2019),", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Recalling", "action_verb_type": "preambular", "action_verb_normalized": "recall", "links": []}, {"text": "Acknowledging the fact that MSC-East in Moscow was operational under international funding until 31 December 2022,", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Acknowledging", "action_verb_type": "preambular", "action_verb_normalized": "acknowledg", "links": []}, {"text": "Emphasizing that this decision does not propose any changes to the resources required to conduct the activities allocated to MSC-East of EMEP in its mandate or the workplan of the Convention and that there is, thus, no need to introduce changes into the annex to the EMEP Protocol,", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Emphasizing", "action_verb_type": "preambular", "action_verb_normalized": "emphasiz", "links": []}, {"text": "Recalling its decision on MSC-East in Moscow taken during its forty-second session (Geneva, 12–16 December 2022), requesting the EMEP Steering Body to “assess options for reorganization and relocation of the activities currently implemented by the centre, with due consideration for the need to retain geographical balance, and to report back on that assessment to the Executive Body at its forty-third session”,", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Recalling", "action_verb_type": "preambular", "action_verb_normalized": "recall", "links": []}, {"text": "Recalling also the recommendation of the EMEP Steering Body resulting from the ninth joint session of the EMEP Steering Body and the Working Group on Effects (Geneva, 11–15 September 2023) to the Executive Body to consider options 1 through 3 presented in the document entitled “Reorganization and relocation of the Meteorological Synthesizing Centre-East activities: review of the options by the Steering Body to the Cooperative Programme for Monitoring and Evaluation of the Long-range Transmission of Air Pollutants in Europe” (ECE/EB.AIR/GE.1/2023/7−ECE/EB.AIR/WG.1/2023/7),", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Recalling", "action_verb_type": "preambular", "action_verb_normalized": "recall", "links": []}, {"text": "Recognizing the need to ensure continuity of scientific activities in the field of heavy metals (including mercury) and persistent organic pollutants to monitor their behaviour in the ECE region and to support and maintain outreach activities with other multilateral environmental agreements and bodies such as the Minamata Convention on Mercury, the Stockholm Convention on Persistent Organic Pollutants, the Convention for the Prevention of Marine Pollution by Dumping from Ships and Aircraft, the Convention for the Protection of the Marine Environment of the North-East Atlantic, and the Baltic Marine Environment Protection Commission,", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Recognizing", "action_verb_type": "preambular", "action_verb_normalized": "recogniz", "links": []}, {"text": "Welcoming the offer of the Jožef Stefan Institute (Ljubljana) to host the centre as of 1 January 2024,", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Welcoming", "action_verb_type": "preambular", "action_verb_normalized": "welcom", "links": []}, {"text": "Welcoming also the offer from Ukraine and the expression of interest from Georgia to host all or part of the activities of the centre in the mid- to long-term perspective,", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Welcoming", "action_verb_type": "preambular", "action_verb_normalized": "welcom", "links": []}, {"text": "Decides to designate the Jožef Stefan Institute (Ljubljana) as the host of MSC-East, the international centre of EMEP, as of 1 January 2024, and entrusts the Jožef Stefan Institute with performing the activities of MSC-East of EMEP as per its revised mandate and the biannual workplans for the implementation of the Convention, starting with the 2024–2025 workplan (ECE/EB.AIR/154/Add.1) and until the Executive Body decides otherwise;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Decides", "action_verb_type": "operative", "action_verb_normalized": "decid", "links": []}, {"text": "Also decides to terminate the status of MSC-East in Moscow as the host of MSC-East of EMEP as of 31 December 2023;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "decides", "action_verb_type": "operative", "action_verb_normalized": "decid", "links": []}, {"text": "Requests the secretariat to implement the required formalities to effect the above decisions, subject to the Executive Body’s 2022 decision pausing disbursement of funds to MSC-East and any subsequent Executive Body decisions relating thereto;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Requests", "action_verb_type": "operative", "action_verb_normalized": "request", "links": []}, {"text": "Requests the Jožef Stefan Institute to develop an implementation plan for the activities of MSC-East of EMEP as per its revised mandate and the 2024–2025 workplan for the implementation of the Convention, to be reviewed by the EMEP Steering Body at the tenth joint session of the EMEP Steering Body and the Working Group on Effects (Geneva, 9–13 September 2024);", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Requests", "action_verb_type": "operative", "action_verb_normalized": "request", "links": []}, {"text": "Requests the EMEP Steering Body to develop, in due time, a road map for the potential relocation of all or part of the MSC-East of EMEP, to a country of Eastern Europe, the Caucasus and Central Asia, according to the revised mandate for the MSC-East of EMEP adopted through decision 2019/11 by the Executive Body at its thirty-ninth session (Geneva, 9–13 December 2019).", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Requests", "action_verb_type": "operative", "action_verb_normalized": "request", "links": []}, {"text": "Decision 2023/2", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Adoption of the Guidance document on technical measures for reduction of methane emissions from landfill, the natural gas grid and biogas facilities", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Executive Body,", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Recalling the long-term strategy for the Convention for 2020–2030 and beyond,", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Recalling", "action_verb_type": "preambular", "action_verb_normalized": "recall", "links": []}, {"text": "Acknowledging the conclusions of the review of the Protocol to Abate Acidification, Eutrophication and Ground-level Ozone, as amended in 2012,", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Acknowledging", "action_verb_type": "preambular", "action_verb_normalized": "acknowledg", "links": []}, {"text": "Noting the significant contribution of methane to transboundary ozone pollution, and recognizing the importance of reducing emissions of methane as an ozone precursor and a greenhouse gas from key sources throughout the United Nations Economic Commission for Europe (ECE) region and beyond,", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Noting", "action_verb_type": "preambular", "action_verb_normalized": "not", "links": []}, {"text": "Adopts the Guidance document on technical measures for reduction of methane emissions from landfill, the natural gas grid and biogas facilities, as contained in document ECE/EB.AIR/2023/6 and as amended during the session;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Adopts", "action_verb_type": "operative", "action_verb_normalized": "adopt", "links": []}, {"text": "Encourages Parties to the Convention, as well as countries from both within and beyond the ECE region, to use the document in order to reduce their methane emissions from landfill, the natural gas grid and biogas facilities.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Encourages", "action_verb_type": "operative", "action_verb_normalized": "encourag", "links": []}, {"text": "Decision 2023/3", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Adoption of the Guidance document on technical measures for reduction of air pollutant emissions from shipping", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Executive Body,", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Recalling the long-term strategy for the Convention for 2020–2030 and beyond,", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Recalling", "action_verb_type": "preambular", "action_verb_normalized": "recall", "links": []}, {"text": "Acknowledging the conclusions of the review of the Protocol to Abate Acidification, Eutrophication and Ground-level Ozone, as amended in 2012,", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Acknowledging", "action_verb_type": "preambular", "action_verb_normalized": "acknowledg", "links": []}, {"text": "Recognizing the potential for further reduction of air pollutant emissions from shipping for the benefit of human health and the environment,", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Recognizing", "action_verb_type": "preambular", "action_verb_normalized": "recogniz", "links": []}, {"text": "Adopts the Guidance document on technical measures for reduction of air pollutant emissions from shipping, as contained in document ECE/EB.AIR/2023/7;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Adopts", "action_verb_type": "operative", "action_verb_normalized": "adopt", "links": []}, {"text": "Encourages Parties to the Convention, as well as countries from both within and beyond the United Nations Economic Commission for Europe region, to use the document in order to reduce their air pollutant emissions from shipping.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Encourages", "action_verb_type": "operative", "action_verb_normalized": "encourag", "links": []}, {"text": "Decision 2023/4", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Adoption of the document on co-mitigation of methane and ammonia emissions from agricultural sources", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Executive Body,", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Recalling the long-term strategy for the Convention for 2020–2030 and beyond,", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Recalling", "action_verb_type": "preambular", "action_verb_normalized": "recall", "links": []}, {"text": "Acknowledging the conclusions of the review of the Protocol to Abate Acidification, Eutrophication and Ground-level Ozone, as amended in 2012,", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Acknowledging", "action_verb_type": "preambular", "action_verb_normalized": "acknowledg", "links": []}, {"text": "Noting the importance for policymakers to take into account the interactions between measures aimed at reducing ammonia and methane emissions from agricultural sources,", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Noting", "action_verb_type": "preambular", "action_verb_normalized": "not", "links": []}, {"text": "Adopts the document entitled Co-mitigation of methane and ammonia emissions from agricultural sources (ECE/EB.AIR/2023/5);", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Adopts", "action_verb_type": "operative", "action_verb_normalized": "adopt", "links": []}, {"text": "Encourages Parties to the Convention, as well as countries within and beyond the United Nations Economic Commission for Europe region, to use the document in order to reduce their methane and ammonia emissions from agricultural sources.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Encourages", "action_verb_type": "operative", "action_verb_normalized": "encourag", "links": []}, {"text": "Decision 2023/5", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Launching a process to revise the Protocol to Abate Acidification, Eutrophication and Ground-level Ozone, as amended in 2012, and to address other conclusions of its review", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Executive Body,", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Recalling its decision 2022/4 on the conclusion of the review of the Protocol to Abate Acidification, Eutrophication and Ground-level Ozone, as amended in 2012, and the path forward,", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Recalling", "action_verb_type": "preambular", "action_verb_normalized": "recall", "links": []}, {"text": "Recalling also the fundamental principles of the Convention, the objectives of the Gothenburg Protocol, as amended in 2012, as specified in its article 2, and the strategic priorities of the long-term strategy for the Convention on Long-range Transboundary Air Pollution for 2020–2030 and beyond,", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Recalling", "action_verb_type": "preambular", "action_verb_normalized": "recall", "links": []}, {"text": "Recognizing the Convention’s contribution towards addressing the triple planetary crisis of climate change, biodiversity loss and pollution,", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Recognizing", "action_verb_type": "preambular", "action_verb_normalized": "recogniz", "links": []}, {"text": "Recognizing also the importance of maintaining momentum to ensure further progress on addressing the conclusions of the report on the review of the Gothenburg Protocol, as amended in 2012,", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Recognizing", "action_verb_type": "preambular", "action_verb_normalized": "recogniz", "links": []}, {"text": "Noting that the Gothenburg Protocol, as amended in 2012, is complex and that progress towards ratification and implementation may be hampered unless new flexibilities and approaches are introduced to address existing barriers for current non-Parties,", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Noting", "action_verb_type": "preambular", "action_verb_normalized": "not", "links": []}, {"text": "Recognizing  the importance of an integrated multi-pollutant/multi-effect approach to reduce air pollution, including the consideration of linked environmental policy concerns such as climate change and biodiversity,", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Recognizing", "action_verb_type": "preambular", "action_verb_normalized": "recogniz", "links": []}, {"text": "Acknowledging that global methane reduction (in addition to methane, nitrogen oxides and volatile organic compound control in the United Nations Economic Commission for Europe (ECE) region) will be needed to reduce ground-level ozone in the ECE region,", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Acknowledging", "action_verb_type": "preambular", "action_verb_normalized": "acknowledg", "links": []}, {"text": "Noting the report of the Working Group on Strategies and Review on its sixty-first session (Geneva, 4–6 September 2023) (ECE/EB.AIR/WG.5/130),", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Noting", "action_verb_type": "preambular", "action_verb_normalized": "not", "links": []}, {"text": "Having considered the document entitled Options to address the conclusions of the review of the Gothenburg Protocol, as amended in 2012 (ECE/EB.AIR/2023/9) and the recommendations contained therein, including the summary tables in accompanying informal document No. 4,", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Having considered", "action_verb_type": "preambular", "action_verb_normalized": "having considered", "links": []}, {"text": "Decides to initiate the process to revise the Gothenburg Protocol, as amended in 2012, in order to address the conclusions of the report on the review of the Protocol;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "1.", "action_verb": "Decides", "action_verb_type": "operative", "action_verb_normalized": "decid", "links": []}, {"text": "Also decides that the revision process will include consideration of, inter alia:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "2.", "action_verb": "decides", "action_verb_type": "operative", "action_verb_normalized": "decid", "links": []}, {"text": "New emission reduction commitments for the pollutants currently covered by the Gothenburg Protocol, as amended in 2012;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(a)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Potential revisions to the technical annexes to the Gothenburg Protocol, as amended in 2012,  including with regard to their scope and level of ambition;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(b)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "How to deliver further reductions of black carbon emissions;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(c)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Whether and how to address methane emissions;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(d)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "How to achieve additional ammonia emission reductions;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(e)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "New flexibilities, and other approaches to better facilitate ratification and subsequent implementation by current non-Parties to the Gothenburg Protocol, as amended in 2012;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(f)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Overarching, collective risk-based target(s) to reduce harmful effects to health and to ecosystems, including biodiversity loss in the ECE region;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(g)", "action_verb": "Overarching,", "action_verb_type": "preambular", "action_verb_normalized": "overarch", "links": []}, {"text": "How to achieve integrated approaches among climate, energy and air policies.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(h)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Urges current non-Parties to actively participate in discussions to revise the Gothenburg Protocol, as amended in 2012, with the aim of ensuring that any revisions take into account the different circumstances of current non-Parties and facilitate ratification by those countries;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "3.", "action_verb": "Urges", "action_verb_type": "operative", "action_verb_normalized": "urg", "links": []}, {"text": "Requests the Working Group on Strategies and Review to begin work to revise the Gothenburg Protocol, as amended in 2012, at its sixty-second session, and to report on its progress to the Executive Body at its forty-fourth session;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "4.", "action_verb": "Requests", "action_verb_type": "operative", "action_verb_normalized": "request", "links": []}, {"text": "Also requests the Working Group on Strategies and Review at its sixty-second session to develop a plan, including timelines, to guide its work in revising the Gothenburg Protocol, as amended in 2012, based on a draft plan to be developed by the Chair of the Working Group in advance of the session, as well as on views submitted by Parties;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "5.", "action_verb": "requests", "action_verb_type": "operative", "action_verb_normalized": "request", "links": []}, {"text": "Decides to include two meetings of the Working Group on Strategies and Review in the calendar of meetings starting in 2025 to accommodate the revision process, and that the calendar includes two meetings every year until the end of negotiations, subject to availability of resources;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "6.", "action_verb": "Decides", "action_verb_type": "operative", "action_verb_normalized": "decid", "links": []}, {"text": "Encourages Parties in a position to do so to consider hosting an informal meeting between the sixty-second session of the Working Group on Strategies and Review and the forty-fourth session of the Executive Body, to make progress on the negotiations to revise the Gothenburg Protocol, as amended in 2012;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "7.", "action_verb": "Encourages", "action_verb_type": "operative", "action_verb_normalized": "encourag", "links": []}, {"text": "Requests the Working Group on Strategies and Review, as part of the process to revise the Gothenburg Protocol, as amended in 2012, to work to address barriers to ratification and implementation of the Protocol, including through consideration of, inter alia, step-wise approaches to commitments and ratification, sector-based approaches, a focus on key sectors, restructuring of the technical annexes, replacement of annexes with guidance documents, or combinations thereof, and to continue discussions with non-Parties;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "8.", "action_verb": "Requests", "action_verb_type": "operative", "action_verb_normalized": "request", "links": []}, {"text": "Requests the subsidiary bodies to ensure that activities in their workplans include relevant work for continued progress on meeting the objectives of the Gothenburg Protocol, as amended in 2012, and prioritize work that supports the revision process;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "9.", "action_verb": "Requests", "action_verb_type": "operative", "action_verb_normalized": "request", "links": []}, {"text": "Decides to take action to enhance capacity-building, awareness-raising and cooperation within and beyond the ECE region considering the efficient use of resources, including by:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "10.", "action_verb": "Decides", "action_verb_type": "operative", "action_verb_normalized": "decid", "links": []}, {"text": "Calling on Parties to the Convention to provide voluntary contributions and bilateral technical assistance, such as for emission inventory improvements, emission projections, air quality monitoring networks and support for action plans, to build capacity in the countries of Eastern Europe, the Caucasus and Central Asia, the countries of the Western Balkans and Türkiye;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(a)", "action_verb": "Calling", "action_verb_type": "preambular", "action_verb_normalized": "call", "links": []}, {"text": "Requesting the secretariat, in consultation with non-Parties and the Working Group on Strategy and Review Bureau, and depending on financial contributions from Parties to the Convention, to develop a programme of action that identifies needs for resources and gaps in capacity, and to report to the Executive Body at its forty-fourth session;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(b)", "action_verb": "Requesting", "action_verb_type": "preambular", "action_verb_normalized": "request", "links": []}, {"text": "Aims to conclude the revision of the Gothenburg Protocol, as amended in 2012, by the forty-sixth session of the Executive Body, unless decided otherwise.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "11.", "action_verb": "Aims", "action_verb_type": "operative", "action_verb_normalized": "aim", "links": []}, {"text": "Annex II", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Record of voting", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Vote on decision 2023/1", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Of the Parties present and voting,", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Armenia, Austria, Belgium, Bulgaria, Canada, Croatia, Cyprus, Czechia, Denmark, Estonia, Finland, France, Georgia, Germany, Hungary, Latvia, Lithuania, Luxembourg, Malta, the Netherlands, Norway, Poland, Portugal, Romania, Slovenia, Spain, Sweden, Switzerland, Ukraine, the United Kingdom of Great Britain and Northern Ireland and the United States of America voted affirmatively.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Russian Federation voted negatively.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}]