[{"text": "Economic Commission for Europe", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Standing Working Group on Ageing", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Sixteenth meeting", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Geneva, 20–22 November 2023", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Report of the Standing Working Group on Ageing on its sixteenth meeting", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Introduction", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "I.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A.Attendance", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The sixteenth meeting of the Standing Working Group on Ageing (SWGA) was held on 20–22 November 2023 at the Palais des Nations in Geneva. The meeting was chaired by Mr. Alfredo Ferrante, SWGA Chair (Italy).", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "1.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Representatives of the following 27 member States of the United Nations Economic Commission for Europe (ECE) participated: Austria, Belgium, Bulgaria, Canada, Cyprus, Czech Republic, Georgia, Germany, Ireland, Israel, Italy, Lithuania, Malta, Netherlands (Kingdom of the), Norway, Portugal, Republic of Moldova, Russian Federation, Serbia, Slovakia, Slovenia, Spain, Sweden, Switzerland, Türkiye, United Kingdom of Great Britain and Northern Ireland, United States of America.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "2.", "action_verb": "Representatives", "action_verb_type": "operative", "action_verb_normalized": "representativ", "links": []}, {"text": "Representatives of the European Union (EU), as well as of the European Commission (EC) and Eurostat took part in the meeting.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "3.", "action_verb": "Representatives", "action_verb_type": "operative", "action_verb_normalized": "representativ", "links": []}, {"text": "Representatives of the following intergovernmental organizations participated in the meeting: the International Labour Organization (ILO), the Office of the United Nations High Commissioner for Human Rights (OHCHR), the United Nations Institute for Training and Research (UNITAR), and the World Health Organization (WHO).", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "4.", "action_verb": "Representatives", "action_verb_type": "operative", "action_verb_normalized": "representativ", "links": []}, {"text": "The academic and research community was represented by European Centre for Social Welfare Policy and Research and Netherlands Interdisciplinary Demographic Institute (NIDI).", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "5.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The following non-governmental organizations attended the meeting: AARP, AGE Platform Europe, Association of Former International Civil Servants, German National Association of Senior Citizens’ Organisations (BAGSO), International Federation on Ageing/NGO Committee on Ageing in Geneva, Red Cross of Serbia, Soroptimist International, and Turbota pro Litnih v Ukraini.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "6.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "B.Opening of the meeting and adoption of the agenda", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The sixteenth meeting of SWGA was opened by the Chair, followed by welcome remarks by the Executive Secretary of ECE, and housekeeping announcements by the Secretary of SWGA.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "7.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "SWGA commemorated Ms. Erika Winkler (Austria), former Chair of the Working Group on Ageing between 2010 and 2017, whose leadership and advocacy for regional and international cooperation on ageing were praised as exemplary.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "8.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The meeting’s agenda as contained in document ECE/WG.1/2023/1 was adopted without changes.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "9.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Election of officers", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "II.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Chair announced the nomination of Mr. Nuno Silva Marques by the Government of Portugal to replace Mr. Edmundo Martinho, who was re-elected to the SWGA Bureau in 2022. The Chair acknowledged Mr. Martinho’s contribution to the group and his leadership as Chair between 2017 and 2022.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "10.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "SWGA confirmed the selection of Mr. Nuno Silva Marques as new representative of Portugal on the Bureau of SWGA.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "11.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Work of the Bureau", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "III.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Chair reported on the work of the Bureau and the fifteenth Bureau meeting that was hosted by the Government of Türkiye in Istanbul on 27 and 28 April 2023, referring to the meeting report (ECE/WG.1/2023/3). The Chair thanked the Government of Türkiye for hosting the meeting and highlighted that the new Ageing Vision document of the Government of Türkiye was presented during the meeting, generating substantial interest.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "12.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Chair informed about the sixty-first session of the Commission for Social Development (CSocD61) in February 2023, which concluded the fourth review and appraisal of the Madrid International Plan of Action on Ageing (MIPAA) with a high-level panel discussion reporting on the outcomes of all regional reviews. The twentieth anniversary of MIPAA was marked by several side events, including an event on “MIPAA at 20: fit for the future?”, which was organized by the Bureau with the support of the secretariat and co-sponsored by the Permanent Missions of Germany, Italy and Türkiye.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "13.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Chair further informed the group about the development of the new programme of work for SWGA for the years 2023 to 2027 by the Bureau. The Chair informed that Belgium, Canada, Italy, and Norway had joined the Bureau for this task and acknowledged their important contributions.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "14.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Türkiye welcomed the opportunity of hosting the fifteenth Bureau meeting in Istanbul, emphasizing its productivity and important discussions. Türkiye thanked the Bureau and the secretariat for their work in organizing various opportunities to actively participate in CSocD61.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "15.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "International events and initiatives on ageing and follow-up to the 2030 Agenda for Sustainable Development", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "IV.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Chair invited speakers to provide updates regarding relevant international meetings and initiatives on ageing and sustainable development in 2023.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "16.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "AGE Platform Europe informed about the meeting of the Open-ended Working Group on Ageing (OEWG-A) in April 2023 at which it was decided that two co-facilitators (from Brazil and Portugal) will coordinate consultations with member States, civil society organizations (CSOs) and human rights institutions towards closing possible gaps in human rights treaties for older persons. The results of the consultation will be discussed at the next OEWG-A meeting in 2024.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "17.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "BAGSO informed about the event series “Engaged Civil Society as an Engine for an Age-Friendly Society and International Exchange”, funded by Germany, that will take place biannually from 2023 to 2026 to empower civil society in policymaking, fostering a platform for meaningful exchange and contributing to an updated Regional Implementation Strategy (RIS) for the ECE region. The kick-off event was held on 8 November 2023 in Bonn, Germany, with around 80 participants from across the region.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "18.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Austria informed about the 2023 International Conference on Human Rights of Older Persons, in Vienna from 29 November to 1 December 2023. The conference is expected to produce a joint declaration as well as a summary by the United Nations Independent Expert on the enjoyment of all human rights by older persons.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "19.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "OHCHR informed on the Human Rights Council resolution A/HRC/RES/54/13 on “Human rights of older persons” which mandates OHCHR to convene a meeting focusing on States’ obligations concerning violence, abuse, and neglect of older individuals in the first half of 2024. OHCHR is requested to produce a report on the same issue to the Human Rights Council. A call for inputs to stakeholders will follow soon. Another important resolution of the fifty-fourth session of the Human Rights Council (A/HRC/54/L.6/Rev.1) was on the centrality of care and support from a human rights perspective and requests OHCHR to organize a workshop to evaluate experiences, identify challenges, and recognize effective practices aimed at ensuring caregivers’ and care recipients’ rights.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "20.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Türkiye reported on the Parliamentary Research Commission established within the Turkish Grand National Assembly in June 2022 and the International Workshop on the Welfare of Older People organized by the Grand National Assembly of Türkiye that took place on 6 December 2022.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "21.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The secretariat reported on the International Conference on Population and Development – ICPD30 – Regional Review and Conference held in Geneva in October 2023, highlighting ageing as a cross-cutting issue. The review presented trends over time in several social and economic outcomes for older persons, but also revealed data gaps. The secretariat highlighted the value of the ICPD monitoring framework and the complementarity of the quantitative and policy analyses. The conference underscored the importance of the ageing agenda in the region, calling for investments in individual capabilities, healthy ageing, and combating age-based discrimination. The secretariat acknowledged members of SWGA, CSO partners, and ECE member States for raising awareness of ageing during the conference. Serbia remarked that themes of the conference including ageing as a cross-cutting issue have influenced thinking at the national level.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "22.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The secretariat further reported on the 2023 Regional Forum on Sustainable Development (RFSD) and briefed the group that the next RFSD will take place on 13 and 14 March 2024 with in-depth reviews of Sustainable Development Goals (SDGs) 1, 2, 13, 16 and 17, providing multiple possible entry points for SWGA. The secretariat reported on the side event during the 2023 RFSD “Towards Age-Friendly Sustainable Cities and Communities” jointly organized by SWGA and the WHO Global Network for Age-friendly Cities and Communities, that focused on the intersection between SDGs 11 and 17. The secretariat invited SWGA members to consider organizing a side event on ageing during the 2024 RFSD, highlighting the intersection of SDGs 1 and 16.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "23.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "WHO reported on recent developments in the implementation of the Decade of Healthy Ageing. A new guide “Connecting generations: planning and implementing interventions for intergenerational contact”, including a new strategy for stakeholder engagement, was mentioned. WHO briefed on the new “National programmes for age-friendly cities and communities: a guide” that includes a practical toolkit available in different languages. WHO also informed on an ongoing update of the Integrated care for older people (ICOPE) Handbook and the establishment of a new Commission on Social Connection. WHO invited participants to share initiatives on the Decade’s platform and to leverage available resources.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "24.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Portugal briefed on the regional summit on policy innovation for healthy ageing in the WHO European Region that took place in Lisbon on 10 and 11 October 2023. Key outcomes included the Lisbon Outcome Statement, aligned with the United Nations Decade of Healthy Ageing, emphasizing innovative measures, enabling environments, quality care, inclusive policies, and fostering partnerships. Austria congratulated Portugal for a successful conference and highlighted that many synergies between the work of WHO Regional Office for Europe and SWGA existed and that these could be explored even more in the future.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "25.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "AARP informed about the 2023 AARP Global Thought Leadership Conference “The Power of Global Aging in an Interdependent World” that took place on 25 October 2023 in Washington, D.C. AARP urged international development agencies and the private sector to actively address population ageing, advocating for concrete actions. The secretariat acknowledged efforts of AARP to connect the ageing and development agendas.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "26.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UNITAR briefed on an events series “Mainstreaming knowledge on ageing – Bridging paths towards strengthening protection and participation” during 2022 and 2023. The 2023 series focused on accessibility to justice, labour markets, political participation, health, social services, and cultural activities for older persons.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "27.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The European Commission informed on the new Demography Toolbox launched in October 2023. The toolbox focuses on four pillars: parents, youth, older persons, and migration. It provides a list of European Union policy tools to assist member States in addressing varying demographic challenges. The European Commission also gave an update on the European Care Strategy and its key objectives.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "28.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "AGE Platform Europe informed on a recent European Economic and Social Committee opinion calling for a European Strategy for Older Persons adopted in July 2023.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "29.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Spain updated on the Spanish presidency of EU. A high-level conference on ageing, hosted by the municipality of Lugo in September 2023 in close collaboration with civil society, featured panels on ageing, longevity, and demographic issues in the European agenda. Topics covered included a European strategy for older persons, the silver economy, and assistance to older individuals.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "30.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Republic of Moldova informed that the country is in the process of transposing EU legislation into national legislation. However, unfortunately EU provisions relating to the older people are practically missing.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "31.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Belgium mentioned that in the first semester of 2024 during the Belgian EU Presidency there will be a conference on the pension gender gap.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "32.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Implementing the goals of the 2022 Rome Ministerial Declaration", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "V.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Under this item, SWGA members shared new policy developments responding to the goals of the 2022 Rome Ministerial Declaration.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "33.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Relating to Goal I of the Rome Ministerial Declaration, Italy reported on the framework law on policies for older people, the national multilevel co-managed coordination of active ageing policies as well as the Age-It research programme. Austria informed on recent measures to combat violence against older people. United Kingdom of Great Britain and Northern Ireland informed about the Government’s efforts to support workers experiencing menopause and Norway reported on the “Live safely at home” policy. Germany congratulated the countries on their ambitious policy approaches and highlighted the importance of involving CSOs, including ordinary citizens, as was the case in the examples presented by Italy and Norway.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "34.", "action_verb": "Relating", "action_verb_type": "preambular", "action_verb_normalized": "relat", "links": []}, {"text": "Relating to Goal II of the Rome Ministerial Declaration, Ireland informed on the Commission on Care for Older Persons. Spain reported on the InCARE Project. Canada presented on engagement undertaken to support the development of the Safe Long-term Care Act and Slovenia shared details of the Long-term Care Act. United States of America informed about the U.S. National Strategy to Support Caregivers. The European Centre for Social Welfare Policy and Research commented that long-term care (LTC) is complex and that peer learning among countries is very important. Serbia thanked the representative of the European Centre for Social Welfare Policy and Research for its support in designing their policy. United Kingdom of Great Britain and Northern Ireland highlighted the strong case for mainstreaming ageing around LTC and stressed the need for a wider public discourse about it. Germany acknowledged the important progress of many countries in the area of LTC shared in the presentations.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "35.", "action_verb": "Relating", "action_verb_type": "preambular", "action_verb_normalized": "relat", "links": []}, {"text": "Relating to Goal III of the Rome Ministerial Declaration, Serbia reported on the country’s Strategy for Active and Healthy Ageing. Türkiye informed about the Ageing Vision document and the National Action Plan on the rights of older persons. Republic of Moldova presented the Program on Active and Healthy Ageing.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "36.", "action_verb": "Relating", "action_verb_type": "preambular", "action_verb_normalized": "relat", "links": []}, {"text": "Programme of Work of the Standing Working Group on Ageing 2023–2027", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "VI.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The secretariat presented the draft programme of work for the years 2023–2027, as contained in document ECE/WG.1/2023/INF.1, which was developed by the extended Bureau and shared with the group for comments in September 2023.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "37.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Italy complimented the focus on exchange of experiences and good practices in the programme of work, which will be further enhanced by the UNECE Ageing Policies Database. Austria commended the new activities in the programme of work, such as the online policy discussions in between annual meetings and the UNECE Ageing Policies Database.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "38.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "SWGA adopted the proposed programme of work for 2023–2027 as contained in document ECE/WG.1/2023/INF.1 and included as Annex II to this report.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "39.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Implementation of the programme of work of the Standing Working Group on Ageing in 2023 and plans for 2024", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "VII.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Under this item, the secretariat presented the elements of the programme of work implemented in 2023 and outlined planned activities for 2024.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "40.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A.Raising awareness on ageing and its implications for sustainable development in the United Nations Economic Commission for Europe region and creating synergies with related policy agendas", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The secretariat reported on awareness-raising activities, including organizing events, the publication of knowledge materials, the development of concrete tools, the production of written communications such as press releases, news items and social media posts, and engaging in international and inter-agency cooperation. The secretariat acknowledged the important role played by the SWGA Chair, Vice-Chair and Bureau in raising awareness on ageing during 2023.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "41.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "SWGA members provided updates on awareness-raising on ageing at national level. Ireland shared information on the “Hello Again World” media campaign. The representative of Türkiye briefed on the country’s efforts towards meeting the Goals of the 2030 Agenda for Sustainable Development, specifically through pensions for older persons and the provision of institutional and home-care services. The representative of Slovenia briefed on the Festival of the Third Age. The Kingdom of the Netherlands informed about the high-level conference “Defeating Dementia”. Malta briefed on the country’s new National Strategic Policy for Active Ageing as well as the launch of a National Policy on Dementia, which is currently under consultation. Red Cross of Serbia shared information about a planned awareness-raising campaign on LTC and older persons with disabilities in the Western Balkan countries.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "42.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "B.International cooperation, exchange of experience and policy discussion", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Policy Briefs", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "1.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The secretariat reminded SWGA members that Policy Brief No. 28 “Older Persons in Vulnerable Situations” was published in June 2023 with a new visual layout, a summary presenting key messages and an online launch event on 28 June 2023.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "43.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The secretariat thanked all countries that submitted policy examples. The secretariat also thanked Germany for the translation of the brief into German, which will be published online by the end of 2023, and invited other countries to translate the brief and/or key messages into national languages.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "44.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Chair congratulated the secretariat for publishing this very informative brief and appreciated the new key messages version, which facilitates dissemination to the press and key decision makers and translation into other languages. The Chair also commended the new visual layout.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "45.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Germany, Italy and BAGSO thanked the secretariat and remarked on the usefulness of the policy brief, particularly the new key messages version. The importance of translation for dissemination among national CSOs and persons working in relevant sectors was emphasized.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "46.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "SWGA validated the new format of the policy brief and invited the secretariat to maintain it for the future.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "47.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In-depth policy discussion", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "2.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The secretariat provided an outline-solid of the 2023 in-depth policy discussion “Combating inequalities in older age” scheduled for the third day of the meeting.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "48.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Online policy discussions in between annual meetings", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "3.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The secretariat presented the results of an online survey of SWGA on priority topics for policy discussions for 2024. Based on responses from National Focal Points on Ageing, the four highest ranked topics (in descending order) were mental health of older persons, evidence-based policymaking on ageing, abuse and neglect, and coordination of ageing policy across the government.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "49.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Based on the results of the survey, the secretariat proposed to organize an online event on the topic of abuse and neglect of disadvantaged older persons as a contribution to RFSD in 2024 and to focus the UNECE Policy Brief on Ageing No. 29 and launch event on mental health of older persons. A third online policy discussion could then focus on mainstreaming ageing, specifically on coordination of ageing policy across government. The in-depth policy discussion at the seventeenth meeting of SWGA in November 2024 could focus on evidence-based policymaking on ageing.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "50.", "action_verb": "Based", "action_verb_type": "preambular", "action_verb_normalized": "based", "links": []}, {"text": "The proposal was discussed by the group. Israel agreed that the abuse and neglect of older persons was an important topic and invited the group to coordinate with OHCHR when organizing the planned side event in 2024. Israel was pleased that the topic of mental health was high on the SWGA agenda and informed on recent guidance to improve laws addressing human rights abuses in mental health care issued by OHCHR and WHO. The European Commission reported that it had issued a communication on a comprehensive approach to mental health and expressed interest to contribute to the policy brief. Turbota pro Litnih v Ukraini acknowledged that all the proposed topics were highly interesting and relevant for Ukraine. Austria highlighted the importance of evidence-based policymaking as part of the in-depth policy discussion in the context of updating the Regional Implementation Strategy (RIS). Italy suggested covering national as well as subnational levels in the discussion on coordination of ageing policy across the government. BAGSO noted that the planned online policy discussion on coordination of ageing policy across the government would be an excellent follow-up to the expert workshop on mainstreaming ageing organized by BAGSO in 2022 and could also be linked to the Summit for the Future in 2024. The secretariat invited SWGA and its Bureau to discuss possibilities to create entry points to this important event, for example by organizing a side event.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "51.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "SWGA agreed to the proposed topics for Policy Brief No. 29, online policy discussions, and the in-depth policy discussion in 2024.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "52.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Peer learning", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "4.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Under this item SWGA had a first discussion on this new element in the programme of work for 2023–2027. To enhance peer learning, country visits between interested member States could be facilitated by the secretariat and organized at the discretion of inviting member States – either in person or virtually.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "53.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Türkiye informed about a very productive visit to Germany on the topic of long-term care and social security systems, as well as a visit of a delegation of Türkiye to a nursing home in the Canton of Geneva, Switzerland.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "54.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Bulgaria, Germany, and Portugal stressed the importance of peer learning and expressed satisfaction that it was included in the new programme of work. Bulgaria remarked that peer learning could be useful in the context of updating its ageing and demographic policy.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "55.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Malta expressed interest in exploring best practices around day care centres in other countries and mentioned that Malta could possibly host a visit by other member States. Slovenia expressed interest in learning about combating ageism and creating more positive attitudes towards older persons in other countries.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "56.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "AGE Platform Europe noted the importance of knowledge exchanges with other countries and CSOs. The European Centre informed SWGA about the existing SOCIEUX+ programme that provides funding for expert support and the EU peer reviews in which accession countries can also participate.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "57.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "SWGA invited the secretariat to contact member States with previous experiences of peer learning to gather feedback. The secretariat agreed to prepare guidance on the format of peer learning activities and use a survey to inquire about priority topics and concrete interest in the activity.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "58.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "C.Guidelines and policy recommendations, advisory services, and capacity-building", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Road maps for mainstreaming ageing", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "1.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The secretariat informed SWGA about a new road map project in Uzbekistan initiated in 2023 at the request of the Ministry of Health of Uzbekistan to inform the development of a new Strategy and Action Plan on Active and Healthy Longevity in 2024. The secretariat highlighted the close collaboration with UNFPA and WHO in this road map project which could be a pilot for future inter-agency collaboration in providing technical assistance.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "59.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "SWGA members were invited to contact the secretariat if they wish to develop a road map for mainstreaming ageing in 2024.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "60.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Capacity development on mainstreaming ageing", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "2.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The secretariat briefed SWGA on three new capacity-development tools for mainstreaming ageing that were developed in 2023 and presented during an online event in September 2023: an online course introducing the UNECE Guidelines for Mainstreaming Ageing, a workshop package (reference and facilitator’s guide) for in-person trainings on age-sensitive analysis and policy formulation (piloted in Georgia and the Republic of Moldova) and a facilitator’s guide for an expert workshop on mainstreaming ageing piloted in Germany.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "61.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The secretariat highlighted that the facilitators’ guides were developed to facilitate replicating the training and workshops in other countries. The secretariat further invited member States to translate the online course into national languages. The secretariat informed that the format and content of the course are flexible and can easily be adapted to national contexts. Türkiye informed on a recent translation of the UNECE Guidelines for Mainstreaming Ageing into Turkish, available on the website of the Ministry for Families and Social Services and on plans to translate the online course and use it to advance mainstreaming ageing.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "62.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Georgia, Republic of Moldova and BAGSO shared their experience in piloting the different workshop formats and commented on their usefulness for raising awareness among civil servants and developing national capacities for mainstreaming ageing.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "63.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The secretariat informed that 18 SWGA members had indicated interest in using at least one of the three tools and that the secretariat will follow up.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "64.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "D.Monitoring the implementation of the Madrid International Plan of Action on Ageing and its Regional Implementation Strategy and strengthening the evidence base for policymaking", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "SWGA discussed the possibility of developing a quantitative monitoring framework for the fifth review and appraisal cycle of MIPAA/RIS in discussion groups.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "65.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "SWGA members emphasized the need for a quantitative monitoring tool to assess the implementation of MIPAA at the national level. The importance of defining indicators and having a structured approach to data collection was highlighted. The group also discussed the role of the Active Ageing Index in this context.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "66.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The possibility of creating a working group was discussed, and Portugal volunteered to lead this effort.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "67.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "SWGA invited the Bureau and secretariat to further discuss the creation of a working group on a quantitative monitoring framework and to follow up with the group.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "68.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Ageing-related and age-disaggregated data", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "1.", "action_verb": "Ageing-related", "action_verb_type": "preambular", "action_verb_normalized": "ageing-related", "links": []}, {"text": "SWGA was updated on international efforts on ageing-related and age-disaggregated data.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "69.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Eurostat reported on the Task Force on Long-Term Care (LTC) statistics and the launch of the European Care Strategy. The Task Force will examine the availability, quality, and coverage of LTC statistics and consider methodological issues such as the definition of LTC, the measurement of the number of people in need of LTC, and the estimation of the amount of money spent on LTC.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "70.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Generations and Gender Programme", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "2.", "action_verb": "Generations", "action_verb_type": "operative", "action_verb_normalized": "generation", "links": []}, {"text": "Netherlands Interdisciplinary Demographic Institute (NIDI) provided an update on the Generations and Gender Programme, highlighting features of the Generations and Gender Survey (GGS) that can support ageing policy development. These include sample size that facilitate the study of numerical minorities and disaggregation, multidisciplinary questionnaires covering a wide range of societal topics, and a panel design that captures the evolution of gender inequalities and the causes and consequences of intergenerational exchange. In the discussion, Republic of Moldova commented on the relevance of GGS data for public awareness-raising and family-friendly policies and emphasized the importance of evidence-based comprehensive policy responses.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "71.", "action_verb": "Netherlands", "action_verb_type": "operative", "action_verb_normalized": "netherland", "links": []}, {"text": "The secretariat reported that ECE hosted the fourth technical meeting of the Titchfield City Group on Ageing and Age-disaggregated Data in September 2023, allowing mutual exchange on respective activities. The secretariat suggested that the Titchfield Group could be invited in 2024 to report on the results of their work.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "72.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The ECE Statistical Division reported that ageing-related statistics will be under consideration in 2024 as a topic for an in-depth review or seminar under the Conference of European Statisticians (CES). CES last carried out an in-depth review on ageing-related statistics in 2012 which led to the creation of a task force and the publication of Recommendations on Ageing-related Statistics in 2016.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "73.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Ageing Policies Database", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "3.", "action_verb": "Ageing", "action_verb_type": "preambular", "action_verb_normalized": "ageing", "links": []}, {"text": "The secretariat reported on progress in developing the UNECE Ageing Policies Database and outlined plans until the prospective launch of the database in October 2024.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "74.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The secretariat presented details on the mapping of existing databases, the development of a coding framework for policy themes and instruments and a template for summarizing policies, and the coding of all 41 MIPAA+20 reports through which around 2,500 concrete policies and actions have been identified.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "75.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "During the discussion several countries highlighted the great potential of the database for enhancing national policy development. AGE Platform Europe suggested adding topics like digitalization and migration to be covered, and to consider the inclusion of regional policies. BAGSO suggested including an automated translation feature in the database to improve its accessibility.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "76.", "action_verb": "During", "action_verb_type": "preambular", "action_verb_normalized": "dur", "links": []}, {"text": "SWGA invited the secretariat to share the coded list of policies from the MIPAA+20 reports with national focal points on ageing for review and adding missing information and links to source documents where available. SWGA invited the secretariat to request policy updates in 2024 for inclusion in the database.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "77.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "SWGA approved the report on implementation of the programme of work of the Standing Working Group on Ageing in 2023 as contained in document ECE/WG.1/2023/4.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "78.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Evaluation of the Ageing – Phase III Project", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "VIII.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The secretariat briefed SWGA on the outcomes of the evaluation of the project entitled “Improve capacities of UNECE member States in developing evidence-based policy measures to meet their commitments under MIPAA/RIS and 2017 Lisbon Ministerial Declaration: Ageing (Phase III)” as contained in document (ECE/WG.1/2023/INF.2). The secretariat presented suggested responses to the recommendations of the evaluation.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "79.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Germany welcomed the establishment of terms of reference for national focal points on ageing, proposed by the evaluation, as it will clarify expectations for national focal points’ responsibilities.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "80.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "SWGA agreed to all proposed activities responding to the recommendations of the evaluation.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "81.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Updating the Regional Implementation Strategy for the Madrid International Plan of Action on Ageing", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "IX.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Following the decision by SWGA at its fifteenth meeting to establish a task force on the follow-up to Paragraph 47 of the Rome Ministerial Declaration, the modalities of setting up the task force and tentative milestones for its work were further discussed by the SWGA Bureau at its fifteenth meeting in April 2023. The Bureau requested the Vice-Chair of SWGA (Germany) to chair the task force and prepare its terms of reference. Austria, Czech Republic, Finland, Italy, Portugal, Serbia, Slovenia, Spain, United States of America joined the task force which was established in the summer of 2023. Civil society and research community are represented on the task force through their representatives on the SWGA Bureau.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "82.", "action_verb": "Following", "action_verb_type": "preambular", "action_verb_normalized": "follow", "links": []}, {"text": "The Chair of the task force informed SWGA on activities and presented proposed modalities for updating the Regional Implementation Strategy (RIS). SWGA members discussed the terms of reference for the task force and the modalities for the participatory approach proposed by the task force.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "83.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "As presented by the Chair of the task force, a key element for drafting a new RIS by November 2026 is the organization of a national stakeholder engagement process, using a participatory approach. This process aims to involve member States, civil society and the research community and will be coordinated by the task force and led by the national focal points on ageing.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "84.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Several SWGA members pointed out that drafting a new RIS is a political process and that generating broad support, especially from civil society and social partners, would be important.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "85.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Chair of the task force thanked the members of the task force, the Bureau representatives for research community and civil society and the secretariat for their contributions during the past months.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "86.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "SWGA approved the terms of reference and proposed modalities presented by the task force as contained in documents ECE/WG.1/2023/INF.3 and ECE/WG.1/2023/INF.4.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "87.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Programme of work for 2024 and outline-solid of key components of the programme of work for 2025", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "X.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Chair invited SWGA to adopt the draft programme of work of the population component of the housing, land management and population subprogramme for 2024 and recommend it to be approved by the Executive Committee of ECE.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "88.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "SWGA was invited to consider the “Outline of the key components of the programme of work of the population component of the housing, land management and population subprogramme for 2025” (ECE/WG.1/2023/INF.5) and to provide recommendations on those components, as necessary.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "89.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "SWGA adopted and recommended to the Executive Committee of ECE for approval the draft programme of work of the population component of the housing, land management and population subprogramme for 2024, as contained in document ECE/WG.1/2023/5.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "90.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Financing of the programme of work", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "XI.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The secretariat reported on the financing of the programme of work, including budget allocations of recent donations and informed SWGA about the Ageing – Phase IV project prepared to finance the implementation of the programme of work in 2024 and 2025.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "91.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The secretariat thanked Austria, Estonia, Germany, Norway, Portugal and Switzerland for their financial contributions to the Ageing Fund in previous years through which activities under the programme of work could be funded between 2020 and 2023. Leftover funds will contribute to financing of the work programme in 2024 and 2025. The secretariat expressed gratitude for the financial pledges by Austria, Estonia, Germany and AARP in support of the Ageing – Phase IV project to support the implementation of the new programme of work in 2024–2025.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "92.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In addition, the secretariat thanked members of the group for the in-kind support: Germany for policy brief translations and Türkiye for hosting the fifteenth meeting of the Bureau in Istanbul in April 2023.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "93.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The secretariat also thanked Austria, Estonia and Germany for their separate financial contributions to the UNECE Ageing Policies Database project.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "94.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Chair invited SWGA to pledge financial or in-kind contributions towards the implementation of the new multi-year Programme of Work of the Standing Working Group on Ageing 2023–2027.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "95.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Other business and summary of decisions", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "XII.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Chair, with the assistance of the secretariat, summarized the decisions taken at the sixteenth meeting of SWGA.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "96.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Chair informed participants that the seventeenth meeting of the Standing Working Group on Ageing will take place on 20–22 November 2024 in Geneva.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "97.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Chair informed participants that the sixteenth meeting of the Bureau is provisionally planned for the 22 and 23 April 2024 (place to be confirmed).", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "98.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "SWGA asked the secretariat to circulate the decisions taken to all SWGA members not present at the meeting and to member State Permanent Missions in Geneva for approval.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "99.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In-depth policy discussion", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "XIII.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Chair opened the third day of the meeting and introduced the in-depth policy discussion “Combating inequalities in older age”, noting that the aim of the discussion was to address the different policy implications of these trends as well as to highlight concrete policy options to prevent and/or mitigate social inequalities faced by the older persons. The discussion was divided into two panels. The first panel focused on current and future trends in inequalities among older persons and selected policy responses, while the second focused on policy responses to prevent and mitigate inequalities in older age.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "100.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The secretariat gave a brief overview of the current and the future trends in inequalities among older persons in the region. This was followed by a presentation by the United Kingdom of Great Britain and Northern Ireland on the Mid-life-MOT project. The Czech Republic then presented the Action Plan for Implementation of Strategic Framework for Preparing for an Ageing Society 2023–2026. AARP addressed the challenge of equitable healthy ageing in low- and middle-income countries. ILO presented on overcoming old-age inequalities through decent work for all.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "101.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In the second panel, policy responses and initiatives to prevent and mitigate inequalities in older age were presented. Slovakia presented on the national parental pension system. The Walloon Agency for Health, Social Protection, Disability and Families informed about the Walloon Social Cohesion Plan in Belgium. Portugal briefed about the National Action Plan on Active and Healthy Ageing 2023–2026. Turbota pro Litnih v Ukraini from Ukraine shared about the support given to people aged 70 and older living in the zone of hostilities in Ukraine. Red Cross of Serbia informed about LTC of older persons and older persons with disabilities in the Western Balkans.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "102.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "During the discussion, Serbia reminded of the importance of the private sector in addressing ageism, particularly of the role that employers, employees and unions play in valuing older persons at work. The European Centre highlighted that the extension of pension age is a complex issue whilst the extension of working life and lifelong learning may also increase inequalities. Lithuania commented about the Organisation for Economic Co-operation and Development (OECD)-funded country project to create favourable outcomes for older persons, allowing the participation of older individuals in public and political life, decision-making and institutional cooperation process. Italy encouraged the collaboration between trade unions and employers. Türkiye highlighted the importance of addressing inequalities stating how the pandemic, natural disasters, climate change, technological development, rising inflation, age-based discrimination can worsen inequalities. Türkiye also emphasized its strong mainstreaming ageing agenda with an aim to improve quality of life of older persons. Norway highlighted how the universal coverage of LTC in the country has reduced inequities in health among older people.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "103.", "action_verb": "During", "action_verb_type": "preambular", "action_verb_normalized": "dur", "links": []}, {"text": "Conclusions and closing of the meeting", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "XIV.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Chair thanked speakers and participants and closed the meeting.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "104.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Annex I", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Decisions taken at the sixteenth meeting of the Standing Working Group on Ageing", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "SWGA adopted the agenda of the meeting.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "SWGA confirmed the selection of Mr. Nuno Marques, representative of Portugal, as member of the Bureau.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "SWGA adopted the proposed Programme of Work of SWGA for 2023–2027 as contained in ECE/WG.1/2023/INF.1.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "SWGA decided to organize a side event at the 2024 ECE Regional Forum on Sustainable Development on the topic “Abuse and neglect of older persons” addressing SDGs 1 and 16.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "SWGA decided that the topic of Policy Brief No. 29 and the June 2024 online policy discussion will be “Mental health of older persons”.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "SWGA decided that the topic of the September 2024 online policy discussion will be “Coordination of ageing policy across the government”.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "SWGA decided that the topic of the in-depth policy discussion at the seventeenth meeting of SWGA will be “Evidence-based policymaking”.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "To advance peer learning, SWGA invited the secretariat to contact member States with previous experiences to gather feedback. SWGA asked the secretariat to prepare guidance on the format of peer learning activities and use a survey to inquire about priority topics and concrete interest to organize such an activity.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "SWGA invited the secretariat to share the coded list of policies from the MIPAA+20 reports with national focal points on ageing to review and complete missing information for inclusion in the UNECE Ageing Policies Database.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "SWGA invited the secretariat to invite policy updates in 2024 for inclusion in the UNECE Ageing Policies Database.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "SWGA invited the Bureau and the secretariat to further discuss the creation of a working group on a quantitative monitoring framework for MIPAA/RIS.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "SWGA approved the report on the implementation of the programme of work of SWGA in 2023 as contained in ECE/WG.1/2023/4.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "SWGA agreed to the proposed activities responding to the recommendations of the evaluation.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "SWGA approved the terms of reference for the task force for follow up on paragraph 47 of the Rome Ministerial Declaration as contained in ECE/WG.1/2023/INF.3.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "SWGA approved the proposed modalities for updating the Regional Implementation Strategy as contained in ECE/WG.1/2023/INF.4.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "SWGA adopted and recommended to the Executive Committee of ECE for approval the draft Programme of work of the population component of the housing, land management and population subprogramme for 2024 as contained in ECE/WG.1/2023/5.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "SWGA asked the secretariat to circulate the decisions taken at the meeting to all SWGA members and to member State Permanent Missions in Geneva for approval.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Annex II", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Programme of Work of the Standing Working Group on Ageing 2023–2027", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Introduction", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "I.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The United Nations Economic Commission for Europe (UNECE) Ministerial Conference on Ageing in Rome in 2022 reaffirmed the mandate of the Standing Working Group on Ageing (SWGA) and pledged support for its activities. The Programme of Work for 2023–2027 foresees new and continuing elements of the SWGA activities in response to the goals and objectives of the 2022 Rome Ministerial Declaration and in alignment with the 2030 Agenda for Sustainable Development. The realization of the Madrid International Plan of Action on Ageing and its Regional Implementation Strategy (MIPAA/RIS) contributes to the implementation of the 2030 Agenda and its Sustainable Development Goals (SDGs) 1, 3, 4, 5, 8, 10, 16, and 17 where the connections between the priority policy goals agreed in the Rome Ministerial Declaration and SDGs are the strongest.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "1.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The new Programme of Work builds on the core activities which proved helpful in implementing MIPAA/RIS in the previous cycles: policy briefs, road maps for mainstreaming ageing, policy seminars, capacity-building workshops and monitoring of MIPAA/RIS implementation. These activities may be continued and adjusted where needed. They will be supplemented by new programme elements such as the development of the UNECE Ageing Policies Database agreed by SWGA at its fifteenth meeting in 202", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "2.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "To provide opportunities for exchange of experience, networking, and cross-sectoral collaboration to advance policies on ageing, including in relation to connecting ageing with SDGs, the annual SWGA meetings will continue dedicating time for country presentations and discussion in groups, and in-depth policy discussions. In addition, the secretariat will ensure regular communication and exchange on activities at the international level and inter-agency coordination of ageing-related activities through established mechanisms including the United Nations Inter-Agency Group on Ageing.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "3.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Proposed elements for the Programme of Work", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "II.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Programme of Work for 2023–2027 proposes activities in six main areas: (a) raising awareness on ageing and its implications for sustainable development in the UNECE region and creating synergies with related policy agendas; (b) advancing international cooperation and exchange of experience and knowledge; (c) providing guidelines and policy recommendations, advisory services and capacity-building; (d) monitoring the implementation of MIPAA/RIS and strengthening the evidence base for policymaking; (e) preparing for the fifth cycle of review and appraisal of MIPAA/RIS implementation; (f) updating the UNECE Regional Implementation Strategy for MIPAA.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "4.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The suggested activities are in line with the programme of work of the Population component of the Housing, Land Management and Population subprogramme for 2023 (ECE/WG.1/2022/5) approved by the Executive Committee of UNECE, and the Outline of key components of the programme of work of the Population Component of the Housing, Land Management and Population subprogramme for 2024 (ECE/WG.1/2022/INF).", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "5.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A.Raising awareness on ageing and its implications for sustainable development in the United Nations Economic Commission for Europe region and creating synergies with related policy agendas", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "SWGA, with the support of the secretariat, will continue to raise awareness of individual and population ageing and their implications for sustainable development, including through analysis and knowledge dissemination, and advance the implementation of MIPAA/RIS and the goals and objectives of the 2022 Rome Ministerial Declaration.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "6.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "SWGA, its Bureau and the secretariat will seek to create synergies with the 2030 Agenda for Sustainable Development, the United Nations Decade of Healthy Ageing, and other international and regional agendas, including responding to population dynamics within a human rights framework, and advancing women’s empowerment and gender equality. This can be advanced by fostering closer collaboration with different stakeholders, including United Nations agencies, the Organisation for Economic Co-operation and Development (OECD), the International Social Security Association (ISSA), regional organizations (such as the European Commission), academia, and civil society, in implementing the activities outlined in this Programme of Work.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "7.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "SWGA, with the support of the secretariat, will contribute to panels or organize side events at key national, regional, and international events to raise awareness of the importance of adapting to population ageing and for meeting the needs and respecting the human rights of older persons, for instance, at the annual Regional Forum for Sustainable Development and annual meetings of the Open-ended Working Group on Ageing, periodic regional conferences on International Conference on Population and Development (ICPD)(2023), the Beijing Platform for Action (2024), the Summit of the Future (2024), and the World Social Summit (2025).", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "8.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "B.International cooperation and exchange of experience and knowledge", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Policy briefs with good practice examples", "type": "paragraph", "heading_level": null, "paragraph_type": null, "paragraph_level": 3, "prefix": "(i)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Policy briefs remain an important element of the Programme of Work, as they provide access to evidence-based policy advice on specific aspects of MIPAA/RIS and showcase good practices from across the region. At least one policy brief per year will be prepared by the UNECE secretariat in collaboration with SWGA on a theme to be decided by the Standing Working Group. UNECE member States are invited to translate the policy briefs into national languages to share ideas and make them accessible to a wider circle of stakeholders. To enhance outreach, the publication of each policy brief will be accompanied by an executive summary with key messages and an online launch event.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "9.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In-depth policy discussions during annual meetings", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 3, "prefix": "(ii)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Policy-specific discussions or “master-classes” that focus on policy challenges and responses developed by member States will be organized during the annual meetings of SWGA to facilitate policy dialogue and peer learning. Topics for in-depth discussions will be decided by SWGA.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "10.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Online policy discussions in between annual meetings", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 3, "prefix": "(iii)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "SWGA, with the support of the secretariat, will organize online discussions in between its annual sessions to promote policy dialogue and good practice exchange among a broad group of stakeholders on specific objectives of the 2022 Rome Ministerial Declaration and the Joint Declaration of Civil Society and Scientific Research.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "11.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Peer learning", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 3, "prefix": "(iv)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "To enhance peer learning, the secretariat could facilitate the organization of country visits between interested member States. Such country visits could give members of SWGA the opportunity to learn about a specific project or approach implemented by one member State and to exchange experiences on how to successfully address a specific policy challenge. The organization of such country visits would be at the discretion of inviting member States and could be organized either in person or virtually.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "12.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "C.Guidelines and policy recommendations, advisory services, and capacity-building", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Capacity development on mainstreaming ageing", "type": "paragraph", "heading_level": null, "paragraph_type": null, "paragraph_level": 3, "prefix": "(i)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Based on the UNECE Guidelines for Mainstreaming Ageing that were published in 2021, SWGA in cooperation with the experts from international organizations, United Nations agencies, academia and civil society organizations, will continue to develop concrete tools to facilitate the operationalization of the Guidelines. Such tools may include online courses, new methodologies, webinars and training workshops.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "13.", "action_verb": "Based", "action_verb_type": "preambular", "action_verb_normalized": "based", "links": []}, {"text": "Road Maps for Mainstreaming Ageing and reviews of national policies on ageing", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 3, "prefix": "(ii)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Road Maps are developed at the request of a member State and in accordance with the general terms of reference for the project approved by SWGA at its sixth meeting in 2013. For the period 2023–2027 road map recommendations will align with the Guidelines for Mainstreaming Ageing. To initiate development of the Road Map project, any interested member States are invited to submit their written requests to the secretariat.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "14.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Field missions and other activities related to the evaluation and monitoring of Road Map implementation may be undertaken at the request of member States.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "15.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "National and subregional workshops", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 3, "prefix": "(iii)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In the UNECE region there are considerable differences among countries in relation to the stage of population ageing and the implementation of MIPAA/RIS. In the work programme, priority will be given to national and subregional workshops that focus on specific challenges in the implementation of the goals of the 2022 Rome Ministerial Declaration. SWGA members are expected to contribute to such workshops alongside international organizations and the secretariat.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "16.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Development of new policy guidelines", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 3, "prefix": "(iv)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "SWGA may consider the possibility of developing new comprehensive policy guidelines on a specific emerging challenge (for example: age-sensitive and age-responsive emergency and disaster preparedness, response, and recovery, building on lessons learnt from the COVID-19 pandemic).", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "17.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "D.Monitoring the implementation of the Madrid International Plan of Action on Ageing and its Regional Implementation Strategy and strengthening the evidence base for policymaking", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Monitoring MIPAA/RIS implementation and strengthening the evidence base for age- and gender-sensitive policymaking continue to be core elements of the SWGA Programme of Work for 2023–2027. They aim to (1) provide evidence for the ongoing review of policies towards raising the quality of life of older women and men, and (2) engage key stakeholders in formulating and implementing policies and programmes that can improve the experiences of ageing for all and maintain the interconnected financial and social sustainability of public welfare systems in the UNECE region.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "18.", "action_verb": "Monitoring", "action_verb_type": "preambular", "action_verb_normalized": "monitor", "links": []}, {"text": "Strengthening the evidence base through ageing-related and age-disaggregated data", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 3, "prefix": "(i)", "action_verb": "Strengthening", "action_verb_type": "preambular", "action_verb_normalized": "strengthen", "links": []}, {"text": "SWGA, supported by the UNECE secretariat, will develop an indicator framework to facilitate the quantitative monitoring of progress in implementing MIPAA/RIS and the 2022 Rome Ministerial Declaration at regional and national levels, expanding on the Active Ageing Index (AAI) indicators used in previous MIPAA/RIS review and appraisal cycles. This exercise will allow to cover all areas of the Rome Ministerial Declaration, including long-term care and mainstreaming ageing. A mapping of ongoing efforts in this area, including those led by the Titchfield Group, the World Health Organization and the European Commission will be undertaken to take full account of existing developments. SWGA will continue to promote AAI as an established tool for measuring the untapped potential of older people for active and healthy ageing across countries and explore the possibility of updating and revising AAI.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "19.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Generations and Gender Programme (GGP) remains an essential component of data collection and research for the UNECE work on population issues. SWGA will continue promoting GGP as an important source of evidence on gender and intergenerational relations informing policymaking and monitoring.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "20.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "United Nations Economic Commission for Europe Ageing Policies Database", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 3, "prefix": "(ii)", "action_verb": "United", "action_verb_type": "preambular", "action_verb_normalized": "united", "links": []}, {"text": "SWGA with the support of the secretariat will develop the UNECE Ageing Policies Database to support policy formulation and monitoring by providing easy access to a searchable repository of ageing-related policies in UNECE countries. This will provide a qualitative and ongoing monitoring tool that will support the fifth cycle review and appraisal in 2026 and 2027. Members of SWGA will be annually requested to inform the secretariat of new policies and laws adopted to keep the database up to date.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "21.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "E.Preparing for the fifth cycle of review and appraisal of the Madrid International Plan of Action on Ageing and its Regional Implementation Strategy implementation", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "For timely and successful completion of the fifth review and appraisal cycle of MIPAA/RIS in 2027, the preparatory work may start at the seventeenth meeting of SWGA in 2024 including an agreement on the timeline for preparation and submission of the country reports and their synthesis and on an outline-solid of the guidelines for the country reports.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "22.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "As in previous cycles, SWGA and its Bureau will act as the preparatory committee for the Conference. The sixth Ministerial Conference on Ageing will be held in 2027 to conclude the fifth cycle review and appraisal of MIPAA/RIS implementation.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "23.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The preparatory work for the sixth UNECE Ministerial Conference on Ageing will start with the decision of the Commission for Social Development about the fifth review and appraisal exercise expected at its sixty-third session in 2025. UNECE member States will be invited to consider hosting the 2027 Ministerial Conference on Ageing. The potential host country will be invited to prepare a concept note for the sixth Ministerial Conference for discussion at the eighteenth meeting of SWGA in 2025.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "24.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "F.Updating the United Nations Economic Commission for Europe Regional Implementation Strategy for the Madrid International Plan of Action on Ageing", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The 2022 Rome Ministerial Declaration, in paragraph 47, entrusted SWGA with the task of updating RIS and exploring the possibility of also updating MIPAA to adapt ageing-related policy responses to the economic, social, digital transitions and emerging challenges.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "25.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "At its fifteenth meeting in 2022, SWGA decided to establish a task force for the follow-up on paragraph 47 of the Rome Ministerial Declaration, composed of member States and academic and research community and civil society representatives, to develop the modalities for updating RIS and guide the development of an updated regional implementation strategy by 2027. The task force will report annually to SWGA.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "26.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Financing the Programme of Work", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "III.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Working Group’s initial terms of reference (ECE/EX/2008/L.11) and their later amendments stipulated that its annual meetings are to be serviced by the UNECE secretariat without the need for additional resources (for the latest terms of reference see ECE/EX/2019/L.1. Annex).", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "27.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Population Unit in the Statistical Division of UNECE is responsible for the work related to ageing, including servicing the meetings of SWGA and its Bureau. The regular budget provides for two professional and one general service posts in the unit. The small size of the secretariat limits the range of activities it can support. A fund for voluntary contributions by member States to support activities related to capacity development for ageing-related policymaking, better informed ageing-related policies in the region and more effective implementation and monitoring of MIPAA/RIS, the Ageing Fund, was therefore established.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "28.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Delivering the activities and outputs envisaged for the fifth implementation cycle of MIPAA/RIS and financing travel for experts and meeting participants from low- and lower-medium income countries will require extrabudgetary resources.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "29.", "action_verb": "Delivering", "action_verb_type": "preambular", "action_verb_normalized": "deliver", "links": []}, {"text": "In response to the 2022 Rome Ministerial Declaration, members of SWGA are invited to pledge financial resources and offer in-kind contributions in support of the implementation of the Programme of Work for 2023–2027.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "30.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}]