[{"text": "ECE/ASTANA.CONF/2011/2/Add.1", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Seventh “Environment for Europe”\nMinisterial Conference", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Astana, Kazakhstan\n21–23 September 2011", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Report of the Seventh “Environment for Europe” \nMinisterial Conference", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Addendum", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Declaration: “Save water, grow green!”", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "By Ministers of the region of the United Nations Economic \nCommission for Europe", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Economic Commission for Europe", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Seventh “Environment for Europe” \nMinisterial Conference", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Astana, 21–23 September 2011", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Report of the Seventh “Environment for Europe” \nMinisterial Conference", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Addendum", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Declaration: “Save water, grow green!”", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "By Ministers of the region of the United Nations Economic \nCommission for Europe", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "1.\tWe, the Ministers and Heads of delegation from 44 countries in the region of the United Nations Economic Commission for Europe (ECE) and the Representative of the European Commission, met at Astana from 21 to 23 September 2011, in the seventh of a series of Ministerial Conferences held as part of the “Environment for Europe” (EfE) process.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "2.\tWe confirm our commitment to improve environmental protection and to promote sustainable development in the ECE region. We reaffirm the important value of the EfE process as a unique pan-European forum for tackling environmental challenges and promoting broad horizontal environmental cooperation among countries in Europe, North America, the Caucasus and Central Asia, and as a pillar of sustainable development in the ECE region for 20 years. We are committed to the objectives and priorities of the EfE process as agreed in the EfE reform plan adopted by ECE in 2009. We reiterate the importance of the involvement of civil society, including business, women, non-governmental organizations and other groups, in decision-making to improve the environment.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "3.\tWater is critical for economic and social development and environmental protection. Water management and water quality have improved in the past 20 years in many subregions. However, there are numerous remaining pressures, including chemical pollutants, and progress has often been weak regarding access to safe water and adequate sanitation, especially in rural areas, in particular in Eastern Europe, the Caucasus and Central Asia. Many countries are experiencing a continuing decline in their water-related ecosystems and their services, and climate change impacts on water resources are already visible. Improvements to the current institutional framework for water management may need to be undertaken.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "4.\tWe encourage improvement of water and environmental systems and policies, and intersectoral cooperation, including, inter alia, National Policy Dialogues on Integrated Water Resources Management and Water Supply and Sanitation. We agree to pursue implementation of principles of integrated water resources management, an ecosystem approach and the integration of ecosystem values in economic accounting.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "5.\tWe invite countries to ratify and implement the relevant multilateral environmental agreements (MEAs), inter alia, the ECE Convention on the Protection and Use of Transboundary Watercourses and International Lakes (Water Convention) and its Protocol on Water and Health. We underline the role of ECE in assessing the obstacles to ratifying the ECE environmental agreements and in assisting countries to ratify and implement these agreements. We encourage riparian countries to undertake and implement agreements on transboundary waters, to strengthen institutional frameworks and to develop strategies including on environment and security issues and for adapting their water management to extreme events and climate change.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "6.\tAdditional financial resources need to be mobilized for investments from all sources for improvement in the water sector, including for water supply, sustainable sanitation and more efficient, environmentally sound irrigation systems and improved technology. We stress the need to include water and environment issues in national development plans. We therefore encourage a more systematic use of economic instruments, the provision of incentives for water efficiency and the generation of revenues to finance water services aiming at full cost recovery prices for water, while making adequate provisions for vulnerable social groups. We encourage enhanced donor coordination in order to focus our joint efforts on needs-driven issues.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "7.\tWe welcome the Second Assessment of Transboundary Rivers, Lakes and Groundwaters in the ECE region, prepared under the auspices of the ECE Water Convention. We invite the Meeting of the Parties to the Water Convention to cooperate with the regular process of environmental assessment and the Shared Environmental Information System (SEIS) in future assessments.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "8.\tWe endorse the Astana Water Action and welcome the initiatives launched by interested countries and organizations during our conference aimed at improving water management and strengthening transboundary cooperation. We invite countries and other actors to implement the Astana Water Action and to report progress to the Committee on Environmental Policy.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "9.\tWe stress the need to strengthen efforts, including through cooperation with the private sector, for the transition to a green economy by supporting the decoupling of economic growth from environmental degradation, including through the internalization of externalities, as well as stimulating green investment in various economic sectors, applying effective mixes of policy instruments to promote resource efficiency and supporting research, innovations, education and training to secure the achievement of a green, and competitive economy. Natural capital and ecosystems are critical economic assets. Environmentally harmful subsidies are obstacles for greener economies and investments in sustainable policies.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "10.\tWe recognize that energy efficiency is one of the most cost-effective ways to address climate change and move to a green economy. Investments and policy reforms to promote energy efficiency are particularly effective for this transition.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "11.\tWe agree to take the lead in the transition to a green economy and to make a substantive contribution to the discussions on green economy within the context of sustainable development and poverty alleviation at the United Nations Conference on Sustainable Development to take place in Rio de Janeiro from 4 to 6 June 2012 (Rio+20). We invite ECE to contribute, together with the United Nations Environment Programme (UNEP) and relevant international organizations, to the development of the Rio+20 Green Economy outcomes.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "12.\tSustainable consumption and production are fundamental to green the economy and we agree to pursue completion and implementation of a 10-Year Framework of Programmes on Sustainable Consumption and Production.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "13.\tBuilding upon the success of the ECE Environmental Performance Review (EPR) Programme, we invite ECE to conduct its third cycle of EPRs, which may include environmental governance and financing in a green economy context, countries’ cooperation with the international community and environmental mainstreaming in priority sectors.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "14.\tWe welcome the “Europe’s Environment: An Assessment of Assessments” report, coordinated and produced by the European Environment Agency (EEA) in cooperation with the countries, the Regional Environmental Centers (RECs), MEA secretariats, ECE and international organizations. This assessment clearly demonstrates the linkages and gaps between the challenges that exist and the means to evaluate and address them. To keep the pan-European environment under review, we decide to establish a regular process of environmental assessment and to develop the SEIS across the region. These will serve multiple policy processes, including MEAs, and include capacity-building of countries in Eastern Europe, the Caucasus, Central Asia and South-Eastern Europe to monitor and assess their environment. We invite EEA and its partners to develop an outline-solid for how these actions could be performed and to present it to the ECE Committee on Environmental Policy.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "15.\tWe welcome the work of the Environmental Action Programme Task Force and we invite the Organization for Economic Cooperation and Development to continue this work, including on the themes of this Conference, in cooperation with RECs and other partners.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "16.\tWe recognize the role of RECs in communicating and implementing initiatives and call for strengthening their contributions in both promoting green economy and better environmental governance at the local, national, subregional and regional levels.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "17.\tWe welcome and support, as appropriate, the “Green Bridge” Initiative and Partnership Programme, and encourage its further development. We invite interested Governments, international financial institutions, the private sector and other stakeholders to join this Programme to promote an environmentally sustainable, equitable and prosperous future in both the pan-European and the Asia and the Pacific regions.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "18.\tWe invite the Committee on Environmental Policy to convene in 2013 a mid-term review to assess progress of the implementation of the outcomes of the EfE Conferences.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "19.\tWe invite offers of interest from Governments to host the next EfE Ministerial Conference for consideration by Committee on Environmental Policy.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "20.\tWe express our gratitude to the Government of Kazakhstan for having hosted this Conference and we wish to thank it and the people of Kazakhstan for the warm hospitality that we have received.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}]