[{"text": "Economic Commission for Europe", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Conference of the Parties to the Convention on the", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Transboundary Effects of Industrial Accidents", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Twelfth meeting", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Geneva, 29 November–1 December 2022", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Report of the Conference of the Parties on its twelfth meeting", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Introduction", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "I.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The twelfth meeting of the Conference of the Parties to the United Nations Economic Commission for Europe (ECE) Convention on the Transboundary Effects of Industrial Accidents (Industrial Accidents Convention) was held from 30 November to 1 December 2022 as a hybrid meeting in Geneva. The decisions adopted are contained in document ECE/CP.TEIA/44/Add.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "1.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A.Attendance", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The twelfth meeting was attended by delegations from the following Parties: Albania, Armenia, Austria, Azerbaijan, Belarus, Belgium, Bosnia and Herzegovina, Bulgaria, Croatia, Cyprus, Czechia, Estonia, European Union, Finland, France, Germany, Hungary, Italy, Kazakhstan, Latvia, Lithuania, Montenegro, Netherlands, North Macedonia, Norway, Poland, Portugal, Republic of Moldova, Romania, Russian Federation, Serbia, Slovakia, Slovenia, Sweden, Switzerland, Ukraine and United Kingdom of Great Britain and Northern Ireland.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "2.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Delegations from the following ECE member States that are not Parties attended: Georgia, Israel, Kyrgyzstan, Tajikistan, Turkmenistan, United States of America and Uzbekistan. Delegations from the following States Members of the United Nations from beyond the ECE region also attended: Colombia, Islamic Republic of Iran and Zambia.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "3.", "action_verb": "Delegations", "action_verb_type": "operative", "action_verb_normalized": "delegation", "links": []}, {"text": "Representatives of the following United Nations organizations participated: Economic Commission for Latin America and the Caribbean (ECLAC), International Labour Organization (ILO), United Nations Development Programme (UNDP), United Nations Environment Programme (UNEP), UNEP/GRID, UNEP/Office for the Coordination of Humanitarian Affairs Joint Environment Unit (UNEP/OCHA JEU), United Nations Office for Disaster Risk Reduction (UNDRR), World Health Organization (WHO) and World Meteorological Organization (WMO). Representatives of the following international organizations attended: Centre for Emergency Situations and Disaster Risk Reduction (CESDRR), International Commission for the Protection of the Danube Delta, Mécanisme de Concertation du Système Aquifère du Sahara Septentrional , Organisation for Economic Co-operation and Development (OECD) and Organization for Security and Cooperation in Europe (OSCE). Representatives of the following regional organizations attended: European Commission Joint Research Centre (JRC) and European Investment Bank (EIB). Representatives of non-governmental organizations (NGOs), academic and national research institutions and industries also attended.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "4.", "action_verb": "Representatives", "action_verb_type": "operative", "action_verb_normalized": "representativ", "links": []}, {"text": "B.Organizational matters", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Chair of the Conference, Ms. Torill Tandberg (Norway), opened the meeting, which ECE co-organized with the Directorate for Civil Protection of Norway.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "5.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Permanent Representative of Norway to the United Nations Office and other international organizations in Geneva and the ECE Deputy Executive Secretary welcomed delegates. They highlighted that the Convention provided an important legal framework to facilitate intergovernmental and transboundary cooperation and support implementation of the Sendai Framework for Disaster Risk Reduction 2015–2030. Both welcomed Ukraine as a new Party and expressed concerns at current challenges influencing industrial safety, including the invasion of Ukraine by the Russian Federation, the consequences of the climate crisis, uncertainties over energy supplies, the green energy transition and the global security situation. They encouraged collective work to continue to reduce risks and contribute to achieving the Sustainable Development Goals of the 2030 Agenda for Sustainable Development.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "6.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The following Parties made statements on the war in Ukraine and its repercussions for industrial safety: European Union, Ukraine, Russian Federation, Belarus and United Kingdom of Great Britain and Northern Ireland.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "7.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Conference adopted the annotated provisional agenda for its twelfth meeting (ECE/CP.TEIA/43).", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "8.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Thirtieth anniversary of the Convention", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "II.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In recalling that 2022 marked the thirtieth anniversary of the Convention’s signing, the Chair highlighted that, for the past 30 years, the Convention had continuously evolved and had proved to be an adaptive and flexible instrument for strengthening industrial safety and transboundary cooperation in the ECE region and beyond.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "9.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The following Parties presented their key achievements and actions to be taken to sustain their progress in implementing the Convention: the Minister for Labour and Social Insurance of Cyprus highlighted the Convention’s role as a forum for close cooperation on environmental and infrastructure issues. The representatives of Estonia, the European Union, Norway, Hungary, the Republic of Moldova, Slovenia, Switzerland, Poland and the United Kingdom of Great Britain and Northern Ireland spoke.1 The representative of OECD reflected on its long-standing partnership with the Convention.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "10.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Conference expressed appreciation for Parties’ progress in implementing the Convention, and emphasized that the Convention had enabled the ECE region to become a global example for industrial safety, transboundary cooperation and technological disaster risk reduction. It also commended progress made by the Assistance and Cooperation Programme beneficiary countries in strengthening the Convention’s application and encouraged non-Parties to accelerate towards accession.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "11.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Conference renewed its commitments to continue working towards full implementation of the Convention in line with its long-term strategy until 2030 (ECE/CP.TEIA/38/Add.1), including to address challenges, emerging risks and developments, such as the increasing impacts of climate change and natural hazards triggering technological disasters (Natechs), urbanization and industrialization and growing demand for minerals and metals to enable the green economy transition, and to strive for energy security.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "12.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Lastly, the Conference recognized the secretariat’s important work in fostering implementation of and accession to the Convention, assisting Parties and non-Party beneficiary countries, and building strong partnerships with other international and regional organizations. It stressed the importance of continuing and expanding those activities, and invited Parties to provide necessary resources for the implementation of the Convention’s workplans to enable further progress in line with the long-term strategy.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "13.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Status of ratification, representation and credentials", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "III.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Secretary presented information on the status of ratification — 42 Parties, following the accession of Ukraine — and representation at the Conference — 37 Parties present. She reported that all Parties had designated points of contact, only one non-Party beneficiary country had not nominated a point of contact and 47 countries had designated competent authorities.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "14.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Conference took note of the current status of ratification (ECE/CP.TEIA/2022/1) and requested the secretariat to report on the ratification status at its next meeting.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "15.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The outgoing Vice-Chair, Mr. Michael Struckl (Austria), reported that the secretariat had received advance electronic copies of credentials from 34 Parties and originals of credentials from 30 Parties at the opening of the meeting. He invited all Parties that had not done so to provide original credentials to the secretariat.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "16.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Conference took note of the report on the credentials of the representatives participating in the meeting and noted that more than half of the Parties were represented, enabling the Conference to take decisions.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "17.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "It welcomed Ukraine as the newest Party and, considering the country’s high level of industrialization, emphasized the importance of its accession for industrial safety in the region. The representative of Ukraine stated that Ukraine considered accession a priority and that it had proceeded with it despite the aggression of the Russian Federation. The speaker expressed the satisfaction of Ukraine at becoming a Party and thanked the secretariat and Parties for their support through preceding assistance activities. The representative of the Republic of Moldova welcomed the accession of Ukraine and the impetus that provided for the two countries’ joint work and cooperation along their shared border.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "18.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Election of officers and other members of the Bureau of the Conference of the Parties", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "IV.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Conference elected or re-elected the following Bureau members for the period 2023–2024, whose candidatures for election had been submitted to the secretariat up to eight weeks before the meeting, and which the secretariat had communicated to the Parties six weeks beforehand (ECE/CP.TEIA/2022/INF.2), in accordance with rules 19 and 22 of the rules of procedure (ECE/CP.TEIA/37): Ms. Armine Hayrapetyan (Armenia), Mr.  Struckl (Austria), Mr. Camille Siefridt (European Union), Ms. Wivi-Ann Wagello-Sjölund (Finland), Ms. Marie-Claire Lhenry (France), Ms. Dragana Raonić Popović (Montenegro), Ms. Tandberg (Norway), Ms. Suzana Milutinovic (Serbia), Mr. Martin Merkofer (Switzerland) and Ms. Gill Smart (United Kingdom of Great Britain and Northern Ireland). From among the members, it elected or re-elected the following Officers based on the outgoing Bureau’s proposal: Ms. Tandberg as Chair, and Mr. Merkofer and Ms. Lhenry as Vice-Chairs.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "19.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Chair congratulated the Conference on the election of a new Bureau and thanked it for her re-election as Chair. She thanked the following outgoing Bureau members for their contributions: Ms. Jasmina Karba (Slovenia), Mr. Evgeny Baranovsky (Belarus) and Ms. Margarita Redina (Russian Federation).", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "20.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Natech risk management", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "V.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A.United Nations Economic Commission for Europe/Organisation for Economic Co-operation and Development Seminar on effective management of technological risks of accidents triggered by natural hazards", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Chair of the Convention and Chair of the OECD Working Party on Chemical Accidents (Ms. Rachel McCann, United Kingdom of Great Britain and Northern Ireland) moderated the ECE/OECD Seminar on effective management of technological risks of accidents triggered by natural hazards (Geneva (hybrid), 29 November 2022).", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "21.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A representative of the European Union welcomed the seminar as an opportunity to exchange information and share experience and practices on Natech risk management. He highlighted that it supported ECE member States and OECD countries in implementing the Convention and OECD Guiding Principles for Chemical Accident Prevention, Preparedness and Response, including their addendum on Natech, and the development of the joint OECD/United Nations/European Commission JRC guidance on Natech risk management. The European Union endorsed the seminar conclusions and called on Parties to ensure follow-up, such as establishing an information repository with good practices and providing respective financial resources.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "22.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Conference took note with appreciation of the seminar’s conclusions (see annex below).", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "23.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "B.Decision on Natech risk management in the United Nations Economic Commission for Europe region and beyond", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Chair presented the draft decision on strengthening Natech risk management in the ECE region and beyond (ECE/CP.TEIA/2022/4 and ECE/CP.TEIA/2022/4/Corr.1).", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "24.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A representative of the European Union expressed support for the decision and the inclusion therein of references to the European Commission JRC. A representative of Switzerland referred to the support of Switzerland for the decision and for strengthening the consideration of Natech risks and the development of a road map of actions that Parties could take to more effectively manage those risks. A representative of the United Kingdom of Great Britain and Northern Ireland underlined that adaption to climate change was crucial for addressing Natech risks.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "25.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Conference adopted decision 2022/1 on strengthening Natech risk management in the ECE region and beyond (ECE/CP.TEIA/44/Add.1).", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "26.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Report of the Bureau on its activities since the eleventh meeting of the Conference of the Parties", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "VI.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Chair presented key elements of the Bureau’s report on its activities since the eleventh meeting of the Conference (ECE/CP.TEIA/2022/2).", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "27.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In standing ready to take note of the report, the representative of the Russian Federation stated that paragraph 96 therein was somewhat biased and lent itself to interpretation.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "28.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Conference took note of the Bureau’s report and requested it to prepare a similar report for its thirteenth meeting.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "29.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Bureau member from Austria provided background information on the Bureau’s discussion regarding a possible update to the Guidelines to facilitate the identification of hazardous activities for the purposes of the ECE Industrial Accidents Convention (ECE/CP.TEIA/2, annex IV, decision 2000/3) with its amendments in 2004 (ECE/CP.TEIA/12, annex II, decision 2004/2) and 2018 (ECE/CP.TEIA/38/Add.1, decision 2018/1)), which was a recommendation from the Working Group on Implementation’s Special Session: Seminar on good practices and lessons learned in implementing the Convention (Geneva (hybrid), 3–4 February 2022).", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "30.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Conference mandated the Joint Expert Group on Water and Industrial Accidents (JEG), in cooperation with the Working Group and the Bureau, to assess in the next biennium, whether there was a need to revise and update the above-mentioned Guidelines to cover more comprehensively the hazards and risks arising from tailings management facilities (TMFs), and to share its findings in the form of an official document with the Conference at its thirteenth meeting. The Chair mentioned that, in the case of an affirmative decision, a possible update to annex I could be prepared in the following biennium, for consideration by the Conference at its fourteenth meeting. The representative of Switzerland welcomed the work to consider updating the Guidelines to include all TMFs and informed the Conference that ECE guidelines were a reference worldwide, including within the context of the United Nations Environment Assembly of UNEP.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "31.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Activities of the Working Group on Implementation", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "VII.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A.Special Session: Seminar on good practices and lessons learned in implementing the Convention", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Secretary of the Working Group, on behalf of its Chair, and the member from the Netherlands, who chaired the preparatory group, reported on the Special Session: Seminar on good practices and lessons learned in implementing the Convention and the resulting conclusions and recommendations (ECE/CP.TEIA/2022/5, annex).", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "32.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Conference endorsed the conclusions and recommendations, and invited Parties, Assistance and Cooperation Programme beneficiary countries, other reporting countries, the Working Group and the secretariat to implement the respective recommendations across the Convention’s six working areas.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "33.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "B.Other activities of the Working Group on Implementation since the eleventh meeting of the Conference of the Parties", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Secretary of the Working Group, on behalf of its Chair, reported on other key activities of the Group since the eleventh meeting of the Conference (ECE/CP.TEIA/2022/5).", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "34.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Conference took note with appreciation of the report and requested the Working Group to prepare a similar report for the fourteenth meeting of the Conference.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "35.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Conference welcomed the late submissions by Albania and Bosnia and Herzegovina of their national implementation reports for the ninth reporting round (2016–2018), noting that all Parties had subsequently submitted reports. It also welcomed the late submission by Georgia. It encouraged all Parties and other reporting countries to submit their national implementation reports for the tenth reporting round (2019–2022) by 31 October 2023.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "36.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Conference recommended Assistance and Cooperation Programme beneficiary countries to use the e-tool developed by the Working Group to facilitate the preparation of self-assessments.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "37.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Conference called on Latvia to urgently appoint another representative to serve the Working Group for the remainder of the term 2021–2024.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "38.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Assistance to countries of Eastern and South-Eastern Europe, the Caucasus and Central Asia", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "VIII.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The secretariat presented highlights of key assistance activities since the eleventh meeting of the Conference (ECE/CP.TEIA/2022/6) and outlined further needs communicated by beneficiary countries.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "39.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Representatives of the following countries highlighted assistance activities and their results:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "40.", "action_verb": "Representatives", "action_verb_type": "operative", "action_verb_normalized": "representativ", "links": []}, {"text": "A representative of Ukraine underlined that the country had been working to implement the Convention and required further support in that regard. He stated that the aggression of the Russian Federation had caused economic suffering and destruction of critical infrastructure, including industrial facilities, and requested to screen a video with documentation. The representative of the Russian Federation raised a point of order, stating that the discussion was becoming politicized and asking the secretariat whether the video was in line with United Nations procedures. The secretariat stated that the video was about industrial accidents and that it was not in a position to prevent either its screening or any Party from making statements. The Chair then took the decision to screen the video. The representative of Ukraine explained the severity of the challenges the country faced with the strained capacities of its authorities due to the war, and the need for support to increase preparedness for attacks and accidents at industrial sites and to prevent their consequences from having an impact on neighbouring countries. He also expressed the need to: ensure power was supplied to hazardous installations; obtain special emergency and rescue equipment; receive expert support to further align national legislation with the Convention; have technical missions to support implementation; continue cross-border cooperation in basins, such as the Danube Delta; restore critical infrastructure; and address urgent environmental protection problems in the Dniester basin;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(a)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Deputy Chair of the State Supervision of Safe Work in Industry and Mining Service of Tajikistan outlined his country’s progress in implementing ECE projects on strengthening mining safety, preventing pollution in the Syr Darya River basin and launching National Policy Dialogues (NPDs) on Industrial Safety. He reported on the establishment of the Interinstitutional Working Group (IIWG) on Tailings Safety and the Prevention of Accidental Water Pollution, and expressed a need to continue cooperation under the Convention on ensuring mine tailings safety and transboundary impacts. He thanked Switzerland for providing support to strengthen mining safety in Tajikistan. The representative of Switzerland expressed the hope that all beneficiary countries would be involved in implementing United Nations Environment Assembly resolution 5/12 on environmental aspects of minerals and metals management, which also addressed mine tailings;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(b)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A representative of Kazakhstan reported on the creation of an IIWG and progress made in improving mine tailings safety through ECE projects, which had resulted in an inventory and mapping of tailings facilities. He highlighted the importance of continuing work related to Natech risks, which were being exacerbated by climate change. He expressed the continued need of Kazakhstan for strengthening cooperation at a transboundary level, notably through developing a joint action plan on the prevention of, and response to, industrial pollution in the Syr Darya River basin. He mentioned that a review conducted to align national policies and legislation with the Convention had resulted in a report containing recommendations. He thanked Norway, the Russian Federation, Switzerland and the secretariat for assisting Kazakhstan;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(c)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A representative of Uzbekistan provided information on progress made in strengthening mine tailings safety through mapping activities and considerations to enhance coordination amongst authorities. He expressed his country’s interests in: further strengthening regional cooperation for mine tailings safety; more effectively responding to emergency situations; addressing climate change, given the extreme and unusual weather events; establishing information and monitoring systems; and harmonizing national legislation with relevant regional and global agreements. He also reported on the high risks for the population and environment of Uzbekistan in case of transboundary accidents from tailings facilities, notably in the Syr Darya River basin;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(d)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A representative of Serbia reported on activities carried out within the NPDs on Industrial Safety in Serbia, notably their launch, first Steering Committee meeting and development of the National Programme on Industrial Safety. She provided information on the hosting by Serbia of the Subregional workshop on land-use planning and industrial safety for South-Eastern Europe countries (Belgrade (hybrid), 27–29 October 2021), and thanked France for its financial support in that regard;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(e)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Representatives of Azerbaijan and Montenegro thanked the Working Group and secretariat for their support in finalizing their national self-assessments and actions plan, including through dedicated meetings. They expressed the need for more dedicated support through the Assistance and Cooperation Programme. The representative of Montenegro expressed a desire to benefit from NPDs on Industrial Safety;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(f)", "action_verb": "Representatives", "action_verb_type": "operative", "action_verb_normalized": "representativ", "links": []}, {"text": "The Deputy Minister for Environmental Protection and Agriculture of Georgia reported on progress achieved since the last mission to Georgia and expressed the need for exchanges with other countries on the Convention’s implementation. He highlighted the importance of holding another technical mission in Georgia to further analyse the country’s needs before acceding to the Convention.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(g)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A representative of the European Union expressed appreciation for the progress achieved by beneficiary countries and thanked the Parties that had supported assistance activities through financial and/or in-kind contributions. A representative of Belarus stated that various international forums existed to discuss issues linked to the ongoing war in Ukraine and that the current meeting was not such a platform. He called upon delegations to keep the meeting agenda within the scope of the Convention.  The Chair responded that the meeting was covering issues relevant to the Convention, in line with its scope.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "41.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The representative of the Russian Federation welcomed the information in the progress report on assistance activities, while expressing regret that it was not possible to unconditionally support the Conference’s endorsement due to wording in paragraphs 55 and 57 that the Russian Federation considered to be politicized.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "42.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Conference:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "43.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Endorsed the progress report on the implementation of assistance activities in 2021–2022 and requested the secretariat to prepare a similar report for its thirteenth meeting;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(a)", "action_verb": "Endorsed", "action_verb_type": "preambular", "action_verb_normalized": "endorsed", "links": []}, {"text": "Expressed appreciation for the progress made by Ukraine in strengthening implementation of the Convention, culminating in its accession, in line with the intentions expressed at the tenth and eleventh meetings of the Conference (respectively, Geneva, 4–6 December 2018, and Geneva (hybrid), 7–9 December 2020) and invited Parties to support the progress of Ukraine in implementing the Convention and its efforts to strengthen industrial safety;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(b)", "action_verb": "Expressed", "action_verb_type": "preambular", "action_verb_normalized": "expressed", "links": []}, {"text": "Welcomed the progress made by beneficiary countries in the Convention’s implementation, particularly in strengthening policies and governance, among others thing, through the NPDs for Industrial Safety in Serbia and the IIWGs in Kazakhstan and Tajikistan, and encouraged the countries concerned to sustain the respective processes created;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(c)", "action_verb": "Welcomed", "action_verb_type": "preambular", "action_verb_normalized": "welcomed", "links": []}, {"text": "Welcomed the preparation of reports for Kazakhstan, Kyrgyzstan, Tajikistan, Turkmenistan and Uzbekistan on the analysis of national policies and legislation and recommendations for their harmonization with the Convention’s requirements and other related policy areas, such as disaster risk reduction, and encouraged the five Central Asian countries to pursue the implementation of the respective recommendations with the involvement of all relevant government authorities and stakeholders;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(d)", "action_verb": "Welcomed", "action_verb_type": "preambular", "action_verb_normalized": "welcomed", "links": []}, {"text": "Welcomed progress made by Azerbaijan, Kazakhstan, Kyrgyzstan, Montenegro, Tajikistan, Ukraine and Uzbekistan in the implementation of the Strategic Approach, by preparing updated national self-assessments and action plans, and encouraged other beneficiary countries to consider such updates to further progress in implementation;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(e)", "action_verb": "Welcomed", "action_verb_type": "preambular", "action_verb_normalized": "welcomed", "links": []}, {"text": "Welcomed the active cooperation among four riparian countries to the Syr Darya River basin through the development of joint measures to prevent and respond to pollution of the Syr Darya River in emergency situations, addressing both water and industrial pollution risks, as well as Natech risks;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(f)", "action_verb": "Welcomed", "action_verb_type": "preambular", "action_verb_normalized": "welcomed", "links": []}, {"text": "Took note of the needs expressed by beneficiary countries of South-Eastern Europe, Eastern Europe, the Caucasus and Central Asia to improve national governance, such as through NPDs on Industrial Safety, to further strengthen policies and legislation on industrial safety and transboundary cooperation, including in relation to mine tailings safety and land-use planning, and to develop a joint contingency plan in the Syr Darya River basin; expressed appreciation for donor countries’ support for past assistance activities and requested Parties to further support said activities in the next biennium and beyond to address the needs expressed.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(g)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Road map for action to strengthen mine tailings safety within and beyond the United Nations Economic Commission for Europe region", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "IX.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Chair presented the Road map for action to strengthen mine tailings safety within and beyond the ECE region (ECE/CP.TEIA/2022/7), prepared in line with the Conference’s request in decision 2020/1.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "44.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The following partners spoke:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "45.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Director of the ECE Sustainable Energy Division informed the Conference of ECE cooperation within the framework of the Secretary-General’s Working Group on Transforming Extractive Industries for Sustainable Development. He stated that demand for critical minerals was expected to grow exponentially over the coming decades due to the energy and green transition, and that the ECE Group of Experts on Coal Mine Methane and Just Transition, with a global mandate, had developed best practice guidance on mines and conducted activities on mining hazards, mine closures and land repurposing;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(a)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A representative of UNEP shared information on its cooperation with ECE in implementing United Nations Environment Assembly resolutions 4/19 on mineral resource governance and 5/12 on environmental aspects of minerals and metals management. UNEP and ECE had organized consultations on mineral resource governance for Western and South-Eastern Europe and Eastern Europe, the Caucasus and Central Asia. The speaker encouraged member States to participate in the intergovernmental process on minerals and metals and invited ECE to contribute to the development of a report on knowledge gaps regarding tailings management. Speaking also on behalf of the International Council on Mining and Metals (ICMM) and Principles for Responsible Investment (PRI), the speaker also provided information on the Global Industry Standard on Tailings Management;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(b)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A representative of ICMM commended ECE for preparing the road map, expressing the view that, if applied broadly and rigorously, the Global Industry Standard had the potential to improve TMF management;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(c)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Chair informed the meeting that the United Nations Development Programme (UNDP) had sent correspondence to the Conference, expressing its congratulations on the road map and support for its endorsement;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(d)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A representative of the European Commission JRC stated that the road map was very timely due to emerging factors affecting TMFs, namely increased frequency of extreme weather events due to climate change, which might lead to vulnerability of TMFs, and increased demand for raw materials due to the shift to electric mobility, which might result in more mining. She expressed interest in continuing cooperation and foresaw synergies between ECE and European Commission JRC activities, such as compiling data on past Natech events, identifying gaps in TMF safety and how they could be addressed, mainstreaming information and knowledge, and jointly preparing guidance and recommendations;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(e)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A representative of the International Commission on Large Dams (ICOLD), on behalf of its Tailings Committee, expressed full support for the road map and other ECE work on mine tailings safety.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(f)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A representative of the Russian Federation asked what action to “strengthen public information and public participation in preparation of contingency plans to ensure readiness in case of TMF failures, including early warning systems” entailed. He informed the Conference that, in his country, such participation was not enshrined in national legislation and that the relevant work was conducted when preparing for the construction of facilities and contingency plans, including through liaising with experts and the responsible bodies. He expressed the view that continued work on mine tailings safety should take the national context into account. The secretariat explained that the road map had been developed on the basis of provisions of the Convention  and work conducted by Parties and other countries. It also recalled the road map’s guiding nature and that its implementation was ultimately the responsibility of Parties and other countries. The JEG Co-Chair from Serbia added that public participation was enshrined in the European Union Seveso-III Directive.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "46.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The JEG Co-Chair from Hungary informed the Conference that knowledge on mine tailings safety had been gained from past projects and built into existing guidelines (e.g., the ECE Safety Guidelines and Good Practices for Tailings Management Facilities) and tools (e.g., the TMF Methodology). He stated that those guidelines could be used in the framework of the road map and that local conditions must be considered when applying said road map, including regarding the impacts of climate change. He recalled the issue of responsibility for abandoned or orphaned TMFs, and that the Protocol on Civil Liability and Compensation for Damage Caused by the Transboundary Effects of Industrial Accidents on Transboundary Waters could provide a means to address that issue.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "47.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Conference:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "48.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Endorsed the Road map for action to strengthen mine tailings safety within and beyond the ECE region (ECE/CP.TEIA/2022/7), and thanked the Bureau, with the support of a small group, and the secretariat for its preparation;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(a)", "action_verb": "Endorsed", "action_verb_type": "preambular", "action_verb_normalized": "endorsed", "links": []}, {"text": "Welcomed progress made by Parties under the auspices of the Convention in the field of mine tailings safety, supported by the Safety Guidelines and Good Practices for Tailings Management Facilities and related checklist methodology with a tailings risk and hazard index, the Online Toolkit and Training for Strengthening Mine Tailings Safety and capacity-building projects to support countries in strengthening safety, implemented by the secretariat;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(b)", "action_verb": "Welcomed", "action_verb_type": "preambular", "action_verb_normalized": "welcomed", "links": []}, {"text": "Called upon Parties and member States within the ECE region and beyond to take the actions outlined in the road map to strengthen mine tailings safety, including in cooperation with relevant stakeholders;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(c)", "action_verb": "Called", "action_verb_type": "preambular", "action_verb_normalized": "called", "links": []}, {"text": "Requested the secretariat to provide related support for implementation of the outlined actions and to prepare a regional overview of TMFs, including existing hazards, risks and hotspots, for facilitating better understandings among countries and dialogues among different stakeholders;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(d)", "action_verb": "Requested", "action_verb_type": "preambular", "action_verb_normalized": "requested", "links": []}, {"text": "Noted with satisfaction the partnerships established with other international organizations to enhance mine tailings safety;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(e)", "action_verb": "Noted", "action_verb_type": "preambular", "action_verb_normalized": "noted", "links": []}, {"text": "Requested Parties and other ECE member States to report to the thirteenth meeting of the Conference (e.g., during a round table) on their notifications of TMFs with potential transboundary effects to potentially affected countries and on their identification of, and efforts to address, TMF-related risks, past accidents and challenges;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(f)", "action_verb": "Requested", "action_verb_type": "preambular", "action_verb_normalized": "requested", "links": []}, {"text": "Agreed to regularly report on progress made in implementing the action items under each objective at future meetings of the Conference, and through their national implementation reports.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(g)", "action_verb": "Agreed", "action_verb_type": "preambular", "action_verb_normalized": "agreed", "links": []}, {"text": "Facilitation of implementation", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "X.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A.Risk assessment for industrial accident prevention", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Vice-Chair from Switzerland and Chair of the Bureau’s small group on risk assessment recalled the outcomes of the Seminar on risk assessment methods at the tenth meeting of the Conference (Geneva, 4 December 2018), presented highlights of the reports on risk assessment methodologies prepared upon the Conference’s request and shared information on their planned publication.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "49.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A representative of the contracting company Jensen Hughes brought in to prepare the above-mentioned reports, highlighted that the terminology of risk assessment methodologies varied across countries and needed to be understood in applying and standardizing risk assessment methods.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "50.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Conference took note with appreciation of the reports Risk assessment for industrial accident prevention: Overview of risk assessment methods (ECE/CP.TEIA/2022/8) and Risk assessment for industrial accident prevention: Selected case studies and available software tools (ECE/CP.TEIA/2022/9), and thanked the Bureau’s small group  and the Working Group, under the leadership of Switzerland, and the contractor, for their preparation.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "51.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Conference encouraged countries to review and consider the two risk assessment reports and apply suitable methodologies, as appropriate, for strengthening industrial accident prevention and transboundary cooperation.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "52.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "It requested the secretariat to publish the risk assessment reports as a single publication in the biennium 2023–2024, in English, French and Russian.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "53.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Conference invited Parties to review and consider the future implementation of proposed follow-up activities resulting from the 2018 Seminar on risk assessment methodologies.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "54.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "B.United Nations/Organisation for Economic Co-operation and Development Seminar in follow-up to the Beirut port explosion", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Bureau member from Austria, who chaired the advisory group for the preparation of the United Nations/OECD Seminar in follow-up to the 2020 Beirut port explosion: Lessons learned, experiences and good practices in managing risks of ammonium nitrate storage, handling and transport in port areas, preventing accidents and mitigating their consequences (Geneva (online), 14 December 2021), presented information on the seminar’s organization, its conclusions (CP.TEIA.2022.INF.4), and the future workplan activities that built on the conclusions and recommendations. The seminar, led by the Convention secretariat, was co-organized with the ECE Sub-Committees of Experts on the Transport of Dangerous Goods (TDG) and the Globally Harmonized System for Classification and Labelling of Chemicals (GHS), ILO, the International Maritime Organization (IMO), UNEP/OCHA JEU, UNDRR Regional Office for Arab States and OECD. It was guided by an advisory group. The preparatory work involved conducting a survey with responses from 43 countries worldwide.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "55.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The following statements were delivered:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "56.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The representative of OECD thanked ECE for its collaboration on the successful global event, stating that the Bureau of the OECD Working Party on Chemical Accidents had since planned to organize an online workshop on managing risks of hazardous substances in port areas, building on its previous cooperation with IMO;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(a)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The representative of UNEP/OCHA JEU highlighted its response efforts in Beirut immediately following the 2020 port explosion and contributions to the seminar. The speaker explained how that work had highlighted the importance of establishing effective preparedness and response plans at hazardous facilities, in line with the Convention and other instruments, and of conducting tests and drills of such plans;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(b)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The representative of ILO highlighted its long-standing partnership with ECE and reported on working with Lebanon on a legislative gap analysis of national laws related to the management, classification and labelling of chemicals and the prevention of industrial accidents. ILO had integrated the seminar’s outcomes into the Inter-Organization Programme for the Sound Management of Chemicals Toolbox for Decision-making in Chemicals Management.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(c)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A representative of the European Union expressed great appreciation for the secretariat’s organization of the seminar, based on the request made by the European Union at the eleventh meeting of the Conference. He highlighted the unique partnership established for the seminar’s organization and how the conclusions drew on existing experiences and good practices, implementation gaps and challenges and ways to strengthen risk management of storing, handling and transporting ammonium nitrate. A representative of the United Kingdom of Great Britain and Northern Ireland expressed support for the seminar’s conclusions and highlighted the need for further knowledge exchange within the international community.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "57.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Conference took note of the seminar’s conclusions, encouraged the uptake of the actions contained therein to strengthen safety and address challenges and gaps, as well as noting with gratitude the partnerships established to organize that event.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "58.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "It encouraged Parties to widely distribute and support implementation of the seminar’s conclusions, contribute to the further work and support the follow-up activities.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "59.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "C.Contribution to implementation of the Sendai Framework for Disaster Risk Reduction 2015–2030 and the Sustainable Development Goals", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Bureau member from Slovenia reported on the co-organization by ECE, EIB, OECD, Norway and Slovenia of the focused thematic discussion “Preventing another Sandoz, Baia Mare or Beirut accident: Perspectives on risk management in the context of the Sendai Framework”, held on 24 November 2021 as part of the European Forum for Disaster Risk Reduction (Matosinhos, Portugal (hybrid), 24–26 November 2021) (EFDRR).", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "60.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A representative of EIB informed the Conference of its collaboration with ECE to prepare the EFDRR thematic discussion and, in cooperation with ECE and the European Commission JRC, the chapter on technological disaster risk in a forthcoming regional assessment report for Europe and Central Asia.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "61.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A representative of the United Kingdom of Great Britain and Northern Ireland welcomed the organization of the EFDRR thematic discussion, as it showed the importance of the links between disaster risk reduction and industrial accident prevention, preparedness and response. She highlighted the importance of discussing the impacts of natural hazards on industrial accidents and her country’s support for building a multi-hazard, multi-risk approach.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "62.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Head of the UNDRR Regional Office for Europe and Central Asia acknowledged with appreciation its cooperation with ECE on advancing implementation of the Sendai Framework priority areas and the Sustainable Development Goals. He thanked ECE for its contribution during the consultation phase of developing the EFDRR Road Map 2021–2030. Furthermore, he noted the substantive ECE contributions to the Seventh Session of the Global Platform for Disaster Risk Reduction (Global Platform) (Bali, Indonesia (online), 23–28 May 2022) and the Midterm Review of the Sendai Framework. He welcomed the extension and deepening of collaboration with ECE, especially on technological disaster risk reduction and risk governance in Central Asia.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "63.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Bureau member from Armenia reported on the organization of the ECE side event at the Global Platform, “Governance of climate and technological risks in transboundary water bodies” (27 May 2022), organized by the secretariats to the Industrial Accidents Convention and the Water Convention, in cooperation with Armenia and UNDRR.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "64.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A representative of Kyrgyzstan informed the Conference of ongoing work with ECE and UNDRR to integrate technological/industrial accident risks, including Natech and transboundary risks, into its national disaster risk reduction strategic documents prepared under the Sendai Framework (ECE-UNDRR project). Within that project, recommendations on how to address and mitigate such risks had been developed. The speaker suggested that Kyrgyzstan would consider acceding to the Industrial Accidents Convention, and that the implementation of Assistance and Cooperation Programme activities would allow the country to reduce the risks of industrial accidents.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "65.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A representative of the NGO ACTED Tajikistan gave a presentation on work to integrate the above-mentioned risks into national disaster risk reduction strategic documents, stressing the importance of the ECE-UNDRR project, alongside other ECE projects to address tailings risks. He presented recommendations on how industrial risks could be mitigated at the national, local and regional levels.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "66.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Director of CESDRR referred to the outcomes of the Regional Forum — Meeting of the Heads of Emergency Authorities of Central Asian Countries (Dushanbe (hybrid), 4–6 October 2022), and CESDRR cooperation with ECE, including in implementing the adopted Road Map for the Implementation of the Strategy for the Development of Cooperation Between Central Asian Countries in Disaster Risk Reduction for 2023–2024. He commended ECE for its strong presence in Central Asia and for highlighting the importance of industrial risks for disaster risk reduction in the subregion. He called for strong transboundary and regional cooperation in Central Asia to address industrial accident risks through ECE/ CESDRR joint work and encouraged Parties to provide funding for related efforts.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "67.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Conference welcomed the close cooperation with UNDRR in the context of the EFDRR, Global Platform, preparation of the Regional Assessment Report on Disaster Risk Reduction and the ECE-UNDRR project under the UNDRR Central Asia Initiative.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "68.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Conference underscored the fact that the Convention had progressively become a recognized legal instrument for risk reduction under the Sendai Framework, in line with its long-term strategy. It recognized that the Convention played an important role in raising awareness of technological risks, their interlinkages with natural, including climate-induced, hazards, and transboundary cooperation within the disaster risk reduction community.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "69.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Conference encouraged Parties and beneficiary countries to make further progress in policy integration, ensuring that industrial accident risks and related multi-hazard/risks, such as Natech risks, and transboundary considerations, formed part of national disaster risk reduction strategies and plans, and that respective activities were implemented in synergy.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "70.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Prevention of accidental water pollution", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "XI.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The JEG Co-Chair from Serbia reported on JEG activities since the Conference’s eleventh meeting, namely the: JEG teleconference (Geneva (hybrid), 10 February 2022); JEG seminar on emerging risks in accidental water pollution: focus on natural hazard-triggered accidents (Budapest, 5 October 2022); and, JEG meeting (Budapest (hybrid), 6 October 2022). He thanked countries for providing nominations and informed the Conference of the new membership of JEG, which currently extended beyond the ECE region and included a representative of Ghana. The JEG Co-Chair from Hungary highlighted outcomes of the above-mentioned JEG seminar and meeting and proposed follow-up activities.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "71.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The representative of the European Union: welcomed and expressed appreciation for the work of JEG for the Industrial Accident and Water Conventions since 1998, including facilitating exchanges of knowledge and good practices on accidental water pollution prevention, preparedness and response; expressed gratitude to Germany for its continuous financial and expert support of the Group; expressed appreciation for the involvement of river basin organizations in the work of JEG; welcomed the proposal to extend JEG activities related to the recovery and reconstruction of Ukraine; and, encouraged European Union member States and other Parties to further support, financially and with expertise, JEG activities.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "72.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Conference took note with appreciation of the JEG activities in the period 2021–2022 and the key findings and recommendations from the JEG seminar.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "73.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Conference endorsed the proposed JEG activities, as contained in the draft workplan, notably the organization of a JEG workshop on preventing accidental water pollution, including early warning and alert systems, comprising the identification and exchange of good practices and collection of examples of Natech events affecting transboundary waters, and the development of a catalogue/web page on accidental water pollution warning systems and recommendations on their deployment. It recognized the importance of that work in view of the Secretary-General’s call for every person on the planet to be covered by early warning systems within five years. It welcomed the launch of the Secretary-General’s “Early Warnings for All Executive Action Plan” and asked ECE to cooperate with WMO and UNDRR in its implementation.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "74.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Conference further welcomed the continued close cooperation with the Water Convention on the prevention of accidental water pollution, including through the organization of JEG activities.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "75.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Industrial Accident Notification System", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "XII.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The secretariat presented the outcomes of a connectivity test of the Industrial Accident Notification (IAN) System (21 July 2022) and the conclusions of the eighth online consultation of IAN System points of contact (Geneva (hybrid), 10 November 2022, see CP.TEIA/2022/INF.5), including the needs for: continuous exercises at the bilateral and subregional levels and more regular tests and trainings of points of contact; keeping contact/access details up to date; additional funding for regular maintenance, enhancing the IAN System and addressing cybersecurity concerns; and for non-Parties to (re-)register in the IAN System. The secretariat thanked Slovenia and Switzerland for conducting subregional tests in the period 2021–2022.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "76.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A representative of Switzerland reported on the subregional test conducted on 28 October 2021, involving the use of the IAN System to send notifications to France and Germany. She concluded that the IAN System was important for sharing information in emergency situations in a secure manner, while regular tests were needed and the IAN System was becoming somewhat outdated. Switzerland called on Parties to use the IAN System and conduct tests.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "77.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Conference took note of the IAN System connectivity test, the eighth online consultation and their conclusions. It encouraged: Parties and beneficiary countries, through their nominated points of contact, to use the IAN System in case of industrial accidents with transboundary effects or imminent threats thereof, and to request mutual assistance; and, Turkmenistan to register a point of contact in the IAN System, in accordance with article 17 of the Convention.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "78.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Conference requested Parties to provide the financing necessary to ensure regular maintenance of the IAN System and to enable an upgrade thereof to fix glitches, enhance its technical functionalities and ensure full compliance with current cybersecurity standards. It noted that upgrading the system would enable the strengthening of its multi-hazard, multi-risk approach and linkages with other early warning systems of river basin commissions, while increasing its operability and efficiency.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "79.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Conference welcomed the conduct of subregional connectivity tests by Slovenia and Switzerland in the current biennium and encouraged the organization of subregional level connectivity tests/table-top exercises by Parties and beneficiary countries, involving one or more potentially affected countries. It also took note of the use of the IAN System by Slovenia in May 2022 to notify Croatia of a real industrial accident.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "80.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Conference recommended the organization of a connectivity test with the points of contact and the ninth online consultation of the points of contact in 2023–2024.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "81.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Workplan and resource requirements for the Convention for 2023–2024", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "XIII.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Chief of the Transboundary Cooperation Section presented information on the sources of funding for the Convention, namely the ECE regular budget and mainly extrabudgetary resources provided by Parties. The Secretary reported on the extrabudgetary financing received for the 2021–2022 biennium.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "82.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Secretary presented: the workplan and resource requirements for the Convention for 2023–2024 (ECE/CP.TEIA/2022/11), with a revised format highlighting linkages between activities and the Convention’s long-term strategy, the Sustainable Development Goals and the Sendai Framework and indicating expected deliverables per activity; and, the draft decision on guiding principles for financial assistance (ECE/CP.TEIA/2022/12).", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "83.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The representative of the European Union thanked the Bureau and the secretariat for preparing the workplan for 2023–2024, welcoming its new structure. In considering the activities listed in table 1 thereof as a priority, and given the recurring difficulties in funding all table 1 activities, the European Union and its member States: requested the Bureau and secretariat to propose a prioritization of the activities; specifically encouraged Parties to join JEG as leading/contributing Parties and to make financial resources available to enable its activities; and, expressed the view that workplan activities could contribute to recovery and reconstruction activities in Ukraine. On the draft decision on guiding principles for financial assistance, the speaker instructed the secretariat that, due to European Union sanctions, contributions from the European Union and its member States should neither be used to finance assistance for the benefit of Belarus and/or the Russian Federation, nor to co-finance assistance projects or activities together with Belarus and/or the Russian Federation.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "84.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The following pledges were made by delegations for the biennium 2023–2024:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "85.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Belarus would provide in-kind contributions and expressed the possibility of hosting an event under the Convention;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(a)", "action_verb": "Belarus", "action_verb_type": "operative", "action_verb_normalized": "belaru", "links": []}, {"text": "Czechia would provide $13,000 annually;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(b)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The European Union would provide €35,000 annually and would stand ready to support access to other European Union funding;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(c)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "France would provide €100,000 annually and, additionally, would provide a contribution in 2023 to finance the participation of Parties of Eastern Europe, the Caucasus and Central Asia to attend the European Union Network for the Implementation and Enforcement of Environmental Law Seminar on lessons learned from industrial accidents (Marseille, France, 23–24 May 2023), while inviting participants from other countries to also attend;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(d)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Hungary would provide $10,000 annually;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(e)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Italy would provide €50,000 annually;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(f)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Norway would provide $40,000 per year and encouraged more countries to contribute to the workplan;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(g)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Republic of Moldova would provide in-kind contributions by providing national experts and buildings, equipment and transport for the Danube Delta Project-II;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(h)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Romania would provide €10,000;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(i)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Serbia would provide in-kind contributions and $2,500 annually;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(j)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Switzerland would provide SwF 70,000 annually to contribute to risk assessment publication and assistance activities, and  would consider an additional financial contribution for the IAN System upgrade and maintenance;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(k)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "EIB would provide an enhanced in-kind contribution (amounting to approximately €150,000–€200,000) to support the follow-up to the United Nations/OECD Seminar in follow-up to the 2020 Beirut port explosion, and would support activities to strengthen industrial safety in Ukraine.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(l)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The representative of Ukraine expressed gratitude for the assistance provided by Parties, through ECE and by EIB, stating that it would be needed to rebuild the country.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "86.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Secretary informed the Conference that the following Parties had also indicated pledges in advance of the meeting, continuing their regular annual contributions:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "87.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Bulgaria: $2,100;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(a)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Finland: €10,000;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(b)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Netherlands: €30,000.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(c)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Conference adopted the workplan and resource requirements for the Convention for 2023–2024, and its corresponding budget, on the basis of the Bureau’s proposal made in cooperation with the secretariat, and the changes made in-session. It entrusted the Chair and the Vice-Chairs, with the secretariat’s support, to finalize the workplan after the meeting, on the basis of the pledges made and to be confirmed.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "88.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Conference:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "89.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Requested Parties and invited other ECE member States to participate actively in the implementation of the workplan for 2023–2024, including through taking the lead in specific projects and activities contained therein;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(a)", "action_verb": "Requested", "action_verb_type": "preambular", "action_verb_normalized": "requested", "links": []}, {"text": "Welcomed the contributions to the budget pledged before and at the meeting by Parties;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(b)", "action_verb": "Welcomed", "action_verb_type": "preambular", "action_verb_normalized": "welcomed", "links": []}, {"text": "Urged other Parties and ECE member States to provide voluntary financial and in-kind contributions to support the implementation of the Convention’s workplan, including for ensuring adequate human resources in the secretariat;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(c)", "action_verb": "Urged", "action_verb_type": "preambular", "action_verb_normalized": "urged", "links": []}, {"text": "Welcomed the in-kind contributions provided by partner organizations, including EIB, OSCE and OECD;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(d)", "action_verb": "Welcomed", "action_verb_type": "preambular", "action_verb_normalized": "welcomed", "links": []}, {"text": "Mandated the Bureau, with the secretariat’s support, to monitor and support implementation of the workplan for 2023–2024, including raising the additional funds necessary for its full implementation;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(e)", "action_verb": "Mandated", "action_verb_type": "preambular", "action_verb_normalized": "mandated", "links": []}, {"text": "Requested the secretariat to manage voluntary financial contributions;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(f)", "action_verb": "Requested", "action_verb_type": "preambular", "action_verb_normalized": "requested", "links": []}, {"text": "Requested the Bureau to draw up, with the secretariat’s support, a workplan and budget for 2025–2026 for adoption at the thirteenth meeting.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(g)", "action_verb": "Requested", "action_verb_type": "preambular", "action_verb_normalized": "requested", "links": []}, {"text": "The Conference requested the secretariat to service, and to provide the necessary meeting rooms and/or online platforms, equipment, interpretation in the three official languages of ECE, official documents and other resources for the holding of, meetings and other events as listed in the adopted workplan.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "90.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "It requested Parties to consider providing the additional resources necessary for holding meetings with remote simultaneous interpretation into English, French and Russian, recognizing, should those resources not be forthcoming, that intergovernmental meetings would be held as in-person events.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "91.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Conference adopted decision 2022/2 on guiding principles for financial assistance (ECE/CP.TEIA/44/Add.1).", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "92.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Outreach, awareness-raising and strategic partnership", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "XIV.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The secretariat reported on some of its key outreach, awareness-raising and strategic partnership activities from the past biennium.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "93.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A representative of the United Kingdom of Great Britain and Northern Ireland expressed: particular appreciation for the links between the Convention and the OECD Working Party on Chemical Accidents, including the useful joint events organized; and, support for such links to continue.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "94.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Conference took note of the secretariat’s communication and outreach efforts to promote the Convention and its tools. It encouraged Parties and beneficiary countries to also engage in actions to promote the Convention in line with its communication, outreach and engagement strategy (ECE/CP.TEIA/38/Add.1).", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "95.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Conference underlined the continued importance of strategic partnerships, in view of the implementation of the Convention’s long-term strategy. It encouraged the maintenance and development of strategic partnerships with existing and new partners, subject to availability of resources.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "96.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Use of financial and in-kind resources in 2021–2022", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "XV.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The secretary presented the report on the use of financial and in-kind resources to implement the workplan in 2021–2022 (ECE/CP.TEIA/2022/10).", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "97.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A representative of the Russian Federation expressed appreciation for the technical assistance provided through mechanisms of the Convention. He stated his country’s intention to continue to provide support through sharing expertise and practical experience gained through projects. However, he was compelled to note that, given the decisions taken in its regard, the Russian Federation was experiencing obstacles in transferring funding to ECE and expected that problem to continue for the next year.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "98.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Conference endorsed the report on the use of financial and in-kind resources to implement the workplan in 2021–2022 and requested the secretariat to report on the use of financial and in-kind resources in 2023–2024 at the thirteenth meeting.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "99.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Emerging risks and developments", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "XVI.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Chair referred to numerous trends endangering industrial safety as stated in the Convention’s long-term strategy, and additional ones, such as Natech, climate change and mineral resource extraction. She stated that identification of emerging risks and development of appropriate measures to address them were crucial for continued progress in strengthening prevention, preparedness and response capacities.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "100.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The following speakers shared their experience:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "101.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A representative of Norway presented the country’s recently launched Road Map: The Green Industrial Initiative, which provided a basis for the green energy transition and changes of energy sources, including by covering industrial safety measures at sites working on new technology. She described Norwegian production plants housing hydrogen and ammonia, battery factories, carbon capture and storage plans and production plants for e-fuel, as well as the evaluation of risks of those sites and regulatory updates, as needed (e.g., in land-use planning);", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(a)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A representative of the United Kingdom of Great Britain and Northern Ireland reported on emerging energy and new technology, describing how science, policy and regulation had been structured in the Health and Safety Executive (HSE) to achieve the country’s Net Zero Strategy. That process included ensuring that guidelines and regulations kept pace with the development of new, and the evolution of existing, technology, and that risks were properly managed. She also spoke about HSE work to ensure the reduction of major accidents in the context of cybersecurity, including regarding industrial automation and control systems and threats from the Internet, corporate networks, maintenance activities, software updates and unauthorized access. HSE had published operational guidance to support inspectors on the standards expected for cybersecurity for industrial automation and control systems;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(b)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A representative of UNEP/GRID presented research on the circular economy and ore-sand in relation to tailings and waste reduction. He stated that mining waste was the planet’s largest waste stream. Past TMF failures, such as in Brumadinho, Brazil, had prompted research on extracting substances from tailings in order to produce ore-sand and other materials that could be used in the construction industry, leading to the following  conclusions: ore-sand was a product by design — not repurposed waste; there were limitations and opportunities in producing ore-sand due to grain size issues; sand markets aligned with tailings risks; producing ore-sand could safeguard sustainable and just transitions; and there was demand for ore-sand near almost a third of all mining sites.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(c)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A representative of Serbia stated that the idea of producing ore-sand was generally good; however, prior to implementing that idea, something should be done regarding hazardous substances within tailings to ensure that the end-product did not contain hazardous substances that could affect end-users’ health.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "102.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A representative of Switzerland welcomed the fact that emerging risks were considered under the Convention. Regarding the production and transport of new, sustainable energy sources, such as hydrogen, or the transport of energy or carbon dioxide, he reported on his country’s current evaluations of safety risks in national projects.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "103.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Conference recognized the need to address emerging issues of concern for industrial safety, including energy transition and changes of energy sources, cybersecurity, waste treatment and opportunities in relation to ore-sand and mine-tailing, and the Convention’s relation to those issues.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "104.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Date and venue of the thirteenth meeting of the Conference of the Parties", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "XVII.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Conference entrusted the Bureau to facilitate identification of a country to host the next meeting of the Conference in 2024. In the absence of a host, the meeting would be held in Geneva.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "105.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Other business", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "XVIII.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "No delegation had informed the secretariat of points to propose under the item.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "106.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Review of decisions", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "XIX.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Conference reviewed and adopted the decisions taken during the session. It entrusted the secretariat, in consultation with the Bureau, to finalize the report of its twelfth meeting.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "107.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Final statements and closing of the meeting", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "XX.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Chair and Secretary delivered closing remarks, before the Chair closed the meeting.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "108.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Annex", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Conclusions of the United Nations Economic Commission for Europe and the Organisation for Economic Co-operation and Development Seminar on effective management of technological risks of accidents triggered by natural hazards", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The four-hour long seminar (Geneva (hybrid), 29 November 2022) consisted of three sessions:", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Opening high-level panel — Natural hazards triggering technological disasters (Natech), no longer an emerging risk?, featuring: the Director-General of Chemical Safety, Emission Control and Transport (Germany); the Director of the Directorate General for Risk Prevention, Ministry of Ecological Transition (France); the Head of Section for International Relations, Directorate for Civil Protection (Norway); the Deputy Minister for Emergency Situations of Armenia; and the Deputy Minister for Environmental Protection and Agriculture of Georgia;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "(a)", "action_verb": "Opening", "action_verb_type": "preambular", "action_verb_normalized": "open", "links": []}, {"text": "Session 1 — Understanding Natech and existing instruments in an international context;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "(b)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Session 2  — Towards effective Natech risk governance in the United Nations Economic Commission for Europe (ECE) and Organisation for Economic Co-operation and Development (OECD) regions (and beyond).", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "(c)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Natech, no longer an emerging risk?", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Natech risks have been documented for over four decades. As a multi-hazard phenomenon, they can no longer be regarded as an emerging issue. However, since natural hazards include both geological and hydrometeorological hazards, the adverse impacts of climate change may aggravate Natech risks, causing emerging challenges in prevention, preparedness and response and the need for broader governance and risk management. Mitigating and managing climate change on national and transboundary levels, now and in the future, requires sustained efforts.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Climate change has already begun to have an impact on the frequency and intensity of extreme weather events. The Secretary-General’s call for Early Warning for All is directly relevant to mitigating the effects of climate-induced Natech. The use of (transboundary) early warning systems, such as those of river basin commissions in the ECE and OECD regions, should be considered when implementing the Early Warnings for All Executive Action Plan.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The ECE Convention on the Transboundary Effects of Industrial Accidents applies to the prevention of, preparedness for and response to Natech, among other industrial accidents. The Natech addendum to the OECD Guiding Principles for Chemical Accident Prevention, Preparedness and Response provides concrete guidance to industry and competent authorities in Natech risk management. Countries are invited to implement existing instruments in a complementary manner.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Adaptation to climate change and Natech risk management are closely interlinked. As highlighted in the Bali Agenda for Resilience adopted at the Seventh Session of the Global Platform for Disaster Risk Reduction (Global Platform) (Bali, Indonesia (online), 23–28 May 2022), the Global Goal on Adaptation in the context of the United Nations Framework Convention on Climate Change (UNFCCC) offers opportunities to make disaster risk reduction mechanisms and instruments an integral part of climate action. The outcomes of the twenty-seventh session of the Conference of the Parties to UNFCCC (6–20 November 2022, Sharm El-Sheikh, Egypt) included the launch of an Adaptation Agenda to build climate resilience for 4 billion people by 2030. The Industrial Accidents Convention and the OECD Working Party on Chemical Accidents provide the legal framework to connect these issues in, respectively, the ECE region and the OECD region.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "To enable effective Natech risk management, interinstitutional cooperation between competent authorities at the local, regional and transboundary levels and the development of integrated disaster risk reduction and industrial safety policies are key. Natech risk management should be integrated into policies on industrial safety, disaster risk reduction and climate change adaptation, including through National Policy Dialogues, inter-institutional working groups and National Programmes on Industrial Safety.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Mitigation of the impacts of climate change translates into the “just and inclusive transition to low-emission and climate-resilient development in line with the objectives of the [United Nations Framework] Convention [on Climate Change]” at the global level. In terms of Natech, the technological means to facilitate this green and low-carbon transition are expanding the potential exposure of industry to hazards. The extraction of minerals and metals to facilitate the transition is increasing, alongside an expected increment of industrial and chemical processing activities, which should be considered when managing and projecting Natech risks, including by industry representatives.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Natech risks cascade across borders. Further to national-level policy responses, multi-hazard/risk management needs to be considered in a transboundary context. This includes risk assessment of natural hazards with potential impacts on industrial sites in transboundary zones, including river deltas, where industrial installations may be present in higher densities.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Understanding Natech and existing instruments in an international context", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The multi-hazard nature of Natech goes beyond the fact that natural hazards can cascade to technological risks. It includes a wide variety of natural hazards, namely climatic and geological events (e.g., earthquakes and volcanic eruptions). Countries should facilitate integrated risk analysis of their key natural hazards, to integrate them into (technological) risk management policy.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The consequences of Natech events affect people, societies, settlements, industry, economic activities, the environment and biodiversity. The multi-hazard and multi-risk nature of Natech implies a need for strengthened interinstitutional cooperation and integration of natural and technological hazards and risks into national and local strategies and action plans on disaster risk reduction.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "OECD, ECE and the European Commission Joint Research Centre (JRC) bring together multiple national and international organizations to ensure policy coordination among initiatives covering natural hazards, industrial and chemical safety and disaster risk reduction, among other things, through the Inter-Agency Coordination Group on Industrial Accidents.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Experience with Natech risk management based on past Natech events is growing, enabling risk managers to better tailor prevention, preparedness and response measures. More experience is important for further growth of the knowledge base and good practices. The European Commission JRC e-Natech database is a hub for reporting and analysing Natech events. ECE and OECD countries are invited to share data on Natech risk management for inclusion in this database.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Joint Expert Group on Water and Industrial Accidents encourages efforts to address Natech risks and accidental water pollution and the combining of good practices and guidance documents on risk management of the causes and consequences of accidental water pollution in various sectors, including for tailings management facilities.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Towards effective Natech risk governance in the United Nations Economic Commission for Europe and Organisation for Economic Co-operation and Development regions (and beyond)", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Towards", "action_verb_type": "operative", "action_verb_normalized": "toward", "links": []}, {"text": "Various issues were highlighted during the seminar aiming to strengthen the capacity of public authorities and industry to prevent, prepare for and respond to Natech:", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Various", "action_verb_type": "operative", "action_verb_normalized": "variou", "links": []}, {"text": "It is important for public authorities to establish mechanisms for documenting and evaluating natural hazards. Maps should be developed indicating geographical locations that may be impacted and information on the degree of impact and expected frequency. Such maps should be the result of integrated risk assessments, covering at least the key natural hazards and industrial/tailings facilities of a given country. This information should be regularly reviewed to account for changes in river courses, land morphology and new knowledge. Hazard maps should be shared across government agencies and made available to all stakeholders, where possible through the Internet. Information-sharing should be coordinated across boundaries;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "(a)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Government activities, including land-use planning and infrastructure development, should: take account of local natural hazards and their potential impacts; and, have a focus on resilience, ensuring that infrastructure can remain operational despite natural hazard events. Land-use planning should aim to avoid increasing the exposure of hazardous installations to natural hazards;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "(b)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Operators of hazardous installations should: make use of hazard maps, together with their own local information, to assess the risks of the potential impact of natural hazards; consider all aspects of their operations (e.g., storage, production, maintenance and construction); and, be aware that natural hazards may affect infrastructure beyond their site boundaries, which can in turn have an impact on their operations (e.g., electricity, gas and water supplies, road and rail connections and telecommunications);", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "(c)", "action_verb": "Operators", "action_verb_type": "operative", "action_verb_normalized": "operator", "links": []}, {"text": "Operators should be aware of the need to pursue resilient approaches to Natech risk management. In any major natural hazard event, local communities may well be affected and governmental civil protection resources directed towards priority demands (e.g., hospitals, medical facilities);", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "(d)", "action_verb": "Operators", "action_verb_type": "operative", "action_verb_normalized": "operator", "links": []}, {"text": "Through inspections, public authorities should ensure that operators are aware of their responsibilities to: understand their specific local natural hazards; and, regularly assess related risks and take appropriate measures to mitigate the impacts and respond.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "(e)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The OECD/United Nations/European Commission JRC guidance on Natech risk management (forthcoming), developed for senior leaders in industry and public authorities, will build on existing cooperation and complement publications from former Natech projects. An overview of existing and relevant guidance documents is needed; for example, the 2022 European Commission JRC technical guidance on Natech risk management, which provides insights for risk managers of industrial sites to analyse and address Natech risks.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Developing and using national guidance documents on Natech risk management, including examples of good practices, is essential. Complementary to international guidance, such resources can convey knowledge between key stakeholders at the local and national levels.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Developing", "action_verb_type": "preambular", "action_verb_normalized": "develop", "links": []}, {"text": "Long-term (sustainable) Natech risk management needs adequate legislative frameworks that address, among other things, prevention of accidental water pollution, industrial safety, disaster risk reduction/management, land-use planning, risk assessments and contingency planning.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}]