[{"text": "Report of the Meeting of the Parties on its fifth session", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Introduction", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "I.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The fifth session of the Meeting of the Parties to the Protocol on Water and Health to the Convention on the Protection and Use of Transboundary Watercourses and International Lakes (Water Convention) was held at the Palace of Serbia, Belgrade, from 19 to 21 November 2019, at the invitation of the Government of Serbia. The programme of work for 2020–2022 and the decision on general issues of compliance, adopted at the session, are reproduced in separate addendums to the present report (Add. 1 and Add. 2, respectively).", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "1.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A.Attendance", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The meeting was attended by delegations from the following Parties to the Protocol: Albania, Azerbaijan, Belarus, Belgium, Bosnia and Herzegovina, Croatia, Czechia, Estonia, Finland, France, Germany, Hungary, Lithuania, Luxembourg, Netherlands, Norway, Portugal, Republic of Moldova, Romania, Russian Federation, Serbia, Slovakia, Spain, Switzerland and Ukraine.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "2.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Delegations from the following States that are not Parties to the Protocol also attended: Armenia, Georgia, Ireland, Israel, Italy, Kazakhstan, Kyrgyzstan, Montenegro, North Macedonia, Poland, Slovenia, Tajikistan, Turkmenistan, United Kingdom of Great Britain and Northern Ireland and Uzbekistan.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "3.", "action_verb": "Delegations", "action_verb_type": "operative", "action_verb_normalized": "delegation", "links": []}, {"text": "In addition, from the United Nations system, representatives of the following bodies participated in the meeting: the Food and Agriculture Organization of the United Nations (FAO); the International Labour Organization (ILO); the Office of the United Nations Resident Coordinator in Serbia; the United Nations Development Fund; the United Nations Environment Programme; and UN-Water.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "4.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Also present were representatives of the International Scheldt Commission, the Organization for Economic Cooperation and Development (OECD) and the World Bank Group.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "5.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Representatives of the following non-governmental organizations (NGOs), academic institutions, private sector and other entities also took part in the meeting: A11 Initiative for Economic and Social Rights; Armenian Women for Health and Healthy Environment; Deltares; Earth Forever; European Federation of National Associations of Water Services (EurEau); Eco-TIRAS International Environmental Association of Riverkeepers; European Environment and Health Youth Coalition; Global Water Partnership Central and Eastern Europe; International Federation of Environmental Health; IHE Delft Institute for Water Education; IRC International Water and Sanitation Centre; International Union for Conservation of Nature; Journalists for Human Rights; MAMA-86; Politika Newspapers and Magazines; Radio Television of Serbia; Sanitation and Water for All partnership; Skat Foundation; WaterLex; World Health Organization (WHO) Collaborating Centre for Health Promoting Water Management and Risk Communication at the University of Bonn; Women Engage for a Common Future and an independent expert.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "6.", "action_verb": "Representatives", "action_verb_type": "operative", "action_verb_normalized": "representativ", "links": []}, {"text": "The Chair of the Compliance Committee of the Protocol also participated.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "7.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "B.Opening of the session and adoption of the agenda", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The session was opened by the Prime Minister of Serbia. The Secretary-General of the United Nations delivered a video message, in which he highlighted the role of the Protocol in supporting the implementation of the Sustainable Development Goals and urged all countries to ratify the Protocol and strive for its full implementation. The Executive Secretary of the United Nations Economic Commission for Europe (ECE), the Regional Director ad interim of the WHO Regional Office for Europe, and the United Nations Resident Coordinator ad interim in the Republic of Serbia made opening remarks.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "8.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Meeting of the Parties adopted its agenda as set out in document ECE/MP.WH/18-EUPCR/1814149/1.2/2019/MOP-5/03.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "9.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Ten side events were organized at the session, in which Parties, other States and partners shared experiences on water, sanitation and health related to different thematic areas of work under the Protocol. A series of videos featuring voices from the region on the different thematic areas addressed by the Protocol were presented throughout the sessions of the meeting.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "10.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "High-level session: “The Protocol on Water and Health: catalysing sustainable development in the pan-European region”", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "II.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Ms. Catarina de Albuquerque, Chief Executive Officer of Sanitation and Water for All, delivered the keynote speech of the high-level session. She emphasized the relevance of the Protocol as an intersectoral tool to support the progressive realization of the human rights to water and sanitation and foster significant progress in ensuring sustainable progress in the provision of safely managed water and sanitation services for all and protecting health and the environment in the pan-European region.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "11.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The keynote speech was followed by an interactive panel discussion focusing on responding to global changes and threats and cooperation to ensure safe, sustainable and equitable water and sanitation services. High-level representatives of Belarus, Bosnia and Herzegovina, Finland, Hungary, Montenegro, the Netherlands, Romania, Serbia, Switzerland and Tajikistan exchanged views on concrete results in achieving the Sustainable Development Goals related to water, sanitation, hygiene and health in their respective countries and reflected on the role of the Protocol in shaping the pan-European agenda on water, sanitation and health by supporting progress and ensuring that no one was left behind. The representatives of EurEau and the French National Research Alliance for the Environment were invited to provide expert opinions on the above-mentioned topics. They highlighted the significant achievements of countries in implementing the Protocol, while emphasizing the need to tackle persisting challenges and emerging concerns in the region, including legionella prevention and control and antimicrobial resistance.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "12.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In their interventions from the floor, delegates further stressed specific water, sanitation and health challenges and highlighted that the Protocol was a flexible and modern instrument for responding to such challenges. Targets set under the Protocol were a useful instrument for tackling a wide range of issues at the national and transboundary levels, including monitoring of water, sanitation, hygiene and health, water leakages caused by old infrastructure and the potential impacts of climate change on water and sanitation networks.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "13.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Meeting of the Parties:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "14.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Welcomed the remarkable improvements in water, sanitation and health in the region, stimulated by the Protocol on Water and Health;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(a)", "action_verb": "Welcomed", "action_verb_type": "preambular", "action_verb_normalized": "welcomed", "links": []}, {"text": "Recognized that, since its adoption 20 years previously, the Protocol had grown and matured into a major regional home for policy and technical developments in the areas of water, sanitation and health;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(b)", "action_verb": "Recognized", "action_verb_type": "preambular", "action_verb_normalized": "recognized", "links": []}, {"text": "Acknowledged the role of the Protocol as a key mechanism for implementing the 2030 Sustainable Development Agenda, in particular Sustainable Development Goals 6 (clean water and sanitation) and 3 (health and well-being), especially through the setting and implementation of tailored national targets and reporting;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(c)", "action_verb": "Acknowledged", "action_verb_type": "preambular", "action_verb_normalized": "acknowledged", "links": []}, {"text": "Highlighted the importance of partnerships and adequate financing for the implementation of the Protocol in order to advance and operationalize the 2030 Agenda for Sustainable Development, as well as other global and regional water-, sanitation- and health- related commitments, including the Declaration of the Sixth Ministerial Conference on Environment and Health (Ostrava Declaration);", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(d)", "action_verb": "Highlighted", "action_verb_type": "preambular", "action_verb_normalized": "highlighted", "links": []}, {"text": "Welcomed the pioneering vision of the Protocol, which preceded the adoption of the human rights to safe drinking water and sanitation, and offered a sound framework and valuable practical tools for their implementation;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(e)", "action_verb": "Welcomed", "action_verb_type": "preambular", "action_verb_normalized": "welcomed", "links": []}, {"text": "Acknowledged the major efforts undertaken in countries and encouraged further action to ensure that everyone – whether living in a city or in a rural area, rich or poor, from any social, ethnic or vulnerable group, including migrants and displaced persons – had access to safe and adequate water and sanitation services;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(f)", "action_verb": "Acknowledged", "action_verb_type": "preambular", "action_verb_normalized": "acknowledged", "links": []}, {"text": "Noted with appreciation the fact that the Protocol and relevant European Union legislation were increasingly convergent, in particular taking into account the consideration of the human rights- and risk-based management approaches in the ongoing process of revision of the Drinking Water Directive;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(g)", "action_verb": "Noted", "action_verb_type": "preambular", "action_verb_normalized": "noted", "links": []}, {"text": "Recognized that water and sanitation safety plans brought together operators and multidisciplinary teams of local stakeholders who all played a role in ensuring safe water and sanitation services in the community and stressed the importance of strengthening systems of surveillance of water-related diseases;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(h)", "action_verb": "Recognized", "action_verb_type": "preambular", "action_verb_normalized": "recognized", "links": []}, {"text": "Recognized the importance of ensuring universal access, in particular safe and sustainable water, sanitation and hygiene (WASH) services for schools and health-care facilities, as those were used by many individuals with particular needs and vulnerabilities, as well as by children, who deserved a healthy learning environment;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(i)", "action_verb": "Recognized", "action_verb_type": "preambular", "action_verb_normalized": "recognized", "links": []}, {"text": "Noted the growing international momentum and role of the Protocol to accelerate action towards provision of WASH services for all health-care facilities in order to prevent, control and reduce infectious diseases and combat antimicrobial resistance;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(j)", "action_verb": "Noted", "action_verb_type": "preambular", "action_verb_normalized": "noted", "links": []}, {"text": "Recognized that emerging issues, such as antimicrobial resistance, the threat of legionella and other water-related diseases and contaminants would need increased attention and strengthened cross-sectoral partnership in the coming years;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(k)", "action_verb": "Recognized", "action_verb_type": "preambular", "action_verb_normalized": "recognized", "links": []}, {"text": "Noted with concern the increasing frequency and intensity of extreme weather events and other climate change impacts, as well as the urgent need to consider such impacts in water and sanitation management, in particular through investments in climate-resilient water and sanitation infrastructure and other adaptation measures such as safe reuse of wastewater;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(l)", "action_verb": "Noted", "action_verb_type": "preambular", "action_verb_normalized": "noted", "links": []}, {"text": "Acknowledged that the Protocol offered a sound, forward-looking and participatory framework and unique multilateral platform, bringing together the water, environment and health sectors to address new challenges and persisting problems in water, sanitation and health in the pan-European region.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(m)", "action_verb": "Acknowledged", "action_verb_type": "preambular", "action_verb_normalized": "acknowledged", "links": []}, {"text": "Status of ratification of the Protocol and report \non credentials", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 5, "prefix": "III.", "action_verb": "Status", "action_verb_type": "operative", "action_verb_normalized": "statu", "links": []}, {"text": "The joint secretariat reported on the status of ratification of the Protocol, which had 36 signatories and 26 Parties. While there had been no new ratifications, accessions, acceptances or approvals since 2013, several countries had expressed interest in becoming Parties to the Protocol and were at different stages of the accession process.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "15.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In particular, the representative of Montenegro reported that the instrument of accession of Montenegro had been deposited with the Secretary-General.  Montenegro would therefore become the twenty-seventh Party to the Protocol 90 days after the deposit.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "16.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Representatives of the following countries reported on progress with accession to the Protocol:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "17.", "action_verb": "Representatives", "action_verb_type": "operative", "action_verb_normalized": "representativ", "links": []}, {"text": "Armenia: accession was under consideration following the recent change of Government;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(a)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Georgia: the national environment and health action plan listed accession to the Protocol as a national priority;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(b)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Italy: the ratification process was at the start of the parliamentary pathway;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(c)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Kazakhstan: the country was committed to acceding to the Protocol as a useful instrument for achieving the Sustainable Development Goals and promoting intersectoral cooperation;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(d)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "North Macedonia: the instrument of accession had been prepared and would be submitted in accordance with the relevant procedure for consideration by the Ministry of Foreign Affairs;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(e)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Tajikistan: the country was committed to advancing the water, sanitation and health agenda and had undertaken some activities in the context of the Protocol, including discussions on the benefits of accession;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(f)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Uzbekistan: there was political commitment to implementing the Protocol and consultations on accession were ongoing.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(g)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Meeting of the Parties:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "18.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Welcomed the call of the Secretary-General for all countries to ratify the Protocol and to strive for its full implementation;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(a)", "action_verb": "Welcomed", "action_verb_type": "preambular", "action_verb_normalized": "welcomed", "links": []}, {"text": "Congratulated Montenegro for the significant progress made in accession to the Protocol and welcomed the country becoming a future twenty-seventh Party;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(b)", "action_verb": "Congratulated", "action_verb_type": "preambular", "action_verb_normalized": "congratulated", "links": []}, {"text": "Welcomed the fact that Armenia, Georgia, Italy, Kazakhstan, North Macedonia, Tajikistan and Uzbekistan were considering, or were in the process of, ratifying, acceding, accepting or approving the Protocol and encouraged them to accelerate their efforts;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(c)", "action_verb": "Welcomed", "action_verb_type": "preambular", "action_verb_normalized": "welcomed", "links": []}, {"text": "Called upon other States, in particular Signatories, to ratify, accede to, accept or approve the Protocol as soon as possible.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(d)", "action_verb": "Called", "action_verb_type": "preambular", "action_verb_normalized": "called", "links": []}, {"text": "The Meeting of the Parties took note of the report of the officers, which verified that the credentials submitted by the Parties to the Protocol were in good order. The delegation of Ukraine had not submitted credentials.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "19.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Elections of the Chair and Vice-Chairs of the fifth session of the Meeting of the Parties, and other members of the Bureau", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "IV.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Meeting of the Parties:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "20.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Elected Ms. Alena Drazdova (Belarus) as Chair;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(a)", "action_verb": "Elected", "action_verb_type": "preambular", "action_verb_normalized": "elected", "links": []}, {"text": "Elected Ms. Marta Vargha (Hungary) and Ms. Dragana Jovanovic (Serbia) as Vice-Chairs of the Bureau to the Meeting of the Parties to the Protocol;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(b)", "action_verb": "Elected", "action_verb_type": "preambular", "action_verb_normalized": "elected", "links": []}, {"text": "Thanked Serbia for its chairing of the Bureau over the past three years and for its continuous support to the Protocol;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(c)", "action_verb": "Thanked", "action_verb_type": "preambular", "action_verb_normalized": "thanked", "links": []}, {"text": "Thanked Switzerland for serving as Vice-Chair of the Bureau over the past three years.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(d)", "action_verb": "Thanked", "action_verb_type": "preambular", "action_verb_normalized": "thanked", "links": []}, {"text": "The Meeting of the Parties elected Ms. Ana Albuquerque (Portugal), Ms. Jelka Appelman (Netherlands), Ms. Carmen Neagu (Romania), Ms. Awilo Ochieng (Switzerland), Mr. Yannick Pavageau (France), Mr. Jarkko Rapala (Finland), Ms. Bettina Rickert (Germany) and Mr. Kjetil Tveitan (Norway) as members of the Bureau of the Protocol.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "21.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Review of past activities and discussion of future activities in the different areas of work", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "V.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Meeting of the Parties reviewed past activities on the basis of the report on the implementation of the programme of work for 2017–2019 (ECE/MP.WH/2019/1-EUPCR/1814149/1.2/2019/MOP-5/07), and examined proposed future activities under the draft programme of work for 2020–2022 (ECE/MP.WH/2019/3-EUPCR/1814149/1.2/2019/MOP-5/09).", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "22.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A.Improving governance for water and health: support for setting targets and implementing measures", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Chair of the Task Force on Target Setting and Reporting presented the outcomes of the work of the Task Force in the past triennium. He highlighted that activities had been mainly aimed at supporting the alignment of targets set under the Protocol with the Sustainable Development Goals related to water, sanitation and health, and that a thematic workshop had been organized in order to facilitate the exchange of experiences and develop dedicated guidance.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "23.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The ECE secretariat informed the Meeting of the Parties about the objectives, target audience, structure and process of preparation of the publication Protocol on Water and Health and the 2030 Agenda: A Practical Guide for Joint Implementation, which aimed to provide step-by-step guidance on how to identify, establish and operationalize links between the two frameworks. The representatives of Czechia and Germany welcomed the development of the publication.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "24.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Subsequently, the representatives of Belarus, Finland, Luxembourg and Portugal shared their experiences on the progress achieved in establishing or revising targets set under the Protocol. Panellists highlighted the following elements:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "25.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Aligning target setting/revision under the Protocol with the targets set under the Sustainable Development Goals helped to attract political support for water, sanitation and health issues, as well as to mobilize resources for implementing the Protocol;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(a)", "action_verb": "Aligning", "action_verb_type": "preambular", "action_verb_normalized": "align", "links": []}, {"text": "It was useful to look closely at relevant European Union law when setting or revising targets, since there were a number of synergies between the two sets of obligations;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(b)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Self-assessment on equitable access to water and sanitation informed baseline analysis and the setting/revision of targets;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(c)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Cross-sectoral cooperation and public engagement were key elements of the process that might be achieved through multi-stakeholder workshops, public consultations and hearings;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(d)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "It was beneficial to maximize synergies between the Protocol framework and other existing monitoring mechanisms, including those related to the 2030 Agenda and to reporting to the relevant European Union institutions.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(e)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The representative of Bosnia and Herzegovina also reported on the finalization of the baseline analysis and the setting up of a working group for developing targets under the Protocol.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "26.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Meeting of the Parties reviewed the implementation of the Protocol on the basis of the national summary reports that had been submitted by all Parties and seven other States within the fourth reporting cycle. The analysis of the reports and its key findings had been summarized in the Regional report on the status of implementation of the Protocol prepared by the joint secretariat (ECE/MP.WH/2019/4-EUPCR/1814149/1.2/2019/MOP-5/10).", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "27.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The WHO secretariat presented regional highlights from the WHO/United Nations Children’s Fund (UNICEF) Joint Monitoring Programme for Water Supply, Sanitation and Hygiene (JMP) on progress in implementing WASH-related Sustainable Development Goal targets, stressing the need to strengthen national WASH monitoring and improve data availability, and highlighting the importance of national summary reports submitted under the Protocol as a data hub. The WHO secretariat also provided a short overview of the regional implementation of the UN-Water Global Analysis and Assessment of Sanitation and Drinking Water (GLAAS), highlighting that a growing number of countries used GLAAS data to inform national WASH policies, as well as the baseline analysis and target setting process under the Protocol.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "28.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Representatives of Hungary, Montenegro and Ukraine shared their experiences and views on the role of GLAAS and JMP in advancing the national WASH agenda, in particular in setting and implementing national targets under the Protocol.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "29.", "action_verb": "Representatives", "action_verb_type": "operative", "action_verb_normalized": "representativ", "links": []}, {"text": "A representative of Switzerland, co-lead Party for the programme area, introduced suggested future work for the period 2020–2022.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "30.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Meeting of the Parties:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "31.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Commended the report on the activities of the Task Force on Target Setting and Reporting;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(a)", "action_verb": "Commended", "action_verb_type": "preambular", "action_verb_normalized": "commended", "links": []}, {"text": "Expressed its appreciation to Switzerland and Romania for their leadership of the programme area and to Switzerland for its continuous financial support;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(b)", "action_verb": "Expressed", "action_verb_type": "preambular", "action_verb_normalized": "expressed", "links": []}, {"text": "Encouraged Parties, other States and relevant stakeholders to take full advantages of the synergies between the Protocol and the 2030 Agenda, including when setting and implementing targets, reviewing progress and reporting under articles 6 and 7 of the Protocol;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(c)", "action_verb": "Encouraged", "action_verb_type": "preambular", "action_verb_normalized": "encouraged", "links": []}, {"text": "Endorsed the publication Protocol on Water and Health and the 2030 Agenda: A Practical Guide for Joint Implementation;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(d)", "action_verb": "Endorsed", "action_verb_type": "preambular", "action_verb_normalized": "endorsed", "links": []}, {"text": "Commended the Task Force for its role in advancing target setting and reporting processes under the Protocol and in promoting joint implementation of the Protocol and the 2030 Agenda;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(e)", "action_verb": "Commended", "action_verb_type": "preambular", "action_verb_normalized": "commended", "links": []}, {"text": "Welcomed the significant progress made by numerous Parties and non-Parties in setting or revising national targets under the Protocol;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(f)", "action_verb": "Welcomed", "action_verb_type": "preambular", "action_verb_normalized": "welcomed", "links": []}, {"text": "Commended the reports submitted by Parties to the Protocol under the fourth reporting cycle;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(g)", "action_verb": "Commended", "action_verb_type": "preambular", "action_verb_normalized": "commended", "links": []}, {"text": "Welcomed the fact that an increasing number of Signatories and other States submitted summary reports under the Protocol on a voluntary basis;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(h)", "action_verb": "Welcomed", "action_verb_type": "preambular", "action_verb_normalized": "welcomed", "links": []}, {"text": "Took note of the Regional report on the status of implementation of the Protocol as contained in document ECE/MP.WH/2019/4-EUPCR/1814149/1.2/2019/MOP-5/10;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(i)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Commended countries for participating in the GLAAS country survey and encouraged them to use those data for WASH policymaking, and in particular for baselining and target setting under the Protocol on Water and Health;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(j)", "action_verb": "Commended", "action_verb_type": "preambular", "action_verb_normalized": "commended", "links": []}, {"text": "Called upon countries to strengthen national monitoring of water, sanitation and hygiene, taking into account Sustainable Development Goal monitoring indicators, to participate in the respective global monitoring programmes (JMP and GLAAS) and to align those efforts with reporting under the Protocol;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(k)", "action_verb": "Called", "action_verb_type": "preambular", "action_verb_normalized": "called", "links": []}, {"text": "Endorsed the proposed future work in the area for the period 2020–2022.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(l)", "action_verb": "Endorsed", "action_verb_type": "preambular", "action_verb_normalized": "endorsed", "links": []}, {"text": "B.Assistance to support implementation at the national level", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The ECE secretariat reported on the support to the implementation of the Protocol at the national level provided by the ECE-led National Policy Dialogues on Integrated Water Resources Management and Water Supply and Sanitation under the European Union Water Initiative in Eastern Europe, the Caucasus and Central Asia. He summarized the work carried out in 10 countries, highlighting that the European Union Water Initiative plus programme provided practical support to countries in Eastern Europe and the Caucasus in setting, revising and implementing targets under the Protocol and promoted their alignment with the relevant European Union Directives and the 2030 Agenda. Activities under the National Policy Dialogues also contributed to the work on equitable access to water and sanitation, supported capacity development at the national, subregional and regional levels and promoted accession to the Protocol by non-Parties.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "32.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "OECD, a strategic partner on National Policy Dialogues, complemented that information by referring to ongoing reforms in the water and sanitation sector in beneficiary countries. She stressed the importance of coherent and harmonized planning and of the involvement of all relevant ministries and agencies, as well as government authorities at different levels, which corresponded with the intersectoral approach promoted by the Protocol. She also emphasized the need for costing of different solutions to implement targets and considering social dimensions of the reforms and targets.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "33.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Representatives of Armenia, Azerbaijan and the Republic of Moldova highlighted the usefulness of tailored support and the impact of the National Policy Dialogues in revising targets under the Protocol. With support under the European Union Water Initiative plus programme, Armenia had recently revised its targets, Azerbaijan had officially adopted its first set of national targets and the Republic of Moldova has been revising its national programme to implement the Protocol.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "34.", "action_verb": "Representatives", "action_verb_type": "operative", "action_verb_normalized": "representativ", "links": []}, {"text": "The WHO secretariat briefed participants on the assistance provided to member States through the biennial collaborative agreements and country cooperation strategies concluded between the WHO Regional Office for Europe and ministries of health. Activities under those frameworks supported 15 countries in addressing priority water, sanitation and health issues, in full alignment with the thematic priorities under the Protocol.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "35.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Subsequently, the Meeting of the Parties was updated on the results of the ECE-led project “Implementation of national water and health targets in Kyrgyzstan and Tajikistan through National Policy Dialogues”, supported by the Programme for Finland’s Water Sector Support to Kyrgyzstan and Tajikistan. Both beneficiary countries reported on the revised targets on water and health, acknowledging the usefulness of the National Policy Dialogues in providing a platform for discussion between all relevant stakeholders of the water sector.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "36.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A representative of Tajikistan updated the Meeting of the Parties on the strategic achievements of the WHO-led project on scaling-up water safety plans and improving effective water quality monitoring, also supported by the Programme for Finland’s Water Sector Support to Kyrgyzstan and Tajikistan. He emphasized the introduction of legal requirements for water safety plan implementation and the development of a national road map to guide long-term water safety plan uptake.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "37.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The joint secretariat introduced suggested future work in the area for 2020–2022.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "38.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Meeting of the Parties:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "39.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Expressed appreciation for the remarkable support provided by the ECE-led National Policy Dialogues on Integrated Water Resources Management and Water Supply and Sanitation operating under the European Union Water Initiative to the implementation of the Protocol in countries of Eastern Europe, the Caucasus and Central Asia;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(a)", "action_verb": "Expressed", "action_verb_type": "preambular", "action_verb_normalized": "expressed", "links": []}, {"text": "Thanked the European Union, as well as other partner countries and organizations, for their support for activities under the Protocol within the overall framework of the National Policy Dialogues on Integrated Water Resources Management and Water Supply and Sanitation;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(b)", "action_verb": "Thanked", "action_verb_type": "preambular", "action_verb_normalized": "thanked", "links": []}, {"text": "Welcomed the progress in the implementation of the European Union Water Initiative plus programme for the countries of the Eastern Partnership and encouraged the European Union to consider funding the programme beyond 2020;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(c)", "action_verb": "Welcomed", "action_verb_type": "preambular", "action_verb_normalized": "welcomed", "links": []}, {"text": "Expressed appreciation for the remarkable support provided through the WHO biennial collaborative agreements and country cooperation strategies to the implementation of the programme of work and assistance to countries;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(d)", "action_verb": "Expressed", "action_verb_type": "preambular", "action_verb_normalized": "expressed", "links": []}, {"text": "Welcomed the achievements under the projects supported by the Programme for Finland’s Water Sector Support to Kyrgyzstan and Tajikistan on implementation of national targets in Tajikistan and Kyrgyzstan, as well as on scaling-up water safety plans and effective water quality monitoring in Tajikistan, and commended the support by Finland;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(e)", "action_verb": "Welcomed", "action_verb_type": "preambular", "action_verb_normalized": "welcomed", "links": []}, {"text": "Endorsed the proposed future work in the area for the period 2020–2022.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(f)", "action_verb": "Endorsed", "action_verb_type": "preambular", "action_verb_normalized": "endorsed", "links": []}, {"text": "C.Prevention and reduction of water-related diseases", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A representative of Norway, co-lead Party for the programme area, reported on achievements and progress made during the period 2017–2019, in particular the outcomes and lessons learned from national capacity-building activities, the results of expert group meetings and the scope, objective and target audience of two new publications: Surveillance and Outbreak Management of Water-related Infectious Diseases Associated with Water-supply Systems; and Strengthening Drinking Water Surveillance using Risk-based Approaches. During the discussion, delegates stressed the timeliness and importance of both publications.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "40.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In a panel discussion, representatives of Armenia, Azerbaijan, Czechia, Kyrgyzstan and North Macedonia shared their views on the impacts of the national workshops on strengthening capacities on surveillance and outbreak management of water-related diseases. They emphasized efforts to: update national guidelines for infectious disease outbreak management, focusing on the specific aspects related to waterborne outbreaks; revise national standards for drinking water quality; conduct follow-up training sessions for regional authorities; establish regional cooperation mechanisms to manage outbreaks effectively; and build capacities on risk communication.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "41.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Albania reported on the development of guidelines for surveillance and management of foodborne and waterborne outbreaks and piloting syndromic and event-based surveillance. France had conducted a study to track medicine use due to gastrointestinal infections and was making progress in the surveillance and control of legionnaire’s disease. Kyrgyzstan and Uzbekistan requested further support in building capacities on water-related disease surveillance.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "42.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "During a panel discussion on risk-based approaches in drinking water quality surveillance, representatives of Belarus, Hungary, the Netherlands and Portugal reported on achievements in promoting national uptake of risk-based approaches, including setting or updating legal requirements for risk assessment of water supply systems, establishment of risk analysis teams and development of guidelines for undertaking systematic assessments of the safety and reliability of drinking water systems and making cost-effective decisions in health protection.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "43.", "action_verb": "During", "action_verb_type": "preambular", "action_verb_normalized": "dur", "links": []}, {"text": "Subsequently, representatives of Estonia, France, Germany, Lithuania, Luxembourg and Slovakia reported on progress towards strengthening surveillance of drinking water quality using risk-based approaches. Azerbaijan and Estonia indicated the need for capacity-building on risk-based surveillance of drinking water quality.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "44.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Representatives of the lead Parties introduced suggested future work in the programme area for 2020–2022.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "45.", "action_verb": "Representatives", "action_verb_type": "operative", "action_verb_normalized": "representativ", "links": []}, {"text": "The Meeting of the Parties:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "46.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Acknowledged the remarkable progress made under the programme area;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(a)", "action_verb": "Acknowledged", "action_verb_type": "preambular", "action_verb_normalized": "acknowledged", "links": []}, {"text": "Expressed its appreciation to Belarus and Norway for their leadership in advancing the work under the programme area, and for their continuous financial, technical and in-kind support;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(b)", "action_verb": "Expressed", "action_verb_type": "preambular", "action_verb_normalized": "expressed", "links": []}, {"text": "Expressed appreciation for the usefulness of the national capacity-building workshops and progress made by countries on surveillance of water-related diseases and drinking water quality in accordance with article 8 of the Protocol;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(c)", "action_verb": "Expressed", "action_verb_type": "preambular", "action_verb_normalized": "expressed", "links": []}, {"text": "Endorsed the two publications Surveillance and Outbreak Management of Water-related Infectious Diseases Associated with Water-supply Systems and Strengthening Drinking water Surveillance using Risk-based Approaches;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(d)", "action_verb": "Endorsed", "action_verb_type": "preambular", "action_verb_normalized": "endorsed", "links": []}, {"text": "Encouraged all Parties, other States and stakeholders to make use of new publications to further strengthen national surveillance and outbreak response systems in accordance with article 8 and other relevant requirements of the Protocol;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(e)", "action_verb": "Encouraged", "action_verb_type": "preambular", "action_verb_normalized": "encouraged", "links": []}, {"text": "Endorsed the proposed future work in the area for the period 2020–2022.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(f)", "action_verb": "Endorsed", "action_verb_type": "preambular", "action_verb_normalized": "endorsed", "links": []}, {"text": "D.Institutional water, sanitation and hygiene", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A representative of Hungary, co-lead Party for the programme area, reported on achievements and progress made during the period 2017–2019. She provided an overview of the outcomes of the regional meeting on WASH in health-care facilities (Bonn, Germany, 27 and 28 September 2017) and national activities in that area. The delegate further introduced the objectives, key contents and target audience of two new publications on WASH in schools: Surveillance of water, sanitation and hygiene in schools: A practical tool; and Improving health and learning through better water, sanitation and hygiene in schools: An information package for school staff.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "47.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In a panel discussion, pupils and teachers from a Serbian school highlighted the importance of having adequate water, sanitation and hygiene in school settings and undertook to make changes in their school.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "48.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Representatives of Georgia, Lithuania and Serbia shared experiences gained from the piloting of new tools on WASH in schools that involved school managers, pupils and public health specialists. They confirmed the usefulness of the tools, in particular for identifying gaps and concrete actions to improve WASH in school settings. The delegates emphasized the importance of recognizing pupils’ perspectives in assessing WASH conditions and in implementing improvement interventions.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "49.", "action_verb": "Representatives", "action_verb_type": "operative", "action_verb_normalized": "representativ", "links": []}, {"text": "The WHO secretariat informed the Meeting of the Parties about World Health Assembly resolution 72/7 on WASH in health-care facilities and global targets to achieve basic WASH services by 2030, featuring eight practical steps for effective implementation of the resolution in countries, including: undertaking national situation analysis; establishing national road maps and targets to improve WASH in health-care facilities; ensuring domestic funding for their implementation; and integrating WASH infection prevention and control indicators into health programming and monitoring. She also highlighted the Protocol’s role in pursuing implementation of the resolution in the pan-European region.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "50.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In a panel discussion, representatives of Hungary and Serbia presented progress in undertaking a national assessment to generate a comprehensive overview of the WASH situation in health-care facilities and related policies and regulations. The survey findings would help in defining advanced WASH service levels, taking into account Sustainable Development Goal indicators and informing national actions, including integration of WASH aspects into the national guidelines for infection prevention and control. Informed by a policy analysis and assessment of the situation in selected facilities, Tajikistan had integrated WASH aspects into the national antimicrobial resistance action plan and the revision of the National Health Strategy 2030. Furthermore, the country was currently piloting the WHO-recommended WASH for Health Facility Improvement Tool as a basis for national scale-up.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "51.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Subsequently, representatives of Bosnia and Herzegovina, North Macedonia and the Republic of Moldova reported on ongoing and planned activities on WASH in schools and health-care facilities. They highlighted the use of Sustainable Development Goal indicators in monitoring efforts and in updating surveillance checklists, implementation of situation assessments and integration of WASH considerations into national antimicrobial resistance action plans and into the revision of sanitary rules for schools. Germany stressed the importance of financing operational and maintenance costs, and not only of WASH infrastructure, and indicated interest in adapting the new tools to the German context.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "52.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A representative of Hungary, co-lead Party, introduced suggested future work in the programme area for 2020–2022.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "53.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Meeting of the Parties:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "54.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Acknowledged the remarkable progress made under the programme area;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(a)", "action_verb": "Acknowledged", "action_verb_type": "preambular", "action_verb_normalized": "acknowledged", "links": []}, {"text": "Expressed its appreciation to Georgia, Hungary and the Republic of Moldova for their leadership and financial, technical and in-kind support in implementing the activities under the programme area;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(b)", "action_verb": "Expressed", "action_verb_type": "preambular", "action_verb_normalized": "expressed", "links": []}, {"text": "Endorsed the two publications Surveillance of water, sanitation and hygiene in schools: A practical tool and Improving health and learning through better water, sanitation and hygiene in schools: An information package for school staff;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(c)", "action_verb": "Endorsed", "action_verb_type": "preambular", "action_verb_normalized": "endorsed", "links": []}, {"text": "Acknowledged actions taken by countries on WASH in schools and health-care facilities, in particular in undertaking national assessments and setting and implementing dedicated targets;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(d)", "action_verb": "Acknowledged", "action_verb_type": "preambular", "action_verb_normalized": "acknowledged", "links": []}, {"text": "Called upon countries to implement the Secretary-General’s call to provide adequate WASH services in each health-care facility by 2030 and World Health Assembly resolution 72/7 on WASH in health-care facilities;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(e)", "action_verb": "Called", "action_verb_type": "preambular", "action_verb_normalized": "called", "links": []}, {"text": "Advised countries to use the core questions and indicators for monitoring WASH in schools and health care facilities in national surveillance and assessments, by adapting them to the local context and participating in the global monitoring of Sustainable Development Goal 6;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(f)", "action_verb": "Advised", "action_verb_type": "preambular", "action_verb_normalized": "advised", "links": []}, {"text": "Endorsed the proposed future work on institutional water, sanitation and hygiene for the period 2020–2022.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(g)", "action_verb": "Endorsed", "action_verb_type": "preambular", "action_verb_normalized": "endorsed", "links": []}, {"text": "E.Equitable access to water and sanitation: translating the human right to water and sanitation into practice", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The representative of France, co-lead Party for the programme area, reported on the results of the work in 2017–2019, in particular: the application of the Equitable Access Score-card: Supporting policy processes to achieve the human right to water and sanitation in four countries; the development of equitable access action plans in three countries; the outcomes of the fourth and fifth meetings of the Expert Group on Equitable Access to Water and Sanitation (Budapest, 13 and 14 September 2017, and Paris, 26 and 27 June 2018); and the promotion of the tools and activities carried out at different international events.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "55.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Meeting of the Parties welcomed the launch of the new publication The Human Rights to Water and Sanitation in Practice: Findings and lessons learned from the work on equitable access to water and sanitation under the Protocol on Water and Health in the pan-European region, introduced by the ECE secretariat, which showcased and analysed the experience of countries in establishing a baseline of their situation with regard to equitable access to water and sanitation and in taking action to address equity gaps.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "56.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Special Rapporteur on the human rights to safe drinking water and sanitation delivered a video message, in which he highlighted the role of the Protocol in the implementation of human rights and drew attention to some key challenges remaining in the pan-European region, including affordability of services and the provision of water and sanitation in areas outside the household, including in public places and rural schools.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "57.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Subsequently, representatives of Armenia, Azerbaijan, Belarus, Serbia and the NGOs Earth Forever and Journalists for Human Rights reported on the main outcomes of the self-assessments of the situation with regard to equitable access to water and sanitation in their respective countries, carried out using the Equitable Access Score-card, and the development and implementation of equitable access action plans and lessons learned from the process.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "58.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The WHO secretariat presented the results of the Environmental health inequalities in Europe. Second assessment report (2019), highlighting overall improvements in provision of basic drinking water and sanitation services, but also the existence of geographical, economic and social disparities, making poor people in rural areas the most disadvantaged.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "59.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The representative of Hungary, co-lead Party for the programme area, introduced suggested future work for 2020–2022.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "60.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Meeting of Parties:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "61.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Welcomed the remarkable progress of activities under the programme area;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(a)", "action_verb": "Welcomed", "action_verb_type": "preambular", "action_verb_normalized": "welcomed", "links": []}, {"text": "Expressed its appreciation to France and Hungary for their leadership of the programme area and for their financial and in-kind support;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(b)", "action_verb": "Expressed", "action_verb_type": "preambular", "action_verb_normalized": "expressed", "links": []}, {"text": "Endorsed the publication The Human Rights to Water and Sanitation in Practice: Findings and lessons learned from the work on equitable access to water and sanitation under the Protocol on Water and Health in the pan-European region;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(c)", "action_verb": "Endorsed", "action_verb_type": "preambular", "action_verb_normalized": "endorsed", "links": []}, {"text": "Acknowledged actions taken by countries to better understand and address inequities in access to water and sanitation, in particular through undertaking national and regional assessments, endorsing dedicated action plans and setting related targets;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(d)", "action_verb": "Acknowledged", "action_verb_type": "preambular", "action_verb_normalized": "acknowledged", "links": []}, {"text": "Encouraged all Parties, other States and stakeholders to make use of the different tools on equitable access developed under the Protocol to assess and improve the situation with regard to equitable access to water and sanitation;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(e)", "action_verb": "Encouraged", "action_verb_type": "preambular", "action_verb_normalized": "encouraged", "links": []}, {"text": "Endorsed the proposed future work in the area for the period 2020–2022.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(f)", "action_verb": "Endorsed", "action_verb_type": "preambular", "action_verb_normalized": "endorsed", "links": []}, {"text": "F.Safe and efficient management of water supply and sanitation systems", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The representatives of Bosnia and Herzegovina and the Netherlands, lead Parties for the programme area, reported on progress during the period 2017–2019, in particular the outcomes of the Pan-European Symposium on Water and Sanitation Safety Planning and Extreme Weather Events (Bilthoven, Netherlands, 6 and 7 April 2017), the Workshop on sanitation in the pan-European region (Bonn, Germany, 12 and 13 February 2019), and the regional capacity-building workshop on sanitation safety plans (Bonn, Germany, 14 February 2019).", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "62.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The WHO secretariat informed the Meeting of the Parties about the activities in support of the adoption of the water safety plan (WSP) approach. In-country activities focused on capacity-building and awareness-raising among stakeholders, in particular training of trainers and the development of national road maps to promote sustainable, long-term implementation of WSPs. Activities had led to the uptake of WSPs in regulations and practice in an increased number of countries.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "63.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The joint secretariat informed the delegates that the sanitation scoping study, planned under the programme of work for 2017–2019 (ECE/MP.WH/13/Add.1-EUPCR/1611921/2.1/2016/MOP-4/06/Add.1), could not be finalized in time for the fifth session due to resource constraints. The study would be completed within the new programme of work, based on the data already collected from different sources, including a survey to which several countries had contributed, in order to develop an understanding of the sanitation situation in the pan-European region and to identify gaps and priorities for action. A representative of the Netherlands complemented that intervention by presenting the highlights of the systematic review of grey and scientific literature that had been performed for the study, while particularly emphasizing data gaps related to health risks from reuse of wastewater and on-site sanitation.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "64.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Representatives of Albania, Bosnia and Herzegovina, Czechia, Hungary, Italy, Serbia and Tajikistan reported on the implementation of the WSP and sanitation safety plan (SSP) approaches, including the: uptake in national legislation; development of relevant guidelines and road maps for scaling up their implementation; organization of training courses; launch of distance learning programmes; and introduction of auditing schemes. While countries like Italy reported a remarkable upscale of WSP implementation after the adoption of legislation, some countries noted that accepting new approaches and involving water suppliers took time.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "65.", "action_verb": "Representatives", "action_verb_type": "operative", "action_verb_normalized": "representativ", "links": []}, {"text": "Subsequently, a representative of the Netherlands reported that, in the context of the ongoing revision of the European Union Drinking Water Directive, it was likely that the adoption of risk-based management approaches such as WSPs would become mandatory for all water suppliers in the European Union. That would entail the tools developed and the capacity-building offered under the Protocol becoming particularly relevant for implementation of the Directive.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "66.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The representative of the Netherlands introduced suggested future work for 2020–2022.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "67.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Meeting of the Parties:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "68.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Acknowledged the remarkable progress made under the programme area;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(a)", "action_verb": "Acknowledged", "action_verb_type": "preambular", "action_verb_normalized": "acknowledged", "links": []}, {"text": "Expressed its appreciation to the Netherlands and Bosnia and Herzegovina for their leadership and support in strengthening implementation of the programme area, and to the Netherlands and Germany for the provision of financial support;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(b)", "action_verb": "Expressed", "action_verb_type": "preambular", "action_verb_normalized": "expressed", "links": []}, {"text": "Expressed appreciation for the steps taken towards scaling-up attention to sanitation under the Protocol as a key determinant for the protection of the environment and public health;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(c)", "action_verb": "Expressed", "action_verb_type": "preambular", "action_verb_normalized": "expressed", "links": []}, {"text": "Entrusted the joint secretariat and lead Parties to finalize, translate into Russian and French and print the sanitation scoping study in the coming triennium;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(d)", "action_verb": "Entrusted", "action_verb_type": "preambular", "action_verb_normalized": "entrusted", "links": []}, {"text": "Commended the countries across the pan-European region for taking progressive action to adopt the water safety plan approach in policy and practice, and acknowledged the strategic role of the Protocol in supporting broad scale-up of risk management approaches in the pan-European region;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(e)", "action_verb": "Commended", "action_verb_type": "preambular", "action_verb_normalized": "commended", "links": []}, {"text": "Acknowledged the complementary and mutually reinforcing roles of European Union law and the Protocol in promoting and implementing risk-based approaches in water supply and sanitation management;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(f)", "action_verb": "Acknowledged", "action_verb_type": "preambular", "action_verb_normalized": "acknowledged", "links": []}, {"text": "Endorsed the proposed future work in the area for 2020–2022.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(g)", "action_verb": "Endorsed", "action_verb_type": "preambular", "action_verb_normalized": "endorsed", "links": []}, {"text": "G.Small-scale water supplies and sanitation", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The representative of Germany, co-lead Party for the programme area, reported on progress made during the period 2017–2019, including the outcomes of the series of subregional workshops on improving small-scale water supply and sanitation (Minsk, 15–17 March 2017; Belgrade, 10–12 October 2017; Vilnius, 23 November 2017; and Dessau, Germany, 18–20 June 2018).", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "69.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In a panel, countries then shared experiences and developments in policy and practice towards improving small-scale systems. Albania had adopted national water safety plan guidelines for small-scale systems and piloted their application as a basis for scaling-up. France had built capacities at the local level to translate requirements of the European Union Drinking Water Directive in practice. Germany had developed guidance for water operators and local health agencies to support surveillance and improve the evidence base related to the status of private wells. The Republic of Moldova had defined minimum qualification requirements for operators, set tariffs and budgeted for maintenance and repair of small systems. Romania had established a registry of private and public wells, strengthened their surveillance and reporting of water quality-related incidents and developed WSP guidelines; Serbia had implemented measures to empower local communities and establish legal requirements to implement WSPs.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "70.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A representative of IRC International Water and Sanitation Centre presented the content of the publication Costing and financing of small-scale water supply and sanitation systems (forthcoming) and key principles and actions to promote lifecycle costing and financing of small systems.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "71.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Subsequently, delegates from other countries reported on ongoing and planned activities. North Macedonia set targets related to small-scale systems and allocated funds for rural development. Norway established an inventory and developed guidelines on WSPs for such systems. Slovakia adopted recommendations on financing of WASH services. Italy gave higher priority to small-scale systems to address equity gaps. Kyrgyzstan developed technical standards for village water supplies. Hungary provided simplified guidance for private well owners.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "72.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The representative of Serbia, co-lead Party, introduced suggested future work for 2020–2022.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "73.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Meeting of Parties:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "74.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Acknowledged the remarkable progress made under the programme area;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(a)", "action_verb": "Acknowledged", "action_verb_type": "preambular", "action_verb_normalized": "acknowledged", "links": []}, {"text": "Expressed its appreciation to Germany and Serbia for their leadership and continued technical and in-kind support in implementing activities under the programme area;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(b)", "action_verb": "Expressed", "action_verb_type": "preambular", "action_verb_normalized": "expressed", "links": []}, {"text": "Acknowledged the usefulness and impact of the national and subnational workshops in building capacity towards improving small-scale water supply and sanitation;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(c)", "action_verb": "Acknowledged", "action_verb_type": "preambular", "action_verb_normalized": "acknowledged", "links": []}, {"text": "Endorsed the publication Costing and financing of small-scale water supply and sanitation services and entrusted the WHO secretariat to publish the document;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(d)", "action_verb": "Endorsed", "action_verb_type": "preambular", "action_verb_normalized": "endorsed", "links": []}, {"text": "Endorsed the proposed plans for future work on small-scale water supplies and sanitation for the period 2020–2022.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(e)", "action_verb": "Endorsed", "action_verb_type": "preambular", "action_verb_normalized": "endorsed", "links": []}, {"text": "H.Increasing resilience to climate change", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A representative of Italy, co-lead country for the programme area, reported on progress during the period 2017–2019, particularly the outcomes of: the International workshop on water scarcity: Taking action in transboundary basins and reducing health impacts (Geneva, 11 and 12 December 2017), organized in cooperation with the Water Convention; and the First Scientific Symposium on Health and Climate Change (Rome, 3–5 December 2018).", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "75.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The ECE secretariat referred to the interlinkages with work carried out under the Water Convention in the area. She encouraged delegates to liaise with their national focal points responsible for climate change adaptation in order to highlight the importance of water, sanitation and health in ensuring climate resilience, which might ultimately lead to increased financing of related projects. She stressed that water and health aspects should be considered in national planning documents related to climate change, such as National Adaptation Plans and Nationally Determined Contributions under the Paris Agreement, and that synergies should be sought with global processes on water and climate, including the work of the Global Commission on Adaptation, World Water Day 2020 on water and climate (22 March) and the work of international financial institutions.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "76.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Subsequently, the representative of Israel presented activities undertaken in the country to increase resilience to climate change, in particular with regard to wastewater reuse for agriculture and desalination for drinking water, and emphasized the interest of Israel in taking part in the Protocol activities and cooperating under its framework.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "77.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Representatives of Belgium, France and the Netherlands further reported on efforts to increase resilience to climate change at the national and international levels. Discussions highlighted the importance of risk-based approaches, such as water safety plans, as well as Climate Risk Informed Decision Analysis (CRIDA), for climate change adaptation. Attention was also drawn to ongoing developments at the European Union level on the reuse of wastewater for irrigation.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "78.", "action_verb": "Representatives", "action_verb_type": "operative", "action_verb_normalized": "representativ", "links": []}, {"text": "The representative of EurEau briefed participants on the work done by the European Federation, particularly in the area of wastewater reuse for agriculture, and expressed interest in sharing experience on that topic from the perspective of water and wastewater operators within the framework of the Protocol.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "79.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The representative of FAO highlighted connections between wastewater reuse and food security, in the light of the need to ensure adequate food production for a growing population.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "80.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The representative of Italy introduced suggested future work for 2020–2022.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "81.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Meeting of Parties:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "82.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Expressed its appreciation to Italy for its leadership of the programme area and to the Netherlands and Switzerland for the financial support provided;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(a)", "action_verb": "Expressed", "action_verb_type": "preambular", "action_verb_normalized": "expressed", "links": []}, {"text": "Took note of the conclusions of the International workshop on water scarcity;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(b)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Encouraged countries to consider water- and health-related aspects, including how to make water supply and sanitation resilient to climate change, in their national planning documents such as National Adaptation Plans and Nationally Determined Contributions under the Paris Agreement;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(c)", "action_verb": "Encouraged", "action_verb_type": "preambular", "action_verb_normalized": "encouraged", "links": []}, {"text": "Welcomed collaboration with the Water Convention in the programme area;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(d)", "action_verb": "Welcomed", "action_verb_type": "preambular", "action_verb_normalized": "welcomed", "links": []}, {"text": "Endorsed the proposed plans for future work in the area for the period 2020–2022.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(e)", "action_verb": "Endorsed", "action_verb_type": "preambular", "action_verb_normalized": "endorsed", "links": []}, {"text": "Compliance procedure", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "I.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Chair of the Compliance Committee under the Protocol presented the Committee’s activities since the fourth session of the Meeting of the Parties (Geneva, 14–16 November 2016). With respect to the review of compliance with the obligation to set targets and target dates under the Protocol, the Chair noted with appreciation that, after being contacted by the secretariat on behalf of the Committee, many Parties had communicated their targets. As to awareness-raising on the compliance procedure and cooperation with human rights bodies, a communication package with targeted information had been sent to relevant NGOs working in the area of human rights, migrants and refugees. Furthermore, a video on the relationship between the Protocol and the human rights to safe drinking water and sanitation had been produced, in cooperation with the Special Rapporteur on the human rights to safe drinking water and sanitation.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "83.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The representative of Bosnia and Herzegovina reported that the country was experiencing challenges in ensuring access to water and sanitation in reception centres for migrants and forcibly displaced persons and highlighted the need to address that issue within the framework of the Protocol.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "84.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Compliance Committee Chair further reported on the consultations carried out with Estonia, Latvia and Lithuania under the Consultation Process. He explained the steps of the process and presented its outcomes, including the specific advice provided to the three countries. He also introduced the Interpretive note on the provisions of the Protocol on Water and Health and their relationship with European Union law governing water and health, reproduced as an addendum to the report of the Compliance Committee to the Meeting of the Parties (ECE/MP.WH/2019/5/Add.1−EUPCR/1814149/1.2/2019/MOP-5/11/Add.1). The Committee Chair emphasized the interpretive note’s conclusion that there was an overall synergy between the Protocol’s framework and European Union law on water and health. He also encouraged all Parties and other States to give due consideration to the conclusions of the interpretive note when implementing their obligations under the Protocol, including when setting targets and reporting on progress.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "85.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The representatives of Estonia and Lithuania thanked the Committee for the advice provided during the consultations, which had clarified the relationship between the Protocol’s requirements and the relevant European Union Directives and allowed for the exchange of experience on common water, sanitation and health challenges. As a result of consultations, the concerned countries were considering concrete actions to strengthen implementation of the Protocol, such as specific targets to improve individual water supplies.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "86.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Parties were invited to express interest in undertaking a consultation with the Committee in the period 2020–2022, as part of the future programme of work. The Chair also called on all Parties to provide sufficient resources to the Committee to enable the conduct of the Consultation Process in an efficient and comprehensive manner.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "87.", "action_verb": "Parties", "action_verb_type": "operative", "action_verb_normalized": "parti", "links": []}, {"text": "Subsequently, the Committee Chair referred to the analysis of the fourth reporting cycle under the Protocol, highlighting that the Committee had reviewed the overall implementation of the Protocol in each reporting country. In terms of completeness and accuracy of the information provided, the Committee Chair noted with appreciation that all Parties and other States had submitted their summary reports in accordance with the revised guidelines and template and that, overall, most of the reports were of good quality.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "88.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Committee Chair introduced the draft decision on general issues of compliance, included in the annex to the Report of the Compliance Committee to the Meeting of the Parties (ECE/MP.WH/2019/5-EUPCR/1814149/1.2/2019/MOP-5/11).", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "89.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Meeting of the Parties:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "90.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Took note with appreciation of the Report of the Compliance Committee to the Meeting of the Parties;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(a)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Endorsed the addendum to the Report: “The provisions of the Protocol on Water and Health and their relationship with European Union law governing water and health – Interpretive Note, prepared within the framework of the Consultation Process with Estonia, Latvia and Lithuania”;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(b)", "action_verb": "Endorsed", "action_verb_type": "preambular", "action_verb_normalized": "endorsed", "links": []}, {"text": "Encouraged Parties to engage in consultations with the Committee following the successful consultation procedure with Estonia, Latvia and Lithuania;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(c)", "action_verb": "Encouraged", "action_verb_type": "preambular", "action_verb_normalized": "encouraged", "links": []}, {"text": "Adopted decision V/I on general issues of compliance as contained in addendum 2 to the present report (ECE/MP.WH/19/Add.2-EUPCR/1814149/1.2/2019/MOP-5/06/Add.2).", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(d)", "action_verb": "Adopted", "action_verb_type": "preambular", "action_verb_normalized": "adopted", "links": []}, {"text": "The Chair of the Meeting of the Parties then explained that five members of the Committee were to be elected in accordance with decision I/2 on review of compliance (ECE/MP.WH/2/Add.3-EUR/06/5069385/1/Add.3). He recalled that Committee members had to serve in their personal capacity.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "91.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Meeting of the Parties:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "92.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Elected Mr. Sergei Vinogradov, Mr. Morten Nicholls, Ms. Catarina de Albuquerque and Ms. Anna Tsvietkova as members of the Compliance Committee for a full term, and Mr. Vadim Ni for a half-term;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(a)", "action_verb": "Elected", "action_verb_type": "preambular", "action_verb_normalized": "elected", "links": []}, {"text": "Commended the work of the Compliance Committee and expressed its gratitude, in particular to the outgoing members of the Committee, Mr. Pierre Chantrel, Mr. Oddvar Lindholm, Mr. Ilya Trombitsky and Mr. Serhiy Vykhryst.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(b)", "action_verb": "Commended", "action_verb_type": "preambular", "action_verb_normalized": "commended", "links": []}, {"text": "Programme of work for 2020–2022, terms of reference of bodies established to implement it and resources needed for its implementation", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "VI.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Representatives of the joint secretariat introduced the process of development of the draft programme of work for 2020–2022, its overarching objectives and the resource requirements estimated for its implementation. They highlighted that, due to the increased mandate and broadened scope of a number of programme areas, the implementation of the programme of work would require adequate human and financial resources.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "93.", "action_verb": "Representatives", "action_verb_type": "operative", "action_verb_normalized": "representativ", "links": []}, {"text": "In that regard, the joint secretariat pointed to the challenge of ensuring sustainable and predictable funding for the programme of work in the past triennium, as illustrated by the Overview of contributions and expenditures for the period 2017–2019 (ECE/MP.WH/2019/2-EUPCR/1814149/1.2/2019/MOP-5/08).", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "94.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Meeting of the Parties discussed the resources needed for the implementation of the programme of work for 2020–2022 and considered, in particular, the situation regarding staff resources in the joint secretariat.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "95.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Director of the ECE Environment Division reported on existing ECE secretariat staff resources, noting that there was no regular budget post exclusively dedicated to the Protocol, a situation that constituted a challenge for the effective performance of secretariat functions. Providing core services for a greater number of Parties and addressing a growing number of requests for support in implementing the Protocol would require ensuring adequate regular budget resources for the ECE secretariat. In that regard, the Director stated that there would be budgetary implications for the regular budget in relation to such a decision; implications that would be in the order of $200,000–$275,000, including post resources.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "96.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Meeting of the Parties:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "97.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Recalled that, by its decision to adopt the programme of work for 2017−2019 (ECE/MP.WH/13/Add.1-EUPCR/1611921/2.1/2016/MOP-4/06/Add.1), a new programme area 7 on increasing resilience to climate change had been introduced, and recognized that the programme of work for 2020−2022, adopted by the fifth session of the Meeting of the Parties, also embodied a new mandate to expand the scope of programme area 1 on improving governance for water and health by introducing a new sub-area of work in support of the 2030 Agenda and the Ostrava Declaration, and of programme area 5 on safe and efficient management of water supply and sanitation systems by introducing a new sub-area of work to increase climate resilience in the specific context of sanitation;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(a)", "action_verb": "Recalled", "action_verb_type": "preambular", "action_verb_normalized": "recalled", "links": []}, {"text": "Recognized that the implementation of the current and future programmes of work under the Protocol would require adequate United Nations regular budget resources;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(b)", "action_verb": "Recognized", "action_verb_type": "preambular", "action_verb_normalized": "recognized", "links": []}, {"text": "Also recognized that, in addition to the above-mentioned new mandates, eight ECE member States – Armenia, Georgia, Italy, Kazakhstan, Montenegro, North Macedonia, Tajikistan and Uzbekistan – were on their way to accession to the Protocol, which implied providing core services to an extended membership and addressing a growing number of requests for support in implementing the Protocol and its programmes of work;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(c)", "action_verb": "recognized", "action_verb_type": "preambular", "action_verb_normalized": "recognized", "links": []}, {"text": "Requested the Secretary-General to increase the support by ECE, in order to ensure the effective management and full implementation of the expanded programme of work of the Protocol for 2020–2022 and to support accession to and implementation of the Protocol by the acceding countries.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(d)", "action_verb": "Requested", "action_verb_type": "preambular", "action_verb_normalized": "requested", "links": []}, {"text": "The WHO secretariat informed the Meeting of the Parties that WHO staff members supporting Protocol secretariat functions were not covered by regular budget resources but by voluntary contributions provided through the host country agreement with Germany for the WHO European Centre for Environment and Health (Bonn, Germany).", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "98.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Subsequently, the Meeting of the Parties held a round table discussion on financing of the Protocol on Water and Health, aimed at considering how to strengthen sustainability and predictability of financing under the Protocol.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "99.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The joint secretariat presented an analysis of how work under the Protocol had been funded through extrabudgetary resources since 2007. In particular, the following challenges were highlighted:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "100.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A high level of dependence on a limited number of major donors;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(a)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Insufficient contributions to the Protocol trust funds, hampering full and efficient implementation of activities and the provision of an adequate level of secretariat support;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(b)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The limited flexibility entailed in earmarked funding.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(c)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "As a way forward, the joint secretariat called upon all Parties to provide regular and unearmarked contributions, in a predictable manner, towards the implementation of the programme of work of the Protocol as decided by Parties.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "101.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Chair then invited all Parties to provide information on the financial and in-kind contributions that they were intending to pledge for the implementation of the programme of work for 2020–2022, under the following categories:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "102.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A.Parties providing regular financial contributions", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Estonia would, as a minimum, maintain its regular financial contribution but also try to increase the amount;", "type": "paragraph", "heading_level": null, "paragraph_type": null, "paragraph_level": 2, "prefix": "(a)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Finland would maintain its regular financial contribution and try to further engage the Ministry of Foreign Affairs;", "type": "paragraph", "heading_level": null, "paragraph_type": null, "paragraph_level": 2, "prefix": "(b)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "France would make efforts to continue to provide its regular financial contribution to the Protocol;", "type": "paragraph", "heading_level": null, "paragraph_type": null, "paragraph_level": 2, "prefix": "(c)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Germany would maintain its regular financial and in-kind contributions, including through the organization of workshops and the development of guidance tools. The possibility of providing a Junior Professional Officer would also be considered;", "type": "paragraph", "heading_level": null, "paragraph_type": null, "paragraph_level": 2, "prefix": "(d)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Hungary would maintain its regular, unearmarked financial contribution and explore possibilities for increasing the amount. The country would also continue to provide in-kind support and look into options for seconding junior officers to support the work of the secretariat;", "type": "paragraph", "heading_level": null, "paragraph_type": null, "paragraph_level": 2, "prefix": "(e)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Netherlands would maintain its regular financial and in-kind contributions and consider enhancing sustainability of funding for the Protocol;", "type": "paragraph", "heading_level": null, "paragraph_type": null, "paragraph_level": 2, "prefix": "(f)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Norway would maintain its regular financial and in-kind contributions and consider options for other funding sources;", "type": "paragraph", "heading_level": null, "paragraph_type": null, "paragraph_level": 2, "prefix": "(g)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Switzerland would maintain its regular financial contribution and would continue to lead the Task Force on Target Setting and Reporting.", "type": "paragraph", "heading_level": null, "paragraph_type": null, "paragraph_level": 2, "prefix": "(h)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "B.Parties providing occasional financial contributions", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Bosnia and Herzegovina would continue to provide a financial contribution and would try to increase the amount;", "type": "paragraph", "heading_level": null, "paragraph_type": null, "paragraph_level": 2, "prefix": "(a)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Romania would submit a request for regular contribution to the relevant national authorities;", "type": "paragraph", "heading_level": null, "paragraph_type": null, "paragraph_level": 2, "prefix": "(b)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Serbia would continue to provide its financial contribution and would try to increase the amount. National focal points under the Protocol would also try to reach out to other ministries, such as the Ministry of Agriculture, to mobilize other resources.", "type": "paragraph", "heading_level": null, "paragraph_type": null, "paragraph_level": 2, "prefix": "(c)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "C.Parties not yet having had the opportunity to provide direct financial contributions", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Albania would provide a financial contribution for 2020 and would also include the Protocol in the budget for 2021;", "type": "paragraph", "heading_level": null, "paragraph_type": null, "paragraph_level": 2, "prefix": "(a)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Azerbaijan would explore possibilities for providing a financial contribution for 2021, the budget for 2020 having already been finalized;", "type": "paragraph", "heading_level": null, "paragraph_type": null, "paragraph_level": 2, "prefix": "(b)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Belarus would explore possibilities for providing a financial contribution, using the Scale of assessments for the apportionment of the expenses of the United Nations (A/RES/73/271) as a reference for calculating the amount. In-kind support would also be provided, including by making available relevant experts;", "type": "paragraph", "heading_level": null, "paragraph_type": null, "paragraph_level": 2, "prefix": "(c)", "action_verb": "Belarus", "action_verb_type": "operative", "action_verb_normalized": "belaru", "links": []}, {"text": "Croatia was supportive of the provision of a financial contribution and suggested that a formal request be sent to the competent authorities;", "type": "paragraph", "heading_level": null, "paragraph_type": null, "paragraph_level": 2, "prefix": "(d)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Czechia would explore the possibility of providing a financial contribution for 2020 and in-kind contributions;", "type": "paragraph", "heading_level": null, "paragraph_type": null, "paragraph_level": 2, "prefix": "(e)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Lithuania had initiated internal discussions on the provision of financial and in-kind contributions;", "type": "paragraph", "heading_level": null, "paragraph_type": null, "paragraph_level": 2, "prefix": "(f)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Luxembourg would provide an unearmarked financial contribution and had contacted the Ministry of Foreign Affairs and development agencies to raise awareness on work carried out under the Protocol;", "type": "paragraph", "heading_level": null, "paragraph_type": null, "paragraph_level": 2, "prefix": "(g)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Portugal had initiated consultations with the Ministry of Foreign Affairs and was awaiting feedback on the possibility of providing financial resources for the Protocol. The country was committed to supporting the Protocol, also through in-kind contributions such as the organization of workshops;", "type": "paragraph", "heading_level": null, "paragraph_type": null, "paragraph_level": 2, "prefix": "(h)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Republic of Moldova suggested that a formal letter be sent to the competent authorities to facilitate the mobilization of resources;", "type": "paragraph", "heading_level": null, "paragraph_type": null, "paragraph_level": 2, "prefix": "(i)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Russian Federation was considering the issue of financing for the Protocol and suggested that a formal letter be sent to the competent authorities. The country would also provide in-kind contributions, including by making available relevant experts;", "type": "paragraph", "heading_level": null, "paragraph_type": null, "paragraph_level": 2, "prefix": "(j)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Slovakia pledged a financial contribution for 2020 and would also try to contribute in 2021 and 2022. The country would further look into the possibility of providing in-kind contributions;", "type": "paragraph", "heading_level": null, "paragraph_type": null, "paragraph_level": 2, "prefix": "(k)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Spain was committed to supporting work carried out under the Protocol;", "type": "paragraph", "heading_level": null, "paragraph_type": null, "paragraph_level": 2, "prefix": "(l)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Ukraine suggested that a formal letter be sent to the competent authorities, including the Ministry of Foreign Affairs.", "type": "paragraph", "heading_level": null, "paragraph_type": null, "paragraph_level": 2, "prefix": "(m)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Subsequently, the Chair invited partners and representatives of other States to take the floor. The representative of the World Bank Group highlighted the importance of work carried out under the Protocol for investments in water and sanitation and affirmed that he would explore opportunities for cooperation and possibly joint activities. The representative of ILO expressed willingness to support work under the Protocol, particularly activities on provision of WASH services in workplaces.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "103.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Chair of the Meeting of the Parties thanked Parties and representatives of intergovernmental organizations for their pledges and called upon delegates and focal points to actively engage with high-level authorities in order to raise the Protocol’s profile and attract resources for its implementation.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "104.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Meeting of the Parties:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "105.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Endorsed the report on the implementation of the programme of work for 2017–2019, including the overview of contributions and expenditures;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(a)", "action_verb": "Endorsed", "action_verb_type": "preambular", "action_verb_normalized": "endorsed", "links": []}, {"text": "Commended the lead Parties, members of the Bureau, the Working Group on Water and Health, the other subsidiary bodies, other States and organizations and the joint secretariat for their valuable support in the implementation of the various planned activities under the Protocol;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(b)", "action_verb": "Commended", "action_verb_type": "preambular", "action_verb_normalized": "commended", "links": []}, {"text": "Expressed gratitude to Parties and other States that had provided financial, human and in-kind resources to implement the programme of work for 2017–2019;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(c)", "action_verb": "Expressed", "action_verb_type": "preambular", "action_verb_normalized": "expressed", "links": []}, {"text": "Stressed the importance of different sources of financing for the work carried out under the Protocol, including the United Nations and WHO regular budgets, the European Union Water Initiative National Policy Dialogues and the United Nations Development Account projects;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(d)", "action_verb": "Stressed", "action_verb_type": "preambular", "action_verb_normalized": "stressed", "links": []}, {"text": "Acknowledged the role of ECE and the WHO Regional Office for Europe in providing secretariat services to the Protocol. With reference to its above decision on the staffing of the ECE secretariat, the Meeting of the Parties also acknowledged the contributions of the WHO Regional Office for Europe in the implementation of the expanded scope of work, in particular for programme areas 2, 3, 4 and 5;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(e)", "action_verb": "Acknowledged", "action_verb_type": "preambular", "action_verb_normalized": "acknowledged", "links": []}, {"text": "Thanked the Parties and other States that had provided leadership and support to the activities that had laid the foundation for the programme of work for 2020–2022;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(f)", "action_verb": "Thanked", "action_verb_type": "preambular", "action_verb_normalized": "thanked", "links": []}, {"text": "Conveyed its appreciation to the Parties, other States and organizations that had already expressed their readiness to lead or contribute to the implementation of the programme of work, through the provision of in-kind resources or contributions to the Protocol’s trust funds;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(g)", "action_verb": "Conveyed", "action_verb_type": "preambular", "action_verb_normalized": "conveyed", "links": []}, {"text": "Adopted the programme of work, the bodies established under it and its budget, as contained in addendum 1 to the present report;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(h)", "action_verb": "Adopted", "action_verb_type": "preambular", "action_verb_normalized": "adopted", "links": []}, {"text": "Stressed the responsibility of all Parties to ensure predictable and stable funding to secure reliable and quality secretariat services in support to the implementation of the Protocol;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(i)", "action_verb": "Stressed", "action_verb_type": "preambular", "action_verb_normalized": "stressed", "links": []}, {"text": "Called upon Parties, other States and partner organizations to actively contribute to the implementation of activities foreseen under the programme of work for 2020–2022, including through financial and in-kind contributions.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(j)", "action_verb": "Called", "action_verb_type": "preambular", "action_verb_normalized": "called", "links": []}, {"text": "Partners in implementation and relevant global and regional processes and initiatives", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "VII.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In accordance with article 16 (3) (c) of the Protocol, the Vice-Chair of the Meeting of the Parties to the Water Convention reported on progress made in the implementation of the Convention and the decisions taken at the eighth session of the Meeting of the Parties (Nur-Sultan, 10–12 October 2018). He also reported that the Convention’s global opening had become a reality with the accessions of Chad and Senegal in 2018 and pointed out the main elements of the Convention’s programme of work for 2019–2021. The Vice-Chair highlighted opportunities for joint activities with the Protocol, including under the National Policy Dialogues, in the framework of activities on climate change and possibly in relation to the work on the water-food-energy-ecosystems nexus, which could also include health dimensions.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "106.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The WHO secretariat reported on developments regarding the implementation of the water-, sanitation- and hygiene-related commitments contained in the Ostrava Declaration. It highlighted that the Protocol’s priorities and the possible actions for inclusion in the national portfolios of action on environment and health to be established under the Ostrava Declaration were closely aligned and therefore the two instruments were mutually reinforcing. To date, 19 countries had established national portfolios of action on environment and health, of which 14 addressed aspects related to water, sanitation and hygiene. It also highlighted that the fifth high-level meeting of the WHO small countries initiative (Reykjavik, 26 and 27 June 2018) had adopted the Iceland Statement: Ensuring Safe and Climate-resilient Water and Sanitation, which included a call for small countries to ratify the Protocol by 2022. Montenegro was a vivid example of ratification of the Protocol through that initiative. The WHO secretariat further underlined the synergies of work under the Protocol with the recently adopted WHO global strategy on health, environment and climate change.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "107.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A representative of Serbia reported on the development of a draft national portfolio of action, which included activities on water, sanitation and hygiene to be implemented jointly with key ministries.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "108.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The following organizations expressed interest in becoming partners in different programme areas: EurEau, FAO, Global Water Partnership, ILO and the World Bank Group. The representative of the International Scheldt Commission highlighted synergies between the Protocol and the work of river basin commissions and the need to promote such linkages.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "109.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Meeting of the Parties:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "110.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Took note of the information provided on the Water Convention and welcomed synergies between the activities under the Convention and the Protocol, as well as cooperation between the respective governing bodies;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(a)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Encouraged Parties and other States to intensify implementation of the water, sanitation and health commitments of the Ostrava Declaration and emphasized the instrumental role of the Protocol in supporting their achievement;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(b)", "action_verb": "Encouraged", "action_verb_type": "preambular", "action_verb_normalized": "encouraged", "links": []}, {"text": "Welcomed the WHO global strategy on health, environment and climate change adopted at the seventy-second session of the World Health Assembly, which supported the objectives of the Protocol;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(c)", "action_verb": "Welcomed", "action_verb_type": "preambular", "action_verb_normalized": "welcomed", "links": []}, {"text": "Stressed the importance of partners such as international organizations and NGOs for the implementation of the Protocol and its programme of work and expressed appreciation to the many partners for their cooperation, which enriched and supported the work under the Protocol.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(d)", "action_verb": "Stressed", "action_verb_type": "preambular", "action_verb_normalized": "stressed", "links": []}, {"text": "Date and venue of the sixth session of the Meeting of the Parties", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "VIII.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Meeting of the Parties:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "111.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Welcomed the offer by Belarus to host the sixth session of the Meeting of the Parties in 2022;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(a)", "action_verb": "Welcomed", "action_verb_type": "preambular", "action_verb_normalized": "welcomed", "links": []}, {"text": "Thanked Serbia for the great hospitality extended to all delegates.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(b)", "action_verb": "Thanked", "action_verb_type": "preambular", "action_verb_normalized": "thanked", "links": []}, {"text": "Presentation of the main decisions and closing of the session", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "IX.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Chair presented the main decisions taken by the Meeting of the Parties.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "112.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Meeting of the Parties:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "113.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Reviewed and adopted the decisions taken during the session;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(a)", "action_verb": "Reviewed", "action_verb_type": "preambular", "action_verb_normalized": "reviewed", "links": []}, {"text": "Entrusted the secretariat, in consultation with the Bureau, to finalize the report on its fifth session.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(b)", "action_verb": "Entrusted", "action_verb_type": "preambular", "action_verb_normalized": "entrusted", "links": []}, {"text": "The Chair closed the session.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "114.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}]