[{"text": "ECE/BATUMI.CONF/2016/2/Add.1", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Eighth Environment for Europe\nMinisterial Conference", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Batumi, Georgia\n8–10 June 2016", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Report of the Eighth Environment for Europe Ministerial Conference", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Addendum", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Declaration: “Greener, cleaner, smarter!”", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "by Ministers of the region of the United Nations Economic Commission for Europe", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Economic Commission for Europe", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Eighth Environment for Europe \nMinisterial Conference", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Batumi, Georgia, 8–10 June 2016", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Report of the Eighth Environment for Europe Ministerial Conference", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Addendum", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Declaration: “Greener, cleaner, smarter!”", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "by Ministers of the region of the United Nations Economic Commission for Europe", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "1.\tWe, the ministers and heads of delegation from 44 countries in the United Nations Economic Commission for Europe (ECE) region and the representative of the European Commission meeting in Batumi, Georgia, from 8 to 10 June 2016 in the framework of the Eighth Environment for Europe Ministerial Conference, make the following declaration.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "2.\tWe confirm our commitment to improving environmental protection and advancing sustainable development in the ECE region, also taking into account the renewed momentum provided by the 2030 Agenda for Sustainable Development (Agenda 2030) and the Paris Agreement on Climate Change adopted by the international community in 2015. We value the Environment for Europe process as a unique pan-European platform for addressing environmental challenges, improving environmental governance, promoting environmental and cross-sectoral cooperation and information sharing among countries, and as a pillar of sustainable development in the region for 25 years. Furthermore, we reiterate the importance of the active inclusion of civil society in decision-making to improve the environment.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "3.\tWe reiterate our commitment to take the lead in the transition to a green economy, as a key path to sustainable development and poverty eradication and to direct investments and trade to support a green and inclusive economy. We are committed to implementing the Sustainable Development Goals (SDGs).", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "4.\tIn greening our economies, we will work towards the full internalization of externalities that cause the loss of or damage to natural capital, including through measuring costs and economic instruments. We will enhance ecosystems and ecosystem services as part of ecological infrastructure, and improve the sustainable use of natural resources. We will foster a circular economy, transparent and responsible business practice and eco-innovation, and will further work towards cleaner and more resource-efficient production processes. We will develop the human capital for green and decent jobs, including by providing relevant education and training, and increase the availability of such jobs. We will provide access to essential services. We will promote effective public participation. And we reaffirm the importance of further strengthening and scaling-up education for sustainable development.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "5.\tWe endorse the voluntary Pan-European Strategic Framework for Greening the Economy –– a tool supporting countries’ efforts in transitioning to green economy and, at the same time, contributing to the implementation of the SDGs –– and invite ECE member States and other stakeholders to implement it. We welcome the Batumi Initiative on Green Economy (BIG-E), which consists of voluntary commitments to operationalize the Strategic Framework. We encourage countries and other stakeholders to implement commitments under the BIG-E in order to facilitate the transition to a green economy, and to report on progress thereon to the Committee on Environmental Policy in accordance with the Strategic Framework. We encourage the promotion of the BIG-E through existing knowledge-sharing platforms, such as the Green Growth Knowledge Platform. We further commend the good cooperation between ECE and the United Nations Environment Programme (UNEP), and invite the two organizations, in cooperation with other relevant international organizations, to support countries in their efforts to green their economies and achieve sustainable development.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "6.\tWhile praising the good progress achieved in the pan-European region over the past three decades in decreasing emissions of the main air-polluting substances and their impacts, we are concerned that air pollution, both outdoor and indoor, remains the largest environmental health threat and an important risk factor for major non-communicable diseases. We therefore commit to improving air quality for a better environment and human health, including by integrating air pollution reduction measures into financial and development policies, as well as other sectoral policies, as appropriate, cooperation to address transboundary impacts and enhanced policy coordination and coherence at the national and regional levels. We commend the good collaboration between ECE and the World Health Organization on air pollution and invite them, in cooperation with other relevant international organizations and voluntary partnerships such as the Climate and Clean Air Coalition to Reduce Short-lived Climate Pollutants, to support countries in their efforts to reduce air pollution.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "7.\tWe endorse the voluntary Batumi Action for Cleaner Air and welcome the initiatives launched by interested countries and other stakeholders aimed at improving air quality and protecting public health and ecosystems. We invite countries and other stakeholders to implement the Batumi Action for Cleaner Air in close cooperation with the ECE Convention on Long-range Transboundary Air Pollution (Air Convention), as appropriate, and to report on progress thereon to the Committee on Environmental Policy. We will also strengthen the role of civil society in addressing air pollution and its impacts, and we commit to ensuring adequate monitoring of and public access to relevant information on air pollution, in particular ground-level monitoring.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "8.\tWe appreciate progress achieved under the ECE multilateral environmental agreements and recognize the need to strengthen the participation of civil society and the private sector in their implementation. We invite countries to ratify, implement and provide adequate resources for the relevant multilateral environmental agreements, inter alia, the Air Convention and its three most recent protocols. We recognize the opportunities provided by multilateral environmental agreements to implement Agenda 2030.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "9.\tWe acknowledge the important contribution of the ECE Environmental Performance Review Programme over the past 20 years as an effective and practical policy tool, and highlight the role it can play in supporting the achievement and monitoring of SDGs in the pan-European region. We express our satisfaction with the progress in the third cycle of reviews and encourage countries to benefit from the Environmental Performance Review Programme by undertaking further reviews.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "10.\tWhile welcoming progress in developing the Shared Environmental Information System (SEIS) to support a regular process of environmental assessment, we invite countries to continue their efforts and to further develop their national information systems to have SEIS in place in the countries of Europe and Central Asia by 2021. In this regard, we note the value of UNEP Live and the Group on Earth Observations as global knowledge-sharing platforms. We welcome the launch of the European regional assessment of the Global Environment Outlook, as the regular pan-European environmental assessment. The GEO-6 Assessment for the pan-European region is built on existing national, sub-regional and thematic assessments, including The European environment - state and outlook 2015 report produced by the European Environment Agency in 2015.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "11.\tWe acknowledge progress in implementing the Astana Water Action, and encourage interested countries and organizations to continue using this initiative according to their needs.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "12.\tWe welcome the work of the Environmental Action Programme Task Force, and we invite the Organization for Economic Cooperation and Development to continue its activities under its new name, the Green Economy and Environment (GREEN) Action Programme Task Force, in cooperation with relevant partners.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "13. \tWe acknowledge the role of regional initiatives in support of Agenda 2030 and recognize the important contributions of the United Nations system, multilateral development banks and other international and inter-State organizations.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "14.\tWe value the role of Regional Environmental Centres in implementing initiatives to improve environmental governance at all levels, and encourage them to strengthen their activities and to continue playing a valuable role in the pan-European region by supporting the needs of target countries.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "15.\tWe reiterate the importance of civil society participation — including business, women, non-governmental organizations, academia and other groups — in decision-making to improve the environment and promote sustainable development. We appreciate the activities of civil society organizations in the region in this regard and commit ourselves to further develop partnerships with them and create favourable conditions for their operation. We also welcome the contribution of the European ECO Forum to the Environment for Europe process.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "16.\tWe invite the Committee on Environmental Policy to convene in 2018 a mid-term review to assess progress in the implementation of the main outcomes of this Conference.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "17.\tWe invite expressions of interest from Governments to host the next Environment for Europe ministerial conference in 2021, celebrating 30 years of the Environment for Europe process, for consideration by the Committee.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "18.\tWe express our gratitude to the Government of Georgia for having hosted this Conference and we wish to thank it and the people of Georgia for the warm hospitality we have received.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}]