[{"text": "ECE/NICOSIA.CONF/2022/2/Add.1", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Ninth Environment for Europe\nMinisterial Conference", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Nicosia, 5–7 October 2022", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Report of the Ninth Environment for Europe Ministerial Conference", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Addendum", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Declaration", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "by Ministers of the region of the United Nations Economic Commission for Europe", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UNITED NATIONS", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Economic Commission for Europe", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Ninth Environment for Europe\nMinisterial Conference", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Nicosia, 5–7 October 2022", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Report of the Ninth Environment for Europe Ministerial Conference", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Addendum", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Declaration", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "by Ministers of the region of the United Nations Economic Commission for Europe", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "1.\tWe, the ministers and heads of delegation from 42 countries of the United Nations Economic Commission for Europe (ECE) region and the representative of the European Union, meeting in Nicosia, from 5 to 7 October 2022, in the framework of the Ninth Environment for Europe Ministerial Conference, make the following declaration.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "2.\tWe recall that the “Environment for Europe” process was launched in 1991, at Dobris Castle in the then Czechoslovakia, with the overarching goal of strengthening cooperation to protect and improve the environment, aiming at peace, stability and sustainable development, while acknowledging that cooperation towards convergence of environmental quality and policies in Europe represents a strong integrating force and provides one of the cornerstones of the construction of the new Europe.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "3.\tWe profoundly regret that the path traced in Dobris towards a more sustainable pan-European region was violently interrupted in February 2022. In this regard we strongly condemn the unprovoked and unjustified aggression against Ukraine by the armed forces of the Russian Federation and we recall General Assembly resolution ES-11/1 on aggression against Ukraine, supported by 141 States Members of the United Nations, deploring in the strongest terms the aggression by the Russian Federation against Ukraine, which violates international law and the Charter of the United Nations, undermines international security and stability, and has had a devastating effect on human lives and the environment. We also condemn the involvement of Belarus in this act of aggression against Ukraine. ECE was created to help a Europe devastated by war to recover and build its future on peace and mutual cooperation in going forward. We insist on the fact that peace is the prerequisite for international cooperation. We are also highly concerned about the harmful impact that this military aggression against Ukraine and its people has already had, and will have, on the environment. The ecological consequences of this aggression will most likely also threaten human lives and health, with immediate and long-term effects.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "4.\tWe recognize the need to assess the environmental consequences of the military aggression against Ukraine for both the country and the surrounding region, and affirm our support to Ukraine in its reconstruction, including for providing subsequent assistance for restoration. We invite the ECE secretariat, in cooperation with the United Nations Environment Programme, the Organisation for Economic Co-operation and Development and others, to prioritize assessing the most urgent environmental needs in Ukraine based upon the methodology of the ECE Environmental Performance Review Programme and on the results of ongoing and planned impacts assessments, and to make recommendations to advance a sustainable recovery of the country, in line with the Lugano Declaration and its seven principles adopted at the Ukraine Recovery Conference of 4-5 July 2022.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "5.\tWe fully recognize the seriousness of the challenges facing our planet and our region, also in the light of the coronavirus disease (COVID-19) pandemic, and we stress that the task of finding successful solutions to these grave challenges, notably on biodiversity, climate change and overall pollution, calls for a joint and coordinated response that can only be achieved through close international cooperation. We recall that peace is a prerequisite for international cooperation – including through the use of existing international cooperation platforms, such as the “Environment for Europe” process.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "6.\tWe reaffirm our commitment to improving environmental protection and advancing sustainable development in the ECE region, contributing to the achievement of the Sustainable Development Goals for the implementation of the 2030 Agenda for Sustainable Development, including through partnership between the public and private sectors. We recognize that greening the economy is of critical importance for the achievement of all the Sustainable Development Goals and reconfirm our commitments made at the Eighth Environment for Europe Conference held in Batumi, Georgia, from 8 to 10 June 2016. In this regard, infrastructure development and tourism are among the main sectors concerned and it is therefore critical to ensure that environmental, social and health concerns are fully considered and addressed within those sectors, and that disaster risks are identified and mitigated.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "7.\tWe confirm the value of the “Environment for Europe” process as a unique pan-European platform for addressing environmental challenges, improving environmental governance, promoting environmental and cross-sectoral cooperation and information- sharing among countries, and as a pillar of sustainable development in the region with a\n31-year-long proven track record of important and tangible achievements the result of cooperation among all stakeholders. It has shown itself to be capable of driving progress in overcoming known challenges and of welcoming measures to support countries to face new challenges, transforming itself according to the needs of the region. We consider that it should play a central role in the inclusive and sustainable recovery of the pan-European region, in its green and just transition, and in building a sustainable future based on deepening cooperation and the advent of peace.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "8.\tWe recognize the important role that sustainable infrastructure plays in the green economy transition and in the achievement of the Sustainable Development Goals. We underline that sustainable and resilient infrastructure investment should be at the core of green economy policies and commitments, also playing a central role in COVID-19 pandemic recovery plans. We highlight United Nations Environment Assembly of the United Nations Environment Programme resolution 5/9 on sustainable and resilient infrastructure, and reaffirm the important role that the “Environment for Europe” process could play for its implementation. In this context, we acknowledge that the Convention on Environmental Impact Assessment in a Transboundary Context (Espoo Convention) and its Protocol on Strategic Environmental Assessment provide a framework and guidance for assessing and reducing environmental impact, both in greening infrastructure and industry. We emphasize the importance of the Convention on Access to Information, Public Participation in Decision-making and Access to Justice in Environmental Matters (Aarhus Convention) and its Protocol on Pollutant Release and Transfer Registers in this context in order to ensure transparent, effective, safe and inclusive public participation in decision-making.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "9.\tWe affirm that a systemic, inclusive and resilient approach, as outlined in the International Good Practice Principles for Sustainable Infrastructure, is required for different types of infrastructure planning and management. New sustainable and resilient infrastructure should promote resource-efficient use to reduce long-term environmental impacts. We will explore the way forward for the pan-European region, including through innovation, nature-based solutions and engagement with the private sector. The future region-wide approach to sustainable infrastructure should provide the basis for common goals, targets and criteria for policymaking, financing, performance monitoring and replicability of practices that best suit domestic and transboundary needs. We will promote effective, safe and inclusive public participation as an essential prerequisite for good governance of infrastructure development and building a sustainable future for present and future generations, using proven tools such as environmental impact assessment and strategic environmental assessment. We also recognize the need for a common understanding of sustainable and safe infrastructure and of how to quantify progress across countries, together with the need to strengthen transboundary cooperation to address technological and environmental risks and prevent adverse impacts.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "10.\tWe also recognize that applying principles of circular economy to sustainable tourism through multi-stakeholder cooperation, effective incentives, support programmes and regulations is critical for building back better the tourism sector – one of the sectors most affected by the pandemic in the pan-European region. We will promote the transformation of the tourism sector by implementing programmes and projects oriented to applying circular models in the tourism value chain. Moreover, we will build knowledge based on existing circular tools and initiatives, with a view to enabling further dissemination and outreach across relevant ECE member States. We encourage member States and other stakeholders in a position to do so to consider joining and committing to actions under the Global Tourism Plastics Initiative, which unites the tourism sector behind a common vision of circular economy of plastics and the Glasgow Declaration: A Commitment to a Decade of Tourism Climate Action.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "11.\tWe will support efforts to reduce water and energy use and greenhouse gas emissions from tourism, particularly from high-impact subsectors (including cruise liners, aviation and accommodation), as well as to improve efficiency in the use of other resources such as water. We also commit to improving wastewater treatment and waste management, including food waste and plastics, in the tourism sector, and to applying circular economy principles across the tourism value chain. We appreciate the commitment expressed by the member States of the United Nations Economic Commission for Europe at its sixty-ninth session, held in Geneva, from 20 to 21 April 2021, to step up their efforts to promote circular economy approaches and the sustainable use of natural resources, in particular through the voluntary commitments made as a part of the “Environment for Europe” process. We commit to supporting and promoting these decisions by fully exploiting the potential of the “Environment for Europe” process and, in particular, the Batumi Initiative on Green Economy, for mobilizing voluntary commitments and sharing positive experiences, such as walking and cycling tourism. More broadly, we will foster a circular economy, favour a life cycle approach and support resource efficiency and waste prevention in production and consumption, notably through repair, product information, refurbishment and remanufacturing, as well as the use of sustainable public procurement and financial incentives.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "12.\tWe reaffirm our commitment to the implementation of the voluntary Pan-European Strategic Framework for Greening the Economy adopted at the Eighth Environment for Europe Ministerial Conference. We welcome the positive progress in the implementation of the voluntary commitments of the Batumi Initiative on Green Economy to operationalize the Strategic Framework, and call upon the countries and other stakeholders to continue reporting on the existing voluntary commitments under the Batumi Initiative and consider taking on new commitments, including in the areas of sustainable infrastructure and sustainable tourism. We support further promotion of the Batumi Initiative through existing knowledge-sharing platforms, such as the Green Growth Knowledge Partnership and the One Planet Network. We further invite ECE, the Organisation for Economic Co-operation and Development and the United Nations Environment Programme, in close cooperation with each other and with other relevant international organizations, to support countries in their efforts to green their economies and achieve sustainable development.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "13.\tWe appreciate the progress achieved in the pan-European region over the past four decades in reducing emissions of the main air-polluting substances and their impacts. We also note that air pollution, both outdoor and indoor, remains a major concern in the region and globally, causing significant threats to human health and the environment. We remain committed to accelerating the reduction of air pollution, safeguarding human health, the phasing out of hydrochlorofluorocarbons and the phasing down of hydrofluorocarbons, including their contribution to global warming. In this regard, we remain committed to ensuring adequate monitoring of, and public access to relevant information on, air pollution, in particular ground-level monitoring. We also welcome the final progress report of the voluntary Batumi Action for Cleaner Air, noting with appreciation the implementation of initiatives launched by interested countries and other stakeholders aimed at improving air quality and protecting public health and ecosystems. We also welcome close cooperation with the ECE Convention on Long-range Transboundary Air Pollution, in particular, the creation of a forum for international cooperation on air pollution under the Convention, to provide a means for countries around the world to cooperate to prevent and reduce air pollution. We welcome the exploration of synergies in achieving progress under the Batumi Action and the possibility of continuing to promote the Batumi Action measures.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "14.\tWe appreciate progress achieved under the ECE multilateral environmental agreements and recognize their important role in supporting countries to achieve the Sustainable Development Goals. We commend the tangible results achieved with the implementation of the ECE multilateral environmental agreements, both in enhancing environmental protection and industrial safety, as well as in improving social, economic and health aspects of people’s lives across the pan-European region and beyond. We commit to strengthening the participation of civil society and the private sector in the implementation of those agreements. We encourage interested countries to ratify and implement those instruments and provide adequate resources for their implementation.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "15.\tWe recognize the crucial importance of having access to diverse information sources and reliable, up-to-date, quality data and statistics, namely by using modern tools and techniques, for facing both current and emerging needs and challenges. We reaffirm our commitment to facilitating partnerships and mutual support among national statistical offices and related agencies, for example, environmental agencies, to produce data and statistics for monitoring progress in environmental protection.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "16.\tWe acknowledge the importance of regular, indicator-based environmental assessments, and confirm our commitment to keeping the pan-European region under regular review in support of sustainable development and the transition to a circular, green and sustainable economy. We take note of the key findings of the seventh pan-European assessment, produced by ECE and the United Nations Environment Programme, and the urgent need in particular to:", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Pursue integrated water resources management, transboundary water cooperation and integrated coastal zone management.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Mainstream biodiversity conservation across all relevant sectors and policies.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Halt biodiversity loss and, where possible, restore ecosystems to a healthy state.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Reverse the degradation of coastal waters, marine ecosystems and seas, and enhance efforts to achieve the global targets of protection and conservation of at least 30 per cent of terrestrial, inland water, coastal and marine areas across the region by 2030.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Prevent pollution to air, water and soil to drive towards a pollution-free planet.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Reduce land take further and consistently, avoid further degradation of land and habitat quality due to biodiversity-unfriendly agricultural and land management practices, and increase efforts for soil conservation.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Establish a resource-oriented, pan-European e-waste management partnership, and further broaden access to reliable, detailed information on chemicals and waste in order to achieve their sound management.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Devote additional resources to achieving the institutional and technical capacity necessary for the planning, design, execution, operation and decommissioning of sustainable infrastructure projects.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Develop and implement appropriate and common pan-European methods and systems for monitoring and information management, employ the revised ECE Guidelines for the Application of Environmental Indicators, and adopt indicators to cover important emerging policymaking themes, also with a view to improving the availability of quality data for the indicators of the Sustainable Development Goals.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Select key impact tourism indicators to be included in ECE statistical databases.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "17.\tWe reaffirm the importance of further strengthening and scaling up education for sustainable development to advance environmental governance, strengthen environmental democracy and empower learners of all ages with the knowledge, skills, values and attitudes to address the interconnected global challenges we are facing, including climate change, environmental degradation, loss of biodiversity, pollution, poverty, and gender and other inequalities.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "18.\tWe commend the ECE Environmental Performance Review Programme as an effective and practical policy tool with a proven track record stretching back over more than a quarter of a century, and recognize the role it plays in supporting the achievement and monitoring of the Sustainable Development Goals in the pan-European region. We endorse the fourth cycle of environmental performance reviews, invite ECE to conduct it and encourage countries to benefit from the Environmental Performance Review Programme by undertaking further reviews and considering elaborating road maps to implement recommendations.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "19.\tWe also commend the general establishment of the Shared Environmental Information System across the region to support a regular process of environmental assessment. We invite countries to continue their efforts to implement all pillars of the Shared Environmental Information System – content, infrastructure and cooperation – and to address any remaining gaps. We also recommend that countries make environmental information publicly available, findable, accessible, interoperable, reusable, and encourage collection of local and indigenous knowledge, citizen science and crowdsourced data. We also encourage countries, when developing digitalization of environmental information systems relying on open data, big data and state-of-the-art digital technologies, to improve data availability, transparency and public involvement in decision-making.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "20.\tWe welcome the work of the GReen Economy and ENnvironment Action Task Force, and we invite the Organisation for Economic Co-operation and Development to continue its activities in cooperation with relevant partners.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "21.\tWe acknowledge the role of regional initiatives in support of the 2030 Agenda for Sustainable Development and recognize the important contributions of the United Nations system, multilateral development banks and other international, regional and inter-State organizations. We acknowledge the health and environment nexus and remain committed to cooperating with the World Health Organization and the health sector. We invite Regional Environmental Centres to regularly report to the Committee on Environmental Policy on their activities.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "22.\tWe reaffirm the essential role that civil society participation plays in enhancing decision-making to improve the environment and promote sustainable development, and commit ourselves to further developing partnerships with civil society organizations and to creating the necessary conditions for their operation, including effective access to environmental information, participation and access to justice in environmental matters. We also welcome the contribution of the European ECO-Forum to the “Environment for Europe” process.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "23.\tWe invite the Committee on Environmental Policy to convene a mid-term review in 2025 to assess progress in the implementation of the main outcomes of this Conference.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "24.\tWe decide to hold the Tenth Environment for Europe Ministerial Conference in five years, to assess the progress in our joint work and devise new directions, and we invite expressions of interest from Governments wishing to host that event.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "25.\tWe express our gratitude to the Government of Cyprus for hosting this Conference, and for having addressed, exceptionally and with great determination, the impact of the pandemic on the organization of this event, and we wish to thank both the Government and the people of Cyprus for their warm hospitality.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}]