[{"text": "Economic Commission for Europe", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Meeting of the Parties to the Convention on\nthe Protection and Use of Transboundary\nWatercourses and International Lakes", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Ninth session", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Geneva, 29 September–1 October 2021", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Report of the Meeting of the Parties on its ninth session", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Introduction", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "I.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The ninth session of the Meeting of the Parties to the Convention on the Protection and Use of Transboundary Watercourses and International Lakes (Water Convention) was held from 29 September to 1 October 2021 in a hybrid format at the United Nations Office at Geneva. The meeting was organized in cooperation with the Government of Estonia.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "1.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A.Attendance", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The ninth session was attended by delegations from the following Parties to the Convention: Albania, Austria, Azerbaijan, Belarus, Belgium, Bosnia and Herzegovina, Bulgaria, Chad, Croatia, Czechia, Estonia, Finland, France, Germany, Ghana, Greece, Guinea-Bissau, Hungary, Italy, Kazakhstan, Latvia, Lithuania, Luxembourg, Montenegro, Netherlands, North Macedonia, Norway, Poland, Portugal, Republic of Moldova, Romania, Russian Federation, Senegal, Serbia, Slovakia, Slovenia, Spain, Sweden, Switzerland, Turkmenistan, Ukraine and Uzbekistan.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "2.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Delegations from the following States not Parties to the Convention also attended: Algeria, Armenia, Bangladesh, Belize, Benin, Bolivia (Plurinational State of), Brazil, Burkina Faso, Cambodia, Cameroon, Chile, Congo, Costa Rica, Côte d’Ivoire, Democratic Republic of the Congo, Dominican Republic, Ecuador, Egypt, El Salvador, Gambia, Georgia, Grenada, Guatemala, Guyana, Haiti, Honduras, India, Iran (Islamic Republic of), Iraq, Ireland, Jordan, Kenya, Lesotho, Liberia, Libya , Madagascar, Mauritania, Mexico, Morocco, Myanmar, Namibia, Niger, Nigeria, Panama, Paraguay, Peru, Philippines, Rwanda, Saint Lucia, Saudi Arabia, Sierra Leone, South Sudan, State of Palestine, Sudan, Syrian Arab Republic, Tajikistan, Thailand, Togo, Turkey, Uganda, United Kingdom of Great Britain and Northern Ireland, United Republic of Tanzania, United States of America, Uruguay, Uzbekistan, Venezuela (Bolivarian Republic of), Viet Nam, Yemen and Zambia.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "3.", "action_verb": "Delegations", "action_verb_type": "operative", "action_verb_normalized": "delegation", "links": []}, {"text": "In addition, from the United Nations system, representatives of the Economic Commission for Africa, the Economic Commission for Latin America and the Caribbean, the Economic and Social Commission for Western Asia (ESCWA), the Food and Agriculture Organization of the United Nations, the International Fund for Agricultural Development, the United Nations, the United Nations Children’s Fund (UNICEF), the United Nations Convention to Combat Desertification, the United Nations Department of Economic and Social Affairs, the United Nations Development Programme, the United Nations Environment Programme, the United Nations Educational, Scientific and Cultural Organization (UNESCO), the United Nations Office for Disaster Risk Reduction, UN-Water and the World Meteorological Organization participated in the meeting.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "4.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Also participating were representatives of the following intergovernmental organizations: the African Minerals and Geosciences Centre, the African Ministers’ Council on Water, the Amazon Cooperation Treaty Organization, the Asian Development Bank (ADB), the Baltic Marine Environment Protection Commission, the Centre for Emergency Situations and Disaster Risk Reduction, the Chu-Talas Water Management Commission, the Convention on Wetlands of International Importance especially as Waterfowl Habitat, the Economic Community of West African States (ECOWAS), the European Bank for Reconstruction and Development, the European Investment Bank, the Finnish-Swedish Transboundary River Commission, the Global Environment Facility International Waters Learning Exchange and Resource Network (IW:LEARN), the Global Environment Facility (GEF), the Global Water Partnership (GWP), the Inter-American Development Bank, the Intergovernmental Coordinating Committee of the La Plata Basin Countries, the International Centre for Integrated Mountain Development (ICIMOD), the International Commission for the Protection of the Danube River, the International Fund for Saving the Aral Sea, the International Meuse Commission, the Inter-Parliamentary Union, the International Union for Conservation of Nature, the Joint Authority for the Study and Development of the Nubian Sandstone Aquifer System, the Lake Chad Basin Commission (LCBC), the Mekong River Commission, the Mono Basin Authority, the Niger Basin Authority, the Organisation for Economic Co-operation and Development (OECD), the Gambia River Basin Development Organization, the Organization for Security and Cooperation in Europe, the Scientific Information Centre of the Interstate Commission for Water in Central Asia, the Organization for the Development of the Senegal River (OMVS), the South Asia Cooperative Environment Programme and the World Bank.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "5.", "action_verb": "participating", "action_verb_type": "preambular", "action_verb_normalized": "participat", "links": []}, {"text": "Representatives of non-governmental organizations, academic institutions, private sector and the media participated.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "6.", "action_verb": "Representatives", "action_verb_type": "operative", "action_verb_normalized": "representativ", "links": []}, {"text": "Representatives of the Convention’s Implementation Committee also participated.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "7.", "action_verb": "Representatives", "action_verb_type": "operative", "action_verb_normalized": "representativ", "links": []}, {"text": "B.Opening and organizational matters", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Permanent Representative of Kazakhstan to the United Nations Office and other international organizations in Geneva, Ms. Zhanar Aitzhanova, representing the Chair, opened the meeting. The President of Estonia, Her Excellency Ms. Kersti Kaljulaid (video message), the Secretary-General of the United Nations, Mr. António Guterres (written statement), the Minister for Ecology, Geology and Natural Resources of Kazakhstan, Mr. Serikkali Brekeshev, the Minister for the Environment of Estonia, Mr. Tõnis Mölder, and Under-Secretary-General, Executive Secretary of the United Nations Economic Commission for Europe (ECE), Ms. Olga Algayerova, addressed the Meeting of the Parties with opening remarks.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "8.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The session was chaired by Ms. Aitzhanova (Kazakhstan), on behalf of the Chair of the Meeting of the Parties. In accordance with rules 17 and 19 of the rules of procedure (ECE/MP.WAT/54/Add.2), parts of the session were chaired by Mr. Péter Kovács (Hungary) and Mr. Harry Liiv (Estonia), Vice-Chairs of the Bureau, as well as Ms. Lea Kauppi (Finland), Co-Chair of the Working Group on Integrated Water Resources Management and the Working Group on Monitoring and Assessment.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "9.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Meeting of the Parties adopted its agenda as set out in document ECE/MP.WAT/62.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "10.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Meeting of the Parties took note of the document on Procedural matters of relevance for decision-making at the ninth session of the Meeting of the Parties due to the extraordinary circumstances related to the coronavirus disease pandemic (ECE/MP.WAT/2021/1) and decided to apply it during its ninth session.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "11.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Seven side events were organized before the session.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "12.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Status of ratification of the Convention and its Protocols, and report on credentials. Progress in the global opening of the Convention", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "II.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The secretariat reported on the status of ratification of the Convention and its Protocols and informed the Meeting of the Parties that, since its past session, Ghana, Guinea- Bissau and Togo had acceded to the Convention, respectively on 22 June 2020, 14 June 2021 and 28 September 2021, with accession entering into force on the ninetieth day after the date of deposit by such States of their respective instrument of accession. On 29 September 2021, the Convention had therefore counted 45 Parties.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "13.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Meeting of the Parties took note of the report of the officers, which verified that the credentials submitted by the Parties to the Convention were in good order.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "14.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "There then followed a small celebration for countries having completed the accession process in the triennium, namely Ghana, Guinea-Bissau and Togo. The Minister for Sanitation and Water Resources of Ghana, Ms. Cecilia Abena Dapaah, the Minister for Natural Resources and Energy of Guinea-Bissau, Mr. Orlando Mendes Viegas, and the Director of Water Resources Management at the Ministry of Water and Rural Water Supply of Togo, Mr. Wohou Akakpo, reported on their motivation for and process of accession to the Convention and called upon other countries to accede thereto.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "15.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Meeting of the Parties welcomed Ghana, Guinea-Bissau and Togo as new Parties. It also called upon donors, international financial institutions, international organizations and other actors involved in transboundary water cooperation to support the Convention’s implementation in the new Parties.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "16.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Special session – Water and peace", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "III.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A special high-level session was held on 29 September, focused on water and peace. More than 30 ministers, heads of organizations and other high-level representatives highlighted the role of transboundary water cooperation in fostering trust, stability and peace, and highlighted the need to accelerate progress on transboundary water cooperation to achieve sustainable development. The session also illustrated how accession to the Convention and its implementation could contribute (see ECE/MP.WAT/63/Add.3).", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "17.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "During the special session, ministers in charge of water of Gambia, Guinea-Bissau, Mauritania and Senegal signed a declaration with a commitment to establish a framework for cooperation on the Senegalo-Mauritanian Aquifer basin.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "18.", "action_verb": "During", "action_verb_type": "preambular", "action_verb_normalized": "dur", "links": []}, {"text": "Following the discussions in the high-level session, the Meeting of the Parties:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "19.", "action_verb": "Following", "action_verb_type": "preambular", "action_verb_normalized": "follow", "links": []}, {"text": "Emphasized the important linkages between climate change, water and stability. As described by some countries, extreme events and growing scarcity could undermine sustainable development, and drive instability and migration, especially in already fragile contexts. At the same time, transboundary water cooperation could support peace-building and regional integration;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(a)", "action_verb": "Emphasized", "action_verb_type": "preambular", "action_verb_normalized": "emphasized", "links": []}, {"text": "Stressed that transboundary waters were a global common good. Their protection and sustainable management require concerted action to foster sustainable development, ensure resilience to climate change and reduce disaster risk, prevent the collapse of water-dependent ecosystems, and reduce ocean pollution;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(b)", "action_verb": "Stressed", "action_verb_type": "preambular", "action_verb_normalized": "stressed", "links": []}, {"text": "Recognized the relevance of nature-based solutions, strengthening source-to- sea governance, and adoption of multisectoral and multi-hazard disaster risk management strategies in effective management of transboundary basins, improving water quality, enhancing water availability and reducing risks of water-related disasters and climate change;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(c)", "action_verb": "Recognized", "action_verb_type": "preambular", "action_verb_normalized": "recognized", "links": []}, {"text": "Affirmed that the Water Convention offered an essential intergovernmental platform and a United Nations system forum for dealing with transboundary water issues. Among its strengths were the capacity to be a pioneer in addressing emerging issues such as climate change and financing of transboundary cooperation, the provision of good practices and useful tools, the promotion of intersectoral approaches, and the many concrete examples offered of the benefits of cooperation;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(d)", "action_verb": "Affirmed", "action_verb_type": "preambular", "action_verb_normalized": "affirmed", "links": []}, {"text": "Welcomed the numerous expressions of interest by new countries in acceding to the Water Convention, as well as their intention to engage in its future activities;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(e)", "action_verb": "Welcomed", "action_verb_type": "preambular", "action_verb_normalized": "welcomed", "links": []}, {"text": "Also welcomed the efforts of Parties, in particular new Parties, to actively promote the Convention with their neighbours and beyond;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(f)", "action_verb": "welcomed", "action_verb_type": "preambular", "action_verb_normalized": "welcomed", "links": []}, {"text": "Called on all countries to join both the 1992 Water Convention and the 1997 Convention on the Law of the Non-navigational Uses of International Watercourses Convention (Watercourses Convention);", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(g)", "action_verb": "Called", "action_verb_type": "preambular", "action_verb_normalized": "called", "links": []}, {"text": "Also called on international and regional organizations, in particular from the United Nations system and specialized agencies, and financial institutions to support Governments in accession and implementation;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(h)", "action_verb": "called", "action_verb_type": "preambular", "action_verb_normalized": "called", "links": []}, {"text": "Underlined the key role of joint bodies such as river basin organizations in promoting a regional approach to accession and implementation;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(i)", "action_verb": "Underlined", "action_verb_type": "preambular", "action_verb_normalized": "underlined", "links": []}, {"text": "Recalled that the Water Convention had served as a model for transboundary water cooperation in the pan-European region and increasingly at the current time in other regions, as demonstrated by the work on the Senegalo-Mauritanian Aquifer basin. It acted as a catalyst for negotiating new and strengthening existing transboundary agreements and institutions, as well as for improving national water management and governance;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(j)", "action_verb": "Recalled", "action_verb_type": "preambular", "action_verb_normalized": "recalled", "links": []}, {"text": "Emphasized that the proven effectiveness of the Convention should be built upon to accelerate progress on transboundary water cooperation worldwide. Indeed, the results of the ECE/UNESCO/UN-Water Progress on Transboundary Water Cooperation: Global status of SDG indicator 6.5.2 and acceleration needs – 2021 (ECE/MP.WAT/65) showed that efforts to achieve target 6.5 were not on track and it was necessary to more than quadruple progress on transboundary water cooperation until 2030;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(k)", "action_verb": "Emphasized", "action_verb_type": "preambular", "action_verb_normalized": "emphasized", "links": []}, {"text": "Acknowledged that the impact of the coronavirus disease (COVID-19) pandemic on transboundary water cooperation progress globally had been significant and had reinforced the linkages between water and health;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(l)", "action_verb": "Acknowledged", "action_verb_type": "preambular", "action_verb_normalized": "acknowledged", "links": []}, {"text": "Praised the progress achieved in many transboundary basins despite COVID-19 pandemic-related challenges.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(m)", "action_verb": "Praised", "action_verb_type": "preambular", "action_verb_normalized": "praised", "links": []}, {"text": "Increasing awareness of and accession to the Convention and application of its principles drawing on the benefits of cooperation", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "IV.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Chair referred to the Report on the implementation of the programme of work for 2019–2021 (ECE/MP.WAT/2021/2), and to the Overview of contributions and expenditures in 2019–2021 (ECE/MP.WAT/2021/7). Under subsequent agenda items, the Meeting of the Parties discussed achievements in 2019–2021 and future activities under each specific item of the Draft programme of work for 2022–2024 (ECE/MP.WAT/2021/3).", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "20.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A.Progress in national processes towards accession and implementation of the Strategy for the implementation of the Convention at the global level", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A representative of France, co-lead Party for the activities, presented the achievements, lessons learned and future plans in the area. A representative of Switzerland, speaking on behalf of the Bureau, reported on progress in implementing the Strategy for the implementation of the Convention at the global level (ECE/MP.WAT/54/Add.2).", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "21.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The representative of Uganda reported on progress towards accession and expectations regarding accession to the Convention in the near future. He stated that the Convention’s provisions and tools had been used by Kenya and Uganda to develop a Memorandum of Understanding on the Sio-Malaba-Malakisi basin. The representative of Burkina Faso reported on his country’s willingness to accede and the establishment of a committee by the Ministry of Water and Sanitation to monitor the accession process. A representative of the Congo reported on steps undertaken towards accession after expressing an interest in joining the Convention at the eighth session of the Meeting of the Parties. Representatives of the Gambia and Nigeria stated that the first steps towards accession had been taken by sending official letters of interest to the secretariat and creating interministerial committees. Representatives of Namibia and the United Republic of Tanzania announced their intention to accede to the Convention. A representative of Zambia expressed interest in becoming a prospective Party. Most of the representatives of those countries requested that guidance be provided by the secretariat during the accession process.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "22.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The representative of the Economic Commission for Africa congratulated new acceding African countries and invited other countries to join the Convention. He confirmed the Commission’s readiness to accompany African countries in the accession process, as initiated with Niger. The representatives of ECOWAS and of the Niger Basin Authority confirmed that the ECOWAS Commission and the Authority would continue supporting the understanding of the Convention and accompany their respective member States in their accession processes. The representative of OMVS committed to intensifying the Convention’s promotion among the Organization’s member States.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "23.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A representative of Iraq reported that the process of accession was close to completion. A representative of the Islamic Republic of Iran expressed a wish to discuss management of shared waters with Iraq under the framework of the existing bilateral agreement.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "24.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A representative of the European Union and its member States welcomed the new Parties and invited Parties and the secretariat to continue supporting the Convention’s globalization. He reiterated the commitment of the European Union to support interested States in acceding to the Convention. A representative of the Netherlands reported on the newly established Water, Peace and Security Partnership and committed to continue supporting the Convention’s global opening as a key conflict prevention mechanism. The representative of Luxembourg expressed appreciation for countries’ growing interest in the Convention and commended the concrete acceleration actions highlighted in the Review of the implementation of the Strategy for the implementation of the Convention at the global level (ECE/MP.WAT/2021/4). A representative of Spain reaffirmed the willingness of Spain to support regional dialogues on the Convention’s benefits through the Conference of Ibero-American Water Directors (CODIA), the Mediterranean Network of Basin Organizations and the 5+5 Dialogue (Western Mediterranean Forum).", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "25.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The representative of Guatemala emphasized the interest of his country in learning more about the Convention.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "26.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Meeting of the Parties:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "27.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Welcomed significant progress on accession in Côte d’Ivoire and Iraq and urged those countries to finalize their accession processes;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(a)", "action_verb": "Welcomed", "action_verb_type": "preambular", "action_verb_normalized": "welcomed", "links": []}, {"text": "Also welcomed the progress towards accession by many countries worldwide and encouraged them to complete their accession processes as soon as possible;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(b)", "action_verb": "welcomed", "action_verb_type": "preambular", "action_verb_normalized": "welcomed", "links": []}, {"text": "Encouraged other countries to explore accession to the Convention and to start national dialogues on the derived benefits and implications;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(c)", "action_verb": "Encouraged", "action_verb_type": "preambular", "action_verb_normalized": "encouraged", "links": []}, {"text": "Welcomed progress made in implementing the Strategy for the implementation of the Convention at the global level and called upon Parties, other countries, partners and the secretariat to advance further that work;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(d)", "action_verb": "Welcomed", "action_verb_type": "preambular", "action_verb_normalized": "welcomed", "links": []}, {"text": "Welcomed the publication Frequently Asked Questions on the 1992 Water Convention, with the Road map to facilitate accession processes (ECE/MP.WAT/59) and encouraged countries, joint bodies, partner organizations and other interested actors to use it to inform accession processes and prepare for and strengthen implementation of the Convention;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(e)", "action_verb": "Welcomed", "action_verb_type": "preambular", "action_verb_normalized": "welcomed", "links": []}, {"text": "Thanked Hungary, Finland, France, Germany and the Netherlands for leading the area of work, as well as the secretariat for the support provided to countries interested in acceding to the Convention;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(f)", "action_verb": "Thanked", "action_verb_type": "preambular", "action_verb_normalized": "thanked", "links": []}, {"text": "Commended the efforts by other Parties to support accession by interested countries;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(g)", "action_verb": "Commended", "action_verb_type": "preambular", "action_verb_normalized": "commended", "links": []}, {"text": "Reaffirmed its commitment to support accession processes through the provision of technical and legal assistance, including by sharing Parties’ expertise in implementation;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(h)", "action_verb": "Reaffirmed", "action_verb_type": "preambular", "action_verb_normalized": "reaffirmed", "links": []}, {"text": "Encouraged the promotion of the 1997 Watercourses Convention together with the 1992 Water Convention, where appropriate;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(i)", "action_verb": "Encouraged", "action_verb_type": "preambular", "action_verb_normalized": "encouraged", "links": []}, {"text": "Decided to include “Increasing capacity for implementation of the Convention and supporting national processes towards accession” in the programme of work for 2022–2024.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(j)", "action_verb": "Decided", "action_verb_type": "preambular", "action_verb_normalized": "decided", "links": []}, {"text": "B.Launch of the second progress report on implementation of the Convention", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The secretariat provided an overview of the publication Progress on transboundary water cooperation under the Water Convention: Second report on implementation of the Convention on the Protection and Use of Transboundary Watercourses and International Lakes, 2017–2020 (ECE/MP.WAT/67). This report was prepared based on national reports on implementation of the Convention submitted by all its Parties, including new Parties in sub-Saharan Africa.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "28.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A representative of Germany expressed appreciation for the fact that progress was visible in the second report compared to the first report and for the usefulness of the recommendations contained in the report. A representative of Poland stressed the value of the reporting exercise, which allowed for comparison of national performance against international benchmarks and identification of possible actions for improvement. A representative of Romania described the main achievements of her country in the reporting period. A representative of Switzerland highlighted the positive impacts of reporting for her country, such as prompting consolidation of information on transboundary groundwaters. A representative of Azerbaijan spoke about the country’s difficulties in addressing pollution of transboundary rivers.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "29.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Meeting of the Parties welcomed the report Progress on transboundary water cooperation under the Water Convention: Second report on implementation of the Convention on the Protection and Use of Transboundary Watercourses and International Lakes, 2017-2020 prepared by the secretariat and encouraged countries, joint bodies and partner organizations to use it in support of transboundary water cooperation.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "30.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "C.Supporting the development of agreements and the establishment of joint bodies", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The representative of Hungary, lead Party for the activities, introduced the Practical Guide for the Development of Agreements or Other Arrangements for Transboundary Water Cooperation (ECE/MP.WAT/68), as well as the process for its development by a dedicated drafting group. He presented proposed future activities and welcomed Germany as co-lead Party for 2022–2024.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "31.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A member of the drafting group clarified that the Practical Guide was a compilation and explanation of States’ practices in developing agreements or other arrangements and could contribute significantly to negotiating such agreements.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "32.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A representative of Slovenia, speaking on behalf of the European Union and its member States, noted that the Practical Guide would be extremely useful for drafting new agreements or amending existing ones and for establishing joint bodies. He supported the planned creation of an online toolkit based on the Guide. Representatives of Luxembourg and Switzerland expressed appreciation for the concrete information and recommendations contained in the Practical Guide, which were valuable for countries working on agreements and to support continuous progress in cooperation. An independent expert from Paraguay highlighted the Guide’s importance in supporting revision of existing agreements in Latin America. A representative of the Geneva Water Hub committed to disseminating the Guide in capacity-building workshops.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "33.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A representative of GWP reported on its joint work with the Central American Commission for Environment and Development to foster transboundary water cooperation in Central America, where the Practical Guide had already guided the ongoing development of regional guidelines for transboundary water management; and expressed interest in supporting the development of the online toolkit. A representative of France reported that her country had used the Practical Guide in negotiations with Switzerland on the Rhone River and recommended its use.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "34.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Meeting of the Parties:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "35.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Adopted the Practical Guide for the Development of Agreements or Other Arrangements for Transboundary Water Cooperation and called upon countries, basins and partners to use it to develop or revise transboundary water agreements or other arrangements and to strengthen the Convention’s implementation;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(a)", "action_verb": "Adopted", "action_verb_type": "preambular", "action_verb_normalized": "adopted", "links": []}, {"text": "Invited countries, basins and partner organizations to promote the Practical Guide;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(b)", "action_verb": "Invited", "action_verb_type": "preambular", "action_verb_normalized": "invited", "links": []}, {"text": "Thanked the drafting group, led by Hungary, and the secretariat, for their work on the Practical Guide;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(c)", "action_verb": "Thanked", "action_verb_type": "preambular", "action_verb_normalized": "thanked", "links": []}, {"text": "Decided to include “Supporting the development of agreements and the establishment of joint bodies” in the programme of work for 2022–2024.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(d)", "action_verb": "Decided", "action_verb_type": "preambular", "action_verb_normalized": "decided", "links": []}, {"text": "D.Implementation Committee", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Chair of the Implementation Committee presented the Report of the Implementation Committee to the Meeting of the Parties (ECE/MP.WAT/2021/5), including the draft decision on general issues of implementation submitted by the Committee for adoption by the Meeting of the Parties. He highlighted the outcomes of the first advisory procedure before the Committee, in particular the facilitative and non-confrontational approach taken by the Committee in assisting Albania and Montenegro in identifying concrete steps towards strengthening their cooperation.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "36.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Representatives of Albania and Montenegro thanked the Committee for its legal and technical advice and reported on steps undertaken to implement it. A representative of Slovenia, speaking on behalf of the European Union and its member States, emphasized that the successful advisory procedure was a good example of how the Convention could support countries in resolving transboundary water-related challenges and encouraged Parties to further use the expertise available in the Implementation Committee.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "37.", "action_verb": "Representatives", "action_verb_type": "operative", "action_verb_normalized": "representativ", "links": []}, {"text": "The Meeting of the Parties:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "38.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Took note with appreciation of the report on the work of the Implementation Committee in 2019–2021 (ECE/MP.WAT/2021/5) and noted with appreciation the outcomes of the first advisory procedure;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(a)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Encouraged Parties and other stakeholders to seek the Committee’s assistance, support and facilitation to address difficulties in implementing and complying with the Convention, for example, by using the advisory procedure;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(b)", "action_verb": "Encouraged", "action_verb_type": "preambular", "action_verb_normalized": "encouraged", "links": []}, {"text": "Adopted decision IX/1 on general issues of implementation (see ECE/MP.WAT/63/Add.2).", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(c)", "action_verb": "Adopted", "action_verb_type": "preambular", "action_verb_normalized": "adopted", "links": []}, {"text": "The Meeting of the Parties re-elected the following members of the Implementation Committee: Ms. Dinara Ziganshina (for a full term) and Mr. Attila Tanzi (for half a term). It also elected the following new members of the Committee for a full term: Mr. Makane Mbengue and Ms. Jovanka Ignjatovic.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "39.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "E.Supporting implementation or application of the Convention through projects on the ground and capacity-building", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A panel of country representatives reflected on key achievements in transboundary water cooperation in their basins and regional cooperation based on support provided in the framework of the Convention’s programme of work in 2019–2021.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "40.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A representative of Ukraine highlighted positive outcomes of the work of the Dniester Commission, which continued to implement its tasks despite the termination of financial support after the completion of a GEF project in the basin. He indicated the intention of countries in the Prut River basin to use the example of the Dniester Commission to conclude an agreement and establish a trilateral commission for the Prut River.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "41.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A representative of the Chu-Talas Water Management Commission secretariat highlighted the development and approval of the Strategic Action Programme for the Chu and Talas Rivers, which included climate change adaptation measures.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "42.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A representative of Uzbekistan described progress in regional cooperation on dam safety in Central Asia, including improvement of national legislation and provision of training to experts and senior officials.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "43.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A representative of North Macedonia described the strengthening of cooperation in the Drin River basin based on the Memorandum of Understanding for the Management of the Extended Transboundary Drin Basin and with the support of a GEF project.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "44.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A representative of the World Meteorological Organization described opportunities for country engagement in the framework of the Water and Climate Coalition. A representative of the Organization for Security and Cooperation in Europe expressed commitment to continue supporting the Convention’s implementation through projects on the ground and capacity-building activities.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "45.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Meeting of the Parties:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "46.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Recognized the crucial importance of capacity-building and assistance projects on the ground to support the Convention’s implementation;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(a)", "action_verb": "Recognized", "action_verb_type": "preambular", "action_verb_normalized": "recognized", "links": []}, {"text": "Expressed appreciation for progress achieved under the different projects and for the cooperation with partners;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(b)", "action_verb": "Expressed", "action_verb_type": "preambular", "action_verb_normalized": "expressed", "links": []}, {"text": "Invited donors and partner organizations engaged in transboundary water cooperation to systematically promote and refer to the implementation of the Water Convention through their activities as the basis for collaborative, sustainable and rule-based solutions for the management of transboundary waters;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(c)", "action_verb": "Invited", "action_verb_type": "preambular", "action_verb_normalized": "invited", "links": []}, {"text": "Decided to continue its support to the Convention’s implementation or application through projects on the ground and capacity-building in the programme of work for 2022–2024.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(d)", "action_verb": "Decided", "action_verb_type": "preambular", "action_verb_normalized": "decided", "links": []}, {"text": "Supporting monitoring, assessment and information-sharing in transboundary basins", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "V.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Co-Chairs of the Working Group on Monitoring and Assessment from Finland and Senegal presented the achievements, lessons learned and future plans in the area.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "47.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A representative of Guinea-Bissau presented the achievements and lessons learned in the project on the Senegalo-Mauritanian Aquifer basin, as a part of which a set of reports on hydrogeological, institutional and technical aspects had been developed and a vision and a regional project elaborated by a regional working group.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "48.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A representative of Slovenia, speaking on behalf of the European Union and its member States, emphasized mutually supportive linkages between the reporting mechanism under the Convention and the activities on joint monitoring and assessment and data and information exchange.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "49.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Meeting of the Parties:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "50.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Expressed appreciation for the exchange of good practices and lessons learned in transboundary monitoring and data exchange under the Convention;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(a)", "action_verb": "Expressed", "action_verb_type": "preambular", "action_verb_normalized": "expressed", "links": []}, {"text": "Urged countries, joint bodies and partner organizations to contribute to the update of the Strategies for Monitoring and Assessment of Transboundary Rivers, Lakes and Groundwaters (ECE/MP.WAT/20) and the good practices publication;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(b)", "action_verb": "Urged", "action_verb_type": "preambular", "action_verb_normalized": "urged", "links": []}, {"text": "Requested the secretariat to publish the good practices publication in English, French, Russian and Spanish, with translation and printing costs to be covered by the United Nations regular budget;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(c)", "action_verb": "Requested", "action_verb_type": "preambular", "action_verb_normalized": "requested", "links": []}, {"text": "Expressed appreciation for progress made in advancing data exchange, joint monitoring and assessment in transboundary basins, such as the Drin River basin and the Senegal-Mauritanian Aquifer basin;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(d)", "action_verb": "Expressed", "action_verb_type": "preambular", "action_verb_normalized": "expressed", "links": []}, {"text": "Reaffirmed its commitment to provide tailored assistance and support for developing joint or coordinated monitoring or information and data exchange in transboundary basins and invited countries and partner organizations to express interest and provide support to such efforts;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(e)", "action_verb": "Reaffirmed", "action_verb_type": "preambular", "action_verb_normalized": "reaffirmed", "links": []}, {"text": "Decided to include “Supporting monitoring, assessment and information- sharing in transboundary basins” in the programme of work for 2022–2024.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(f)", "action_verb": "Decided", "action_verb_type": "preambular", "action_verb_normalized": "decided", "links": []}, {"text": "Supporting equitable and sustainable water allocation in a transboundary context", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "VI.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The representative of Hungary, lead Party for the activities, introduced the Handbook on Water Allocation in a Transboundary Context (ECE/MP.WAT/64), including an overview of its development by a dedicated expert group, building on case studies and regional workshops, and introduced future proposed work in the area.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "51.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A representative of Chad noted that the distribution of transboundary water resources remained a major challenge and that the Handbook would greatly assist in building capacity on transboundary water allocation. A representative of the United Republic of Tanzania highlighted the benefit for all riparian States of proper and agreeable arrangements for transboundary water allocation and the desire that a second version of the handbook contain case studies from his region. A representative of OMVS considered the Handbook to be a fundamental tool for the concerted management of transboundary water resources. A representative of Egypt acknowledged that the Handbook provided useful recommendations to States negotiating new water allocation agreements.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "52.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A representative of Kazakhstan described two projects implemented by the International Water Assessment Centre (IWAC) in Central Asia and neighbouring States, which had contributed to the Handbook’s development. He noted that Kazakhstan was ready to assist in the Handbook’s application within the framework of the Centre’s activities.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "53.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A representative of Finland highlighted the expert support Finland had provided to the preparation of the Handbook.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "54.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A representative of Slovenia, speaking on behalf of the European Union and its member States, acknowledged that the Handbook constituted a valuable resource to cope with increasing competing demands for water, promote dialogue and contribute to reducing water-related tension among riparian countries. He encouraged Parties and non-Parties to use the Handbook. A representative of Australia expressed a desire that the Handbook should support good water allocation and governance arrangements, characterized by inclusive, integrated and adaptive approaches.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "55.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Meeting of the Parties:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "56.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Adopted the Handbook on Water Allocation in a Transboundary Context and called upon countries, basins and partners to use it in their work on transboundary water cooperation;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(a)", "action_verb": "Adopted", "action_verb_type": "preambular", "action_verb_normalized": "adopted", "links": []}, {"text": "Emphasized the important role that the Handbook could play in building capacity on water allocation in a transboundary context and contributing to sustainable management of transboundary waters;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(b)", "action_verb": "Emphasized", "action_verb_type": "preambular", "action_verb_normalized": "emphasized", "links": []}, {"text": "Thanked Hungary for leading, Finland for overall support to, and the expert group, partners and other contributors for their work on, the Handbook’s development;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(c)", "action_verb": "Thanked", "action_verb_type": "preambular", "action_verb_normalized": "thanked", "links": []}, {"text": "Decided to include “Supporting equitable and sustainable water allocation in a transboundary context” in the programme of work for 2022–2024.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(d)", "action_verb": "Decided", "action_verb_type": "preambular", "action_verb_normalized": "decided", "links": []}, {"text": "European Union Water Initiative and National Policy Dialogues", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "VII.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Representatives of ECE and the International Office for Water, also speaking on behalf of OECD and Environment Agency Austria, jointly presented an overview of the European Union Water Initiative and National Policy Dialogues (NPDs) on Integrated Water Resources Management and Water Supply and Sanitation in countries of Eastern Europe, the Caucasus and Central Asia, implemented within the European Union Water Initiative Plus programme and a regional project in Central Asia, funded by the European Union within the regional European Union-Central Asia Cooperation on Water, Environment and Climate Change programme.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "57.", "action_verb": "Representatives", "action_verb_type": "operative", "action_verb_normalized": "representativ", "links": []}, {"text": "Representatives of Armenia, Georgia, Kazakhstan, Kyrgyzstan, the Republic of Moldova, Tajikistan and Ukraine expressed their appreciation for the activities in support of improving the management of water resources in their countries, namely through support to:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "58.", "action_verb": "Representatives", "action_verb_type": "operative", "action_verb_normalized": "representativ", "links": []}, {"text": "Implementation of the water sector reform in Tajikistan, in particular to elaborate a methodology for water balance calculations", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "•", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Development of water security indicators and preparation of a national report on Sustainable Development Goal indicator 6.5.2 in Kyrgyzstan", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "•", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Preparation of a feasibility study on accession to the Protocol on Water and Health in Kazakhstan", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "•", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Strengthening of cooperation in the Khrami/Debed River basin through the development of a draft agreement on monitoring and exchange of information between Armenia and Georgia", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "•", "action_verb": "Strengthening", "action_verb_type": "preambular", "action_verb_normalized": "strengthen", "links": []}, {"text": "Revision of national targets under the Protocol on Water and Health and development of river basin management plans in Ukraine", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "•", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Development of second-generation river basin management plans in the Republic of Moldova", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "•", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The delegates expressed the importance of ensuring continued support to water sector reforms through NPDs. Furthermore, a representative of Turkmenistan outlined the priorities of his country in water management and transboundary cooperation.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "59.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A representative of the European Union expressed appreciation for the achievements in the framework of the NPDs and emphasized that water remained a key priority for European Union support to Eastern Partnership countries in line with the joint communication “Eastern Partnership policy beyond 2020: Reinforcing Resilience - an Eastern Partnership that delivers for all”. Water cooperation was also a key priority of the European Union strategy on Central Asia.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "60.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Meeting of the Parties:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "61.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Reconfirmed the important role of NPDs in fostering the implementation and application of the Water Convention and its Protocol on Water and Health, the progressive approximation to European Union legislation and the enhancement of transboundary cooperation;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(a)", "action_verb": "Reconfirmed", "action_verb_type": "preambular", "action_verb_normalized": "reconfirmed", "links": []}, {"text": "Welcomed the progress and highlighted that the cross-sectoral work in the framework of the NPDs was extremely useful in supporting countries in their efforts to achieve the Sustainable Development Goals and strengthened cooperation on water and health;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(b)", "action_verb": "Welcomed", "action_verb_type": "preambular", "action_verb_normalized": "welcomed", "links": []}, {"text": "Expressed appreciation for the strong commitment to and ownership of the NPDs process among countries of Eastern Europe, the Caucasus and Central Asia and encouraged continued exchange of experiences between the countries;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(c)", "action_verb": "Expressed", "action_verb_type": "preambular", "action_verb_normalized": "expressed", "links": []}, {"text": "Thanked the European Commission for its support to that area of work, as well as partners for their support to the Dialogues process and welcomed plans to continue supporting that work in the framework of the “Eastern Partnership policy beyond 2020: Reinforcing Resilience - an Eastern Partnership that delivers for all”, in line with the European Green Deal and a post-pandemic green recovery;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(d)", "action_verb": "Thanked", "action_verb_type": "preambular", "action_verb_normalized": "thanked", "links": []}, {"text": "Decided to include “Supporting National Policy Dialogues on Integrated Water Resources Management under the European Union Water Initiative” in the programme of work for 2022–2024;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(e)", "action_verb": "Decided", "action_verb_type": "preambular", "action_verb_normalized": "decided", "links": []}, {"text": "Encouraged the European Commission and other donors to continue to support financially the work of the European Union Water Initiative NPDs in the countries of Eastern Europe, the Caucasus and Central Asia.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(f)", "action_verb": "Encouraged", "action_verb_type": "preambular", "action_verb_normalized": "encouraged", "links": []}, {"text": "Water-food-energy-ecosystems nexus in transboundary basins", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "VIII.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Chair of the Task Force on the Water-Food-Energy-Ecosystems Nexus, from Finland, and the secretariat presented the achievements of the work on the nexus in the period 2019–2021. That included the assessment of the nexus in the basins of the Drin River and the Drina River and in the North-Western Saharan Aquifer system, as well as two thematic publications: a toolkit Towards sustainable renewable energy investment and deployment: Trade-offs and opportunities with water resources and the environment (ECE/ENERGY/127); and a synthesis publication Solutions and investments in the water-food-energy-ecosystems nexus: A synthesis of experiences in transboundary basins (ECE/MP.WAT/66). They presented prospects for future work, which would focus on operationalization of nexus solutions through regional cooperation strategies.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "62.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A panel composed of representatives of countries (Bosnia and Herzegovina, Georgia and Germany) and partners (the Economic Commission for Latin America and the Caribbean, GWP-Mediterranean and the Inter-American Development Bank) illustrated the impact of nexus assessments on national policies and transboundary cooperation, the regional consultations carried out in 2021 in the Western Balkans and in Latin America and the Caribbean, and planned future collaborations, notably a nexus project in Central Asia to be funded by Germany through the International Climate Initiative.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "63.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A representative of Slovenia, speaking on behalf of the European Union and its member States, acknowledged the work of the Nexus Task Force, expressed appreciation for the promotion of the nexus approach to ensure policy coherence in natural resource management, and encouraged Parties and non-Parties to apply it through projects and to strengthen partnerships with financing institutions and the private sector. A representative of Spain encouraged countries to apply a nexus approach to support integrated water resources management both at the national and transboundary levels.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "64.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A representative of Egypt noted that the nexus approach should be used to reconcile different interests across sectors and countries, while ensuring human rights.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "65.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Meeting of the Parties:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "66.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Reconfirmed the importance of increasing synergies between the water-food-energy-ecosystems sectors in order to more sustainably manage resources in transboundary basins and the importance of a nexus approach to cross-cutting issues such as climate action;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(a)", "action_verb": "Reconfirmed", "action_verb_type": "preambular", "action_verb_normalized": "reconfirmed", "links": []}, {"text": "Welcomed the progress made in supporting intersectoral dialogues and assessments under the Convention through the application of the nexus approach and in the operationalization of nexus solutions and investments to increase the impact of nexus assessments;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(b)", "action_verb": "Welcomed", "action_verb_type": "preambular", "action_verb_normalized": "welcomed", "links": []}, {"text": "Welcomed the toolkit publication Towards sustainable renewable energy investment and deployment: Trade-offs and opportunities with water resources and the environment and the synthesis publication Solutions and investments in the water-food-energy-ecosystems nexus: A synthesis of experiences in transboundary basins and encouraged countries, basins, joint bodies and partner organizations to use them;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(c)", "action_verb": "Welcomed", "action_verb_type": "preambular", "action_verb_normalized": "welcomed", "links": []}, {"text": "Thanked Finland for leading the area of work and all the experts and contributors for their input to the two publications;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(d)", "action_verb": "Thanked", "action_verb_type": "preambular", "action_verb_normalized": "thanked", "links": []}, {"text": "Decided to include “Supporting intersectoral dialogues and assessments through the application of the water-food-energy-ecosystems nexus approach” in the programme of work for 2022–2024;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(e)", "action_verb": "Decided", "action_verb_type": "preambular", "action_verb_normalized": "decided", "links": []}, {"text": "Requested the secretariat to prepare and publish focused material, such as a leaflet, to support partners in applying the nexus methodology, with the costs of translation and printing in Arabic, English, French, Russian and Spanish to be covered by the United Nations regular budget;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(f)", "action_verb": "Requested", "action_verb_type": "preambular", "action_verb_normalized": "requested", "links": []}, {"text": "Requested the secretariat to continue and strengthen cooperation with the ECE Sustainable Energy Division and other ECE divisions on sustainable natural resources management.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(g)", "action_verb": "Requested", "action_verb_type": "preambular", "action_verb_normalized": "requested", "links": []}, {"text": "Facilitating financing of transboundary water cooperation", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "IX.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Representatives of the co-lead Parties, the Netherlands and Switzerland, presented the progress achieved and lessons learned in the area since 2019, including the new publication Funding and Financing of Transboundary Water Cooperation and Basin Development (ECE/MP.WAT/61), as well as future work beyond 2021.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "67.", "action_verb": "Representatives", "action_verb_type": "operative", "action_verb_normalized": "representativ", "links": []}, {"text": "Representatives of the GEF, ADB and LCBC, which had contributed to the publication’s development, expressed their appreciation for that useful tool. The representative of the GEF welcomed the publication as the outcome of a collective understanding of available options of sustainable financing mechanisms for transboundary water cooperation. He highlighted that the GEF would leverage complementarities between the programmes of work of the Convention and IW:LEARN towards promoting the financing of transboundary water cooperation at global and regional scales.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "68.", "action_verb": "Representatives", "action_verb_type": "operative", "action_verb_normalized": "representativ", "links": []}, {"text": "A representative of ADB highlighted the role of the Bank in financing transboundary water cooperation and basin development, including through regional cooperation and governance – ADB Strategy 2030 priorities.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "69.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A representative of LCBC recommended the elaboration of a summarized version of the publication to enhance advocacy for sustainable funding of transboundary water cooperation for decision-makers.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "70.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A representative of Luxembourg noted that activities and thus financial needs of river basin commissions were increasing and highlighted the need for member countries to continue to financially support their activities.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "71.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A representative of Guinea-Bissau called upon development partners to support the ongoing establishment of a national water fund to ensure the development of the water sector and to perpetuate investments after the end of projects.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "72.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A representative of Egypt highlighted the importance of effective legal frameworks to frame financing in transboundary basins and expressed hope that future work would consider the compliance of financing mechanisms with international laws and standards.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "73.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Meeting of the Parties:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "74.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Stressed the importance of financing transboundary water cooperation and basin development;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(a)", "action_verb": "Stressed", "action_verb_type": "preambular", "action_verb_normalized": "stressed", "links": []}, {"text": "Welcomed progress made in facilitating knowledge-sharing and peer learning on funding and financing of transboundary water cooperation through activities under the Convention;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(b)", "action_verb": "Welcomed", "action_verb_type": "preambular", "action_verb_normalized": "welcomed", "links": []}, {"text": "Welcomed increased cooperation with international financial institutions and other partner organizations in raising awareness of the importance of financing transboundary water cooperation and basin development and invited such institutions to further strengthen cooperation with the Convention;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(c)", "action_verb": "Welcomed", "action_verb_type": "preambular", "action_verb_normalized": "welcomed", "links": []}, {"text": "Welcomed the publication Funding and Financing of Transboundary Water Cooperation and Basin Development and encouraged countries, joint bodies, partner organizations and other interested actors to mobilize financial resources for transboundary water cooperation;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(d)", "action_verb": "Welcomed", "action_verb_type": "preambular", "action_verb_normalized": "welcomed", "links": []}, {"text": "Thanked the Netherlands and Switzerland for leading the area of work and all the experts and contributors to the publication for their input;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(e)", "action_verb": "Thanked", "action_verb_type": "preambular", "action_verb_normalized": "thanked", "links": []}, {"text": "Invited countries and joint bodies to communicate to the secretariat requests for specific support related to facilitation of the financing of transboundary water cooperation and basin development, as offered in the draft programme of work 2022–2024, by 31 December 2021;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(f)", "action_verb": "Invited", "action_verb_type": "preambular", "action_verb_normalized": "invited", "links": []}, {"text": "Decided to include “Facilitating funding and financing of transboundary water cooperation and basin development” in the programme of work for 2022–2024.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(g)", "action_verb": "Decided", "action_verb_type": "preambular", "action_verb_normalized": "decided", "links": []}, {"text": "Reporting under the Convention and on indicator 6.5.2 of the Sustainable Development Goals", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "X.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Representatives of ECE and UNESCO reported on the Integrated Monitoring Initiative for SDG 6, operating under the aegis of UN-Water and highlighted findings of the Summary Progress Update 2021: SDG 6 – water and sanitation for all. They presented the main conclusions of the publication Progress on Transboundary Water Cooperation: Global Status of SDG Indicator 6.5.2 and Acceleration Needs, 2021 (ECE/MP.WAT/65), in particular the key areas on accelerating progress on transboundary water cooperation.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "75.", "action_verb": "Representatives", "action_verb_type": "operative", "action_verb_normalized": "representativ", "links": []}, {"text": "The secretariat presented the Draft decision on reporting (ECE/MP.WAT/2021/6) and provided an overview of progress made towards establishing an online reporting system, which might require slight adjustments to the reporting template to fit the online format.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "76.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A representative of Slovenia, speaking on behalf of the European Union and its member States, highlighted the encouraging response rate in the second reporting exercise. He urged countries to use the reporting process to identify gaps in cooperation and establish road maps to accelerate progress on transboundary water cooperation to achieve Sustainable Development Goal 6 by 2030.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "77.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A representative of Luxembourg highlighted the achievements of the country’s water cooperation, in particular with the Walloon Region (Belgium). A representative of Namibia stated that the reporting exercise had allowed the country to track its progress in implementing integrated water resources management in transboundary basins, embedding groundwater management issues in river basin management plans.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "78.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Representatives of Spain, speaking on behalf of CODIA, and of ESCWA, reported on the ongoing preparation of regional analysis of the status of transboundary water cooperation, respectively in the Latin American and Arab regions, based on national reports on Sustainable Development Goal indicator 6.5.2. The representative of Spain expressed the hope that said activity would prompt accession to the Convention in Latin America. The representative of ESCWA detailed its support for transboundary water cooperation in the Arab region, expressing appreciation for the close collaboration with the Convention and other regional partners.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "79.", "action_verb": "Representatives", "action_verb_type": "operative", "action_verb_normalized": "representativ", "links": []}, {"text": "Several delegations welcomed the establishment of an online reporting system for the third reporting exercise.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "80.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A representative of civil society from Cameroon encouraged countries to give civil society more of a voice in transboundary water cooperation.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "81.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Meeting of the Parties:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "82.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Adopted decision IX/2 on reporting (see ECE/MP.WAT/63.Add.2);", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(a)", "action_verb": "Adopted", "action_verb_type": "preambular", "action_verb_normalized": "adopted", "links": []}, {"text": "Expressed appreciation and gratitude to the 129 countries out of 153 sharing transboundary waters that had submitted reports to ECE and UNESCO in the second monitoring exercise on indicator 6.5.2 of the Sustainable Development Goals;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(b)", "action_verb": "Expressed", "action_verb_type": "preambular", "action_verb_normalized": "expressed", "links": []}, {"text": "Called on countries and partners to make use of the reports in order to advance transboundary cooperation;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(c)", "action_verb": "Called", "action_verb_type": "preambular", "action_verb_normalized": "called", "links": []}, {"text": "Expressed appreciation for the work of the ECE secretariat and UNESCO to support countries through capacity-building, enhancement of guidance materials for reporting and analysing the reports;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(d)", "action_verb": "Expressed", "action_verb_type": "preambular", "action_verb_normalized": "expressed", "links": []}, {"text": "Requested the secretariat, subject to the availability of resources, to prepare and publish the third progress report under the Convention in Arabic, English, French, Spanish and Russian, with translation and printing costs to be covered by the United Nations regular budget;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(e)", "action_verb": "Requested", "action_verb_type": "preambular", "action_verb_normalized": "requested", "links": []}, {"text": "Requested ECE to prepare and publish, together with UNESCO and in the framework of UN-Water, the third report on Sustainable Development Goal indicator 6.5.2 in Arabic, English, French, Russian and Spanish;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(f)", "action_verb": "Requested", "action_verb_type": "preambular", "action_verb_normalized": "requested", "links": []}, {"text": "Decided to include “Reporting on Sustainable Development Goal indicator 6.5.2 and under the Convention” in the programme of work for 2022–2024.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(g)", "action_verb": "Decided", "action_verb_type": "preambular", "action_verb_normalized": "decided", "links": []}, {"text": "Financing of the Convention", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "XI.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Secretary presented the status of the trust funds related to the Convention, noting a continuous increase in financial expenditures in recent years due to the expansion of the Convention’s scope and activities. She noted that the funding of the Convention still relied on a few main donors and encouraged contributions (financially and in-kind) by new contributors.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "83.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A representative of Finland, on behalf of the Bureau, presented the Draft decision on targets for a more sustainable and predictable funding of the work under the Convention (ECE/MP.WAT/2021/8).", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "84.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A representative of Slovenia, speaking on behalf of the European Union and its member States, urged all Parties to financially support the programme of work, to the extent possible and with unearmarked contributions, and encouraged international financial institutions, such as the GEF and the World Bank, to support the Convention’s implementation through their projects. A representative of Kazakhstan highlighted the need to increase support to the implementation of the Convention with its globalization and encouraged all Parties to contribute.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "85.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Meeting of the Parties:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "86.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Took note of the Overview of contributions and expenditures in 2019–2021 (ECE/MP.WAT/2021/7) and thanked all the countries and organizations that had provided the financial resources to ensure the implementation of the 2019–2021 programme of work;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(a)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Adopted decision IX/3 on targets for a more sustainable and predictable funding of the work under the Convention (see ECE/MP.WAT/63/Add.2).", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(b)", "action_verb": "Adopted", "action_verb_type": "preambular", "action_verb_normalized": "adopted", "links": []}, {"text": "The secretariat reported on efforts undertaken to ensure the provision of additional human and financial resources from the regular budget to ensure the effective management and full implementation of the programme of work, following the request by the Meeting of the Parties at its eighth session (Nur-Sultan, 10–12 October 2018). Said request had not been unanimously backed by all members of the Economic and Social Council, thus the process had ended. The Chair and a representative of Finland, speaking on behalf of the Bureau, explained that the Bureau proposed to establish an extrabudgetary P-5 post for the Secretary of the Convention, as a temporary solution, while pursuing efforts to mobilize regular budget resources.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "87.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Meeting of the Parties:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "88.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Took note of the efforts undertaken by the secretariat and the Bureau, following its request at the eighth session to solicit the provision of additional human and financial resources from the regular budget to ensure the effective management and full implementation of the programme of work;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(a)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Expressed regret that, despite those efforts, it had not been possible to secure additional resources from the regular budget to the work under the Water Convention and decided to discuss that issue again at future sessions of the Meeting of the Parties;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(b)", "action_verb": "Expressed", "action_verb_type": "preambular", "action_verb_normalized": "expressed", "links": []}, {"text": "Requested the ECE Executive Secretary to establish a new post at P-5 level to be funded from voluntary extrabudgetary contributions to act as Secretary of the Water Convention;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(c)", "action_verb": "Requested", "action_verb_type": "preambular", "action_verb_normalized": "requested", "links": []}, {"text": "Invited the ECE Executive Secretary to consider ways to consolidate the resources dedicated to servicing the Water Convention and the Protocol on Water and Health for maximum efficiency and impact.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(d)", "action_verb": "Invited", "action_verb_type": "preambular", "action_verb_normalized": "invited", "links": []}, {"text": "Identifying, assessing and communicating the benefits of transboundary cooperation", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "XII.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A representative of the lead Party, Estonia, presented the main achievements since 2019, particularly work completed in the Cubango-Okavango River basin and the North-Western Sahara Aquifer system, which informed decision-making on strengthening cooperation frameworks in both basins, and highlighted the role played by existing joint bodies as platforms to realize the benefits of cooperation. Future work on benefits would complement work under other programme areas.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "89.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Meeting of the Parties:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "90.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Welcomed progress in applying the Policy Guidance Note on the Benefits of Transboundary Water Cooperation: Identification, Assessment and Communication (ECE/MP.WAT/47) and encouraged interested basins and partners to apply and use the Policy Guidance Note, including to support dialogues about possible accession to the Water Convention, the development of agreements and the establishment of joint bodies;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(a)", "action_verb": "Welcomed", "action_verb_type": "preambular", "action_verb_normalized": "welcomed", "links": []}, {"text": "Thanked Estonia for leading the area of work;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(b)", "action_verb": "Thanked", "action_verb_type": "preambular", "action_verb_normalized": "thanked", "links": []}, {"text": "Decided to include “Promoting and communicating the benefits of transboundary cooperation” in the programme of work for 2022–2024.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(c)", "action_verb": "Decided", "action_verb_type": "preambular", "action_verb_normalized": "decided", "links": []}, {"text": "Adapting to climate change in transboundary basins", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "XIII.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Special Representative of the United Nations Secretary-General for Disaster Risk Reduction and Head of the United Nations Office for Disaster Risk Reduction delivered a keynote speech, stressing the importance of integrating disaster risk reduction, climate change adaptation and transboundary water cooperation.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "91.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Co-Chairs of the Task Force on Water and Climate and co-lead Parties for the programme area, from the Netherlands and Switzerland, presented the main achievements since 2019 and suggested future work.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "92.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A representative of the United Kingdom of Great Britain and Northern Ireland shared information about the upcoming twenty-sixth session of the Conference of the Parties to the United Nations Convention on Climate Change (Glasgow, United Kingdom, 31 October–12 November 2021) and the Water Pavilion planned for that event. Representatives of the Mekong River Commission and the Amazon Cooperation Treaty Organization, members of the Global Network of Basins working on climate change adaptation, presented recent achievements in developing and implementing transboundary climate change adaptation strategies or activities. A representative of the International Network of Basin Organizations reported on efforts carried out to promote transboundary water cooperation in the climate change agenda.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "93.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A representative of Slovenia, speaking on behalf of the European Union and its member States, mentioned the growing challenge of floods and droughts in Europe. A representative of Luxembourg highlighted that recent floods had come with huge costs. A representative of India pointed to the potential of rainwater harvesting to cope with climate change. The representative of the United Nations Convention to Combat Desertification thanked the Water Convention secretariat for its input to the newly established Intergovernmental Working Group on Drought. A representative of Jordan called upon donors to support climate change adaptation in the Middle East. A representative of the Mono Basin Authority expressed interest in joining the Global Network of Basins.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "94.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Meeting of the Parties:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "95.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Welcomed the World Bank/ECE publication Financing Climate Change Adaptation in Transboundary Basins: Preparing Bankable Projects, and encouraged countries and joint bodies to use it in order to identify funding opportunities;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(a)", "action_verb": "Welcomed", "action_verb_type": "preambular", "action_verb_normalized": "welcomed", "links": []}, {"text": "Encouraged countries and basins to mainstream water and the benefits of transboundary cooperation into national climate policies such as, for example, Nationally Determined Contributions and National Adaptation Plans and disaster-related documents, as well as to integrate health and water, sanitation and hygiene issues into national climate policies and transboundary river basin management planning;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(b)", "action_verb": "Encouraged", "action_verb_type": "preambular", "action_verb_normalized": "encouraged", "links": []}, {"text": "Expressed appreciation for the progress made within the basins of the Global Network of Basins working on climate change adaptation, welcomed the Amazon basin and encouraged more transboundary basins to join the Network;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(c)", "action_verb": "Expressed", "action_verb_type": "preambular", "action_verb_normalized": "expressed", "links": []}, {"text": "Thanked the Netherlands and Switzerland for leading the area of work;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(d)", "action_verb": "Thanked", "action_verb_type": "preambular", "action_verb_normalized": "thanked", "links": []}, {"text": "Decided to include “Adapting to climate change in transboundary basins” in the programme of work for 2022–2024;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(e)", "action_verb": "Decided", "action_verb_type": "preambular", "action_verb_normalized": "decided", "links": []}, {"text": "Invited countries and partners to contribute to the planned online compendium of good practices on climate change adaptation in transboundary basins.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(f)", "action_verb": "Invited", "action_verb_type": "preambular", "action_verb_normalized": "invited", "links": []}, {"text": "Water and industrial accidents", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "XIV.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Co-Chair of the Joint Expert Group (JEG) on Water and Industrial Accidents from Serbia presented the work accomplished. He emphasized the importance of integration of industrial risks, including from tailing management facilities, into river basin management plans and basin-wide contingency planning and highlighted natural hazard-triggered technological accidents becoming a more frequent phenomenon due to climate change.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "96.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A representative of the European Union expressed appreciation for the work of the JEG on the development and implementation of joint policies on industrial safety, water management and risk prevention and reduction and praised the Online Toolkit and Training for Strengthening Mine Tailings Safety developed by the JEG. A representative of Hungary, Co-Chair of the Group, urged Parties from regions not represented in the Group to join the body.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "97.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Meeting of the Parties:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "98.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Welcomed the publication of the Safety guidelines and good practices for the management and retention of firefighting water (ECE/CP.TEIA/40–ECE/MP.WAT/58) and other guidance materials developed by the JEG and recommended their application by countries;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(a)", "action_verb": "Welcomed", "action_verb_type": "preambular", "action_verb_normalized": "welcomed", "links": []}, {"text": "Recognized the importance of joint prevention and management approaches to mine tailings safety and the prevention of related water pollution, noting the elevated risk of such accidents posed by the increasing frequency and severity of extreme weather events as a result of climate change;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(b)", "action_verb": "Recognized", "action_verb_type": "preambular", "action_verb_normalized": "recognized", "links": []}, {"text": "Welcomed decision 2020/1 on strengthening mine tailings safety in the United Nations Economic Commission for Europe region and beyond, taken by the Conference of the Parties to the Convention on the Transboundary Effects of Industrial Accidents at its eleventh meeting (Geneva, 7–9 December 2020), and invited countries to use that decision in their efforts to strengthen mine tailings safety;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(c)", "action_verb": "Welcomed", "action_verb_type": "preambular", "action_verb_normalized": "welcomed", "links": []}, {"text": "Recalled the Safety guidelines and good practices for tailings management facilities (ECE/CP.TEIA/26) developed by the JEG and recommended that countries that extracted mineral resources use the Safety guidelines and related Methodology for improving tailings management facilities safety to identify, map and improve the safe management of tailings management facilities, including of those bearing transboundary risks;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(d)", "action_verb": "Recalled", "action_verb_type": "preambular", "action_verb_normalized": "recalled", "links": []}, {"text": "Welcomed the Online Toolkit and Training for Strengthening Mine Tailings Safety and invited countries and joint bodies to use it;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(e)", "action_verb": "Welcomed", "action_verb_type": "preambular", "action_verb_normalized": "welcomed", "links": []}, {"text": "Thanked countries for providing nominations to the JEG for 2021–2022 and invited additional nominations by 31 October 2021, especially from Parties from the Caucasus, Central Asia and sub-Saharan Africa;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(f)", "action_verb": "Thanked", "action_verb_type": "preambular", "action_verb_normalized": "thanked", "links": []}, {"text": "Encouraged joint bodies to cooperate with the JEG regarding knowledge-sharing and capacity-building for preventing accidental water pollution in transboundary basins;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(g)", "action_verb": "Encouraged", "action_verb_type": "preambular", "action_verb_normalized": "encouraged", "links": []}, {"text": "Thanked the current co-Chairs (Hungary and Serbia) as well as the previous Co-Chair of the JEG (Germany) for their leadership in the area of work;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(h)", "action_verb": "Thanked", "action_verb_type": "preambular", "action_verb_normalized": "thanked", "links": []}, {"text": "Decided to include “Activities of the Joint Ad Hoc Expert Group on Water and Industrial Accidents” in the programme of work for 2022–2024.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(i)", "action_verb": "Decided", "action_verb_type": "preambular", "action_verb_normalized": "decided", "links": []}, {"text": "Formalizing the procedure for proposing to host future sessions of the Meeting of the Parties", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "XV.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A representative of Senegal, speaking on behalf of the Bureau, presented the Draft decision on the procedure for proposing to host future sessions of the Meeting of the Parties (ECE/MP.WAT/2021/9), developed as mandated by the Meeting of the Parties at its eighth session and already applied in 2020–2021.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "99.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Meeting of the Parties:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "100.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Thanked the Bureau and the secretariat for preparing the procedure for proposals to host future sessions of the Meeting of the Parties;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(a)", "action_verb": "Thanked", "action_verb_type": "preambular", "action_verb_normalized": "thanked", "links": []}, {"text": "Adopted decision IX/4 on the procedure for proposing to host future sessions of the Meeting of the Parties (see ECE/MP.WAT/63.Add.2).", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(b)", "action_verb": "Adopted", "action_verb_type": "preambular", "action_verb_normalized": "adopted", "links": []}, {"text": "Date and venue of the tenth session of the Meeting of the Parties", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "XVI.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Meeting of the Parties:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "101.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Thanked Slovenia for the kind offer to host the tenth session of the Meeting of the Parties in 2024 and accepted that offer;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(a)", "action_verb": "Thanked", "action_verb_type": "preambular", "action_verb_normalized": "thanked", "links": []}, {"text": "Decided to celebrate the thirtieth anniversary of the adoption of the Water Convention in 2022 through a dedicated event, to be organized by Estonia in cooperation with Finland and the secretariat and invited Parties to provide input to the preparations of the anniversary celebration and related publication.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(b)", "action_verb": "Decided", "action_verb_type": "preambular", "action_verb_normalized": "decided", "links": []}, {"text": "International Water Assessment Centre", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "XVII.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Director of IWAC, hosted by Kazakhstan, reported on activities of the Centre to support work under the Convention in several programme areas, with particular focus on countries of Central Asia, but also involving the countries neighbouring the region, such as Afghanistan, China, the Islamic Republic of Iran, Mongolia and the Russian Federation. The Centre implemented projects and activities on water allocation in a transboundary context, dam safety, use of water and energy resources in Central Asia and prevention of and response to pollution in the Syr Darya River basin. He presented the Draft programme of work of the International Water Assessment Centre for 2022–2024 (ECE/MP.WAT/2021/10).", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "102.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A representative of Kazakhstan expressed the commitment of his country to continue hosting the Centre and to support the implementation of its programme of work for 2022–2024.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "103.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Meeting of the Parties:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "104.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Welcomed the contribution of IWAC to activities under the Convention in 2019–2021;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(a)", "action_verb": "Welcomed", "action_verb_type": "preambular", "action_verb_normalized": "welcomed", "links": []}, {"text": "Thanked the Government of Kazakhstan for its support provided to the Centre in 2019–2021 and its commitment to continue hosting the Centre;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(b)", "action_verb": "Thanked", "action_verb_type": "preambular", "action_verb_normalized": "thanked", "links": []}, {"text": "Adopted the programme of work of the International Water Assessment Centre for 2022–2024 (see ECE/MP.WAT/63/Add.2), and called upon countries, partners and donors to support its implementation;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(c)", "action_verb": "Adopted", "action_verb_type": "preambular", "action_verb_normalized": "adopted", "links": []}, {"text": "Requested the Centre to regularly report on the implementation of its activities to the Working Group on Integrated Water Resources Management and to the Meeting of the Parties at its tenth session;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(d)", "action_verb": "Requested", "action_verb_type": "preambular", "action_verb_normalized": "requested", "links": []}, {"text": "Requested Kazakhstan to prepare, in consultation with the Bureau and the secretariat, a draft programme of work for the Centre for 2025–2027, aligned with the corresponding draft programme of work under the Convention, for submission to the Meeting of the Parties at its tenth session.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(e)", "action_verb": "Requested", "action_verb_type": "preambular", "action_verb_normalized": "requested", "links": []}, {"text": "Programme of work for 2022–2024, terms of reference of the bodies established to implement it and resources needed for its implementation", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "XVIII.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The secretariat presented the Draft programme of work for 2022–2024 (ECE/MP.WAT/2021/3), the consultative process for its development, its vision and overall structure, the proposed future activities, partners and financial resources requirements, and the institutional structure to guide its implementation. The secretariat expressed appreciation for the contributions and pledges already secured, highlighting, however, that additional resources had to be found to ensure full implementation of the programme of work.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "105.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A representative of the European Union called on all Parties to consider financially supporting the Convention and confirmed further support to the Convention’s globalization. Representatives of Luxembourg and Finland reported that their countries would continue to make annual unearmarked financial contributions. Finland would additionally contribute to the work on water allocation and provide in-kind support to Convention bodies.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "106.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A representative of Estonia asked for the inclusion under programme area 1.1 of an additional meeting for parliamentarians.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "107.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Meeting of the Parties:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "108.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Took note with appreciation of the Report on the implementation of the programme of work for 2019–2021 (ECE/MP.WAT/2021/2);", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(a)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Thanked the Parties and organizations that had provided leadership for and support to the activities under the programme of work for 2019–2021;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(b)", "action_verb": "Thanked", "action_verb_type": "preambular", "action_verb_normalized": "thanked", "links": []}, {"text": "Conveyed its appreciation to the Parties and organizations that had expressed readiness to take a lead in implementing the programme work for 2022–2024 and to those that had offered to finance parts of it;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(c)", "action_verb": "Conveyed", "action_verb_type": "preambular", "action_verb_normalized": "conveyed", "links": []}, {"text": "Adopted the programme of work for 2022–2024, the bodies established to implement it and the relevant budget (see ECE/MP.WAT/63/ Add.1) as amended during the session;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(d)", "action_verb": "Adopted", "action_verb_type": "preambular", "action_verb_normalized": "adopted", "links": []}, {"text": "Requested the Bureau to make arrangements to further develop the programme of work and adapt it to changing circumstances, by clarifying, adding or skipping activities, and avoid, to the extent possible, duplication of efforts with water-related activities of other United Nations bodies and other international organizations, in accordance with its terms of reference as laid down in rule 20 (4) (a) of the rules of procedure of the Meetings of the Parties (ECE/MP.WAT/54/Add.2);", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(e)", "action_verb": "Requested", "action_verb_type": "preambular", "action_verb_normalized": "requested", "links": []}, {"text": "Called on Parties to provide the extrabudgetary resources required to implement the programme of work in line with decision IX/3 on targets for a more sustainable and predictable funding of the work under the Convention (see ECE/MP.WAT/63.Add.2);", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(f)", "action_verb": "Called", "action_verb_type": "preambular", "action_verb_normalized": "called", "links": []}, {"text": "Invited non-Parties and partners to also support implementation of the future programme of work.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(g)", "action_verb": "Invited", "action_verb_type": "preambular", "action_verb_normalized": "invited", "links": []}, {"text": "Promotion and partnerships", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "XIX.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Chair of the Protocol on Water and Health presented progress on the implementation of the Protocol, the relevance of which was highlighted by the pandemic and the need to prevent future epidemics. She underlined areas of past and potential future cooperation between the Protocol and the Convention.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "109.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Executive Secretary of the Ninth World Water Forum (Diamniadio, Senegal, 22–26 March 2022) thanked the Convention secretariat for coordinating Action Group 3.B on “Implementing transboundary cooperation for peace and conflict prevention” and invited participants to the Forum.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "110.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A representative of Slovenia, speaking on behalf of the European Union and its member States, expressed continued dedication to promoting partnerships for achieving the good ecological status of water, noting that it was important to cooperate within river basins on the basis of relevant legal instruments, such as the Convention, and with the support of regional bodies and river basin commissions.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "111.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A representative of the GEF reported on the activities of the GEF in international waters and its cooperation with ECE. He noted that IW:LEARN would engage with ECE in its fifth project. A representative of UNICEF reported that UNICEF had agreed to strengthen its commitment to the Convention and its Protocol and that three priority areas had consequently been agreed for future collaboration.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "112.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A representative of the Geneva Water Hub committed to continuing work with the Convention and partners to support countries of the Senegalo-Mauritanian Aquifer basin in the process of elaborating a basin agreement. A representative of ICIMOD expressed appreciation for the collaboration with the Convention on joint webinars. A representative of GWP highlighted existing and planned continuing collaboration across areas of the Convention’s programme of work. A representative of the Water Youth Network and Youth for the Rhine offered support to the Convention in developing tools and frameworks for youth and civil society engagement in decision-making.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "113.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A representative of the Russian Federation, speaking on behalf of the Bureau, presented the Draft decision on partnerships for the global implementation of the Water Convention (ECE/MP.WAT/2021/11), underlining that partners were invited to associate themselves with it.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "114.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Meeting of the Parties:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "115.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Adopted decision IX/5 on partnerships for the global implementation of the Water Convention (see ECE/MP.WAT/63/Add.2);", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(a)", "action_verb": "Adopted", "action_verb_type": "preambular", "action_verb_normalized": "adopted", "links": []}, {"text": "Welcomed the information provided on the Protocol on Water and Health and encouraged synergies between the activities under the Convention and the Protocol, as well as cooperation between the respective governing bodies;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(b)", "action_verb": "Welcomed", "action_verb_type": "preambular", "action_verb_normalized": "welcomed", "links": []}, {"text": "Decided to include “Partnerships, communication and knowledge management” in the programme of work for 2022–2024.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(c)", "action_verb": "Decided", "action_verb_type": "preambular", "action_verb_normalized": "decided", "links": []}, {"text": "Election of officers", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "XX.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Meeting of the Parties:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "116.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Elected its Bureau as set out below:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(a)", "action_verb": "Elected", "action_verb_type": "preambular", "action_verb_normalized": "elected", "links": []}, {"text": "Chair:", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Mr. Harry Liiv (Estonia)", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Vice-Chairs:", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Mr. Aleš Bizjak (Slovenia)", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Mr. Akzan Shiranov (Kazakhstan)", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Co-Chair of the Working Group on Integrated Water Resources Management:", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Ms. Heide Jekel (Germany)", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Co-Chair of the Working Group on Monitoring and Assessment:", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Mr. Niokhor Ndour (Senegal)", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(Finland)", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Members:", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Ms. Leyla Aliyeva (Azerbaijan)", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Ms. Bernadette Araba Adjei (Ghana)", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Ms. Eugénie Avram (France)", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Mr. Péter Kovács (Hungary)", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Ms. Sibylle Vermont (Switzerland)", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Ms. Ekaterina Veselova (Russian Federation)", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Agreed that the Bureau members in charge of the Working Groups on Integrated Water Resources Management and on Monitoring and Assessment, would remain in office until the Working Groups had officially elected their own Chairs;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "(b)", "action_verb": "Agreed", "action_verb_type": "preambular", "action_verb_normalized": "agreed", "links": []}, {"text": "Expressed appreciation and gratitude to the outgoing Chair, Mr. Ardak Zebeshev (Kazakhstan), for his leadership of the Meeting of the Parties and his support to the Convention in the past three years;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "(c)", "action_verb": "Expressed", "action_verb_type": "preambular", "action_verb_normalized": "expressed", "links": []}, {"text": "Also expressed its appreciation and thanks to the Chairs of the bodies under the Convention for their excellent work;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "(d)", "action_verb": "expressed", "action_verb_type": "preambular", "action_verb_normalized": "expressed", "links": []}, {"text": "Expressed its great appreciation to Estonia, in particular the Ministry of the Environment, for close cooperation in the preparation of the ninth session of the Meeting of the Parties.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "(e)", "action_verb": "Expressed", "action_verb_type": "preambular", "action_verb_normalized": "expressed", "links": []}, {"text": "Presentation of the main decisions", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "XXI.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Meeting of the Parties reviewed and adopted the decisions taken during the session and entrusted the secretariat, in consultation with the Bureau, with finalizing the report of its ninth session, including the Chair’s summary of the high-level special session on water and peace (ECE/MP.WAT/63.Add.3).", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "117.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Closing of the session", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "XXII.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Ms. Aliya Shalabekova, Vice-Minister for Ecology, Geology, and Natural Resources of Kazakhstan, and Mr. Tõnis Mölder, Minister for the Environment of Estonia, made closing remarks. The secretariat expressed appreciation to Kazakhstan as the outgoing Chair and to Estonia as the co-organizer of the meeting and new Chair.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "118.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}]