[{"text": "Twenty-first session", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Nairobi, 16–20 April 2007", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Item 6 of the provisional agenda*", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Dialogue on the special theme for the", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "twenty-first session of the Governing Council", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Dialogue on the special theme for the twenty-first session of the Governing Council: sustainable urbanization: local action for urban poverty reduction with an emphasis on finance and planning", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Report of the Executive Director", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Background and objectives of the dialogue", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A.\tBackground", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Although the challenges brought on by rapid urbanization and social transformation have been long identified, what has been missing is an integrated response that brings action at the global, national and local levels into line with the recommendations of the Habitat Agenda, the Millennium Development Goals, the Plan of Implementation of the World Summit for Sustainable Development and the 2005 World Summit Outcome.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Within this context, the third session of the World Urban Forum, held in Vancouver, Canada, from 19 to 23 June 2006, represented a major milestone in terms of stakeholder participation and in the mainstreaming of the sustainable urbanization agenda. Over 10,000 participants representing Governments, local authorities and civil society from 102 countries highlighted the call for more sustainable cities. Hundreds of actionable ideas were presented at the session, which underscored the value of local action.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Participants at the session assessed progress made at all levels to strengthen the role of local authorities and other Habitat Agenda partners in the local implementation of international development goals and identified the challenges ahead. Among the strategies identified were the promotion of decentralization through, among other things, the provision of the financial resources required by local authorities to provide basic services and promote employment and economic growth. The outcome of the session clearly points to the link between urban poverty reduction and the need for participatory planning and innovative finance systems.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The outcome of the session was duly taken into account by UN-Habitat in preparing its draft Medium-term Strategic and Institutional Plan of UN-Habitat for 2008–2013. The plan, submitted for approval by the Governing Council at its twenty-first session, groups the actionable ideas arising from session with the policy and strategy considerations derived from extensive consultations with Member States and United Nations bodies. It includes the following strategic focus areas:", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(a)\tAdvocacy, monitoring and partnerships;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(b)\tAffordable land and housing;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(c)\tEnvironmentally-sound infrastructure and services;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(d)\tInnovative human settlements finance;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(e)\tUrban planning, management and governance.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "These focus areas and their corresponding result areas and indicators of achievement will guide UN-Habitat in working with its partners and the international community to support the efforts of Member States in implementing the Habitat Agenda and in attaining the human settlements-related Millennium Development Goals. Furthermore, the plan is designed to contribute to United Nations system-wide reform and coherence in terms of enhanced impact, improved efficiency and partnerships.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "B.\tObjectives", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The first objective of the dialogue is to facilitate discussion on how urban poverty can be reduced through local action with an emphasis on local finance and participatory planning. The present report is meant to stimulate dialogue and debate between and among Governments, local authorities and other Habitat Agenda partners during the twenty-first session of the Governing Council on how to put into practice lessons learned and actionable ideas.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The second objective is to catalyse partnerships between local and national governments on the one hand, and local governments and the private sector on the other. In this process, attention will also be given to community participation to maximize results.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "It is anticipated that the dialogue will strengthen the commitment of Governments and Habitat Agenda partners to an agenda for local action in support of the Medium-term Strategic and Institutional Plan of UN-Habitat for 2008–2013, to be finalized and adopted at the fourth session of the World Urban Forum, to be held in Nanjing, China, in 2008.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "While the present report focuses on cities and communities in developing countries, many of its observations and recommendations are of global relevance, as urban poverty, economic growth and the financing of infrastructure and services represent major challenges for many urban areas in developed countries and countries with economies in transition.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Key factors influencing urban poverty", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "There are several factors influencing urban and rural poverty eradication, including macro-economic policies, which affect income and wealth distribution within a country. For many developing countries and economies in transition, the degree of integration of the national economy in a rapidly evolving global economy plays a significant role. Other factors include geography, demography and climatic conditions. These factors, while providing useful references for the dialogue, fall largely outside the purview of local action and the scope of the present report.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "National and local policies to address actively the challenge of urban poverty generally fall into the following categories:", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(a)\tPromoting local economic development to create jobs and income, including enabling and empowering an often highly dynamic informal economy to play a more responsive and productive role in urban development;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(b)\tAvailing land and various forms of tenure for affordable and incremental housing solutions, primarily through spatial and land use planning and improved property legislation and administration;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(c)\tEnsuring the ‘right to the city’ for all citizens, both in spatial and political terms, which includes measures to provide the urban poor and vulnerable groups with an effective voice in decisions that affect their livelihoods, measures to reduce the physical barriers to social inclusion and local business development, improving mobility options and creating a strong sense of ownership and identity in the public realm;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(d)\tDeveloping innovative housing finance systems to address individual needs and demands and stimulating new approaches for the private sector to invest in municipal infrastructure and services.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The role of planning in urban poverty reduction", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Planning has emerged as an important tool for promoting sustainable urbanization. It is increasingly seen as a means of addressing the consequences of chaotic urbanization in developing countries and urban decay in the industrialized world. It embodies a holistic approach to development. It can help overcome many of the inherent limitations of sectoral approaches to urban development. These limitations include the failure to reconcile and integrate social, economic, cultural and environmental concerns and inadequate attention to the physical and spatial components of urban development.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A.\tForms of impact", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Participatory planning, as a political process, has proven to be an effective means of empowering people and reinforcing democracy and good governance. By giving a voice to the urban poor in defining their needs and priorities, participatory planning reinforces ownership in decision-making process and promotes social inclusion and citizenship.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Planning is also increasingly recognised as a tool for creating added value for the public good. Value is created with or without planning, as market forces tend, over time, to maximise returns on the use of resources. Market forces tend, however, to maximise financial value over social, environmental and cultural values that are critical to sustainable urbanization.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Appropriate planning and urban design can add value to the wealth created by the market by facilitating social inclusion and cohesion, by ensuring that environmental gains are factored into decision-making, and by reducing the risks of unintended outcomes and undesirable externalities. Furthermore, urban plans backed by public investment, especially in transport and mobility, can help create value in areas of the city that are stagnant or in decline.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Recent experiences have also demonstrated the benefits of planning in post-conflict and post-disaster environments. Planning is not only essential to maximize synergies and coordination between the multiple humanitarian interventions, it is also critical to bridging emergency support with early recovery, setting the ground for sustainable reconstruction and an environment conducive to livelihood development.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Close to 80 per cent of carbon dioxide emissions emanate from cities. Patterns of city growth, the use of public transport, accessibility to public services, facilities and places of employment are key factors which influence greenhouse gas emissions over which city planning can have considerable control. Cities such as Dongtan in China are being planned with a view not only to improve the local environment but also to minimize carbon discharge. Furthermore, the increasing frequency and intensity of natural disasters that are linked to climate change particularly affect poorer areas of cities. Urban planning can help cities adapt to climate change and reduce risk and vulnerability for all citizens and for the urban poor.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Not all forms of planning are appropriate in all contexts. Top-down planning and bureaucratic control processes are proving less effective in a globalized world economy where the livelihood of people and their communities are increasingly shaped by international trade, finance and investment. Strategic urban planning, on the other hand, is emerging as an effective means of mobilizing stakeholders and leveraging resources to capitalize on the assets of cities and communities to exploit the benefits of globalization. This type of planning is more flexible and more responsive to global, national and local trends. It is also driven by the principles of good governance and social inclusion.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "B.\tContribution of planning tools and instruments to sustainable urbanization", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The following paragraphs provide an overview of how various planning tools and instruments have been used recently to contribute to sustainable urbanization.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Planning through strategic projects", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Strategic city plans that combine planning and budgeting processes are powerful means for attaining sustainable urban development. They build on a city’s comparative advantages and natural assets to instil a sense of ownership. They have the capacity to mobilize all segments of population and to form the basis for cross-sectoral cooperation. By providing a vision and a common framework for public and private investments, strategic urban plans can re-position a city on the global map, attract investment and create new job opportunities. Similarly, strategic urban projects help re-structure a city, improve its overall functioning and maximize use of limited space for the benefit of the entire urban population, particularly the urban poor. Alexandria, Barcelona, Bilbao, Chengdu, Dubai, Durban, Malmö, Mumbai, Singapore and Sydney have all used strategic plans and projects to re-invent the city and boost local economic development, foreign investment and tourism. In a number of smaller cities, including post-conflict towns like Mostar in Bosnia, strategic urban projects have pooled the resources of all community actors to maximize return on local investments.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Land sharing and slum prevention", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "As cities grow, many neighbourhoods originally located in areas of marginal land value become coveted for high value redevelopment. This often results in evictions and relocation of the urban poor to the outskirts of the city, exacerbating spatial and social exclusion. Land sharing, also referred to as land readjustment, is a means by which competing demands for urban land are accommodated. It allows developers to realize additional value in compensation for slum upgrading, public space or re-housing initiatives. Such approaches have been used in large-scale urban redevelopment schemes in, for example, China and India, as well as in dealing with pockets of slums in the Philippines and Thailand. In post-conflict situations, such as in Somalia, the approach has allowed for the sustainable integration of displaced persons through sharing new services and infrastructure with the host community, contributing to a managed form of urban growth to prevent slum development.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Public spaces as elements of social and economic integration", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "As demand for trade and commerce increases, many urban centres have seen their public spaces and marketplaces become congested and encroached upon by all kinds of activities. Competing interests of informal vendors, transport providers and formal shopkeepers have turned numerous inner city facilities into chaotic spaces. This has, in turn, led many commercial interests to abandon the city centre to create single purpose shopping malls that tend to exclude informal sector trading and the urban poor. Cities such as Johannesburg in South Africa, Kuala Lumpur in Malaysia and Lima in Peru have, in recent years, restructured historical districts and marketplaces to accommodate both formal and informal trading, creating more vibrant and safer urban places. Similarly, smaller towns such as Essaouria in Morocco or Esmeraldas in Ecuador have upgraded public space to improve the living conditions of vulnerable groups.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Mobility for all", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The lack of mobility options is one of the main contributing factors to social exclusion and to disproportionate expenditures incurred by the urban poor. In many rapidly growing cities in the developing world, car users representing less than 20 percent of the urban population occupy more than 80 percent of public space destined for transport. As demand for road space increases with rising levels of car ownership, cities also tend to sprawl. This translates into increased distances and expenditures for the urban poor and to the lack of integration of entire neighbourhoods and communities with the social, economic and cultural life of the city.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Mobility for all requires a deliberate act in infrastructure and land use planning to provide for a wide range of options including non-motorized and pedestrian mobility and mass transit. Pedestrian mobility contributes to urban safety and to the dynamics of the local economy. Well-planned mass transit can tie the city together, reduce automobile use, air pollution and green house gas emissions. Cities such as Vancouver in Canada and Bogota and Medellin in Colombia have successfully adopted mobility options that use collective transport as a backbone for integrating communities within the city fabric, reducing mobility costs and easing congestion and pollution. Innovative non-motorised mobility approaches are also being developed in smaller cities like Kisumu in Kenya, Louga in Senegal or Bayamo in Cuba, using carriages and bicycle-taxi routes for low-income neighbourhoods.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Public facilities planning", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Facilities such as schools, health and recreational centres are essential to quality of life in cities. Sectoral approaches to facilities planning and service provision have tended to neglect the spatial and cultural dimensions of location and accessibility. Examples abound of how cities have combined street lighting, better designed public facilities and upgraded public spaces to improve daily life of the urban population, especially in low-income neighbourhoods and for vulnerable groups. In Senegal, for example, the careful planning of health facilities in poor districts, with the full participation of local residents, resulted in improved access by the urban poor and by women, in particular. The community-based Mother Centres has succeeded in working with municipal authorities across Germany and in several countries with economies in transition to change the planning and design of recreational spaces to make them safer for children and easier to access by single mothers, many of whom are dependent on welfare. In São Paulo and Porto Alegre in Brazil and Durban in South Africa, facilities and basic services have been planned in various neighbourhoods as part of annual participatory budgeting cycles. The integration of spatial planning, development visions and investments at the local level has also generated impetus for new business development in low-income neighbourhoods.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Slums are neighbourhoods", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In many rapidly urbanizing cities, between 30 and 70 per cent of urban dwellers are living in slums. Slums are the physical manifestation of the informal economy that contributes to a significant portion of the gross domestic product, job creation and income earning opportunities. Evictions, in the name of non-compliance with planning and building standards, are not a viable option, politically, socially and economically.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Planning for slum upgrading and improvement requires a concerted effort in land policy and administration and the provision of basic services. Recent experiences in Brazil, Chile, Colombia and Ecuador have shown how slums can be progressively integrated into the city and how relatively simple interventions such as improved water and sanitation can reduce urban poverty to a substantial degree. More recently, successful approaches to slum upgrading have been carried in Bangladesh and in Phnom Penh in Cambodia. Both initiatives are currently being scaled up at the national level.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "While there are many entry points to slum upgrading, ranging from water and sanitation to home improvement, they have one solution in common. Security of tenure and the relaxation of largely middle class planning laws and building codes provide a strong incentive for slum communities and municipal authorities to undertake gradual improvements in infrastructure and housing standards. They also help overcome the administrative barriers for the provision of basic services.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Proposed questions for debate", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The following questions are proposed for debate:", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(a)\tHow should planning regulations and codes be adapted to facilitate slum upgrading and slum prevention? How should national planning frameworks be adapted to strengthen local responses to address social and spatial exclusion?", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(b)\tWhat role should the urban poor play in the planning, negotiation and creation of a more habitable physical environment? How can the urban poor be mobilized to contribute towards the creation of inclusive, safe, and sustainable urban environments?", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(c)\tHow can conflicting demands within the community for the same space best be accommodated? Are win-win solutions possible or must someone always lose?", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(d)\tDoes the planning profession need to adopt an ethical position on climate change and slum prevention? Is there a right to the city? If so, how can planners contribute to the realization of that right?", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(e)\tWhat role should UN-Habitat play in the global debate on urban planning?", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Financing pro-poor housing and urban development", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A.\tFinancial innovations to overcome poverty reduction", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Lack of access to formal finance systems by the urban poor is one of the biggest obstacles to poverty reduction. Similarly, the paucity of municipal finance systems prevents many local authorities from providing the necessary infrastructure and basic services to respond to rapid urban growth and slum formation.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In recent years, several innovations have been tried and tested in pro-poor financing systems. The most visible of these are community-based micro-credit systems that have made a substantial contribution to poverty reduction, primarily by providing a secure means of savings, an alternative to usury loans and facilitating cash flow. Initially used for micro-enterprise, community-based credit systems have evolved in select cases to improve access to basic services and for home improvement. They represent a breakthrough in terms of proving the credit-worthiness of the poor and the ability of urban poor communities to organize themselves to improve their livelihoods.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Similarly, innovative financial mechanisms have been used by many local authorities to improve revenue collection and generation and to develop partnerships with the private sector in expanding the supply of serviced land, the extension of public utilities and services and the provision of pro-poor infrastructure and services.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "B.\tAnalysis of financing systems", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The following paragraphs contain what is an attempt to analyse some innovative financing systems for both housing and municipal finance.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "1.\tInnovations in municipal resource mobilization", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The capacity of local governments to raise revenues and to mobilize financial resources, especially on a multi-year basis, is a precondition for expanding infrastructure and improving services. This in turn provides the basis for private sector investments in housing and service delivery, which makes the tax base grow. This conventional model, or virtuous cycle of investment, development and revenue generation, has worked relatively well in contexts of stable or predictable growth. It works less well in cities undergoing rapid change and where a large part of growth occurs in the informal sector.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Nonetheless, many cities suffer from poor revenue collection owing to poor administration and bureaucracy. Recent practices show that simplifying tax assessment and collection and tariff systems can help recover arrears and raise revenues to a substantial degree. Many cities have been able to improve property tax collection by simplifying tax rates to improve tax coverage. Yet other cities have been able to improve tariff and fees collection through more user-friendly modes of payment. The introduction of differentiated tariffs, where the pricing of basic services is proportionate to consumption beyond a basic needs threshold, has also proven to be effective in instilling a culture of prompt payment and expanding the client base by making these services more affordable for the poor.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The key for sustainable revenue collection, in all cases, is to link payments with visible improvements in service delivery, transparency and accountability. In many cities in Asia and Latin America, such practices have led to favourable credit ratings that have enabled local authorities to finance urban development by tapping financial markets through bond issuances.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "2.\tMobilizing the private sector", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Public-private partnerships have the potential to contribute to reducing urban poverty by catalysing market activities to create growth and employment on a wider scale. This is especially the case with infrastructure development where public resources are leveraged with those of the private sector to increase the supply of serviced land. A combination of tax and other incentives can then be used to encourage the private sector to devote part of the serviced land for public facilities and housing for lower-income groups.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "3.\tIntergovernmental relations and transfers", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In most countries, intergovernmental transfers represent an important part of the budget of local authorities. These tend to be based on sectoral allocations for recurrent expenditures to meet social needs such as health and education. Globalization, however, compels cities to re-invent themselves to respond to the demands of international trade, industry and tourism and to take on new roles in providing the infrastructure for value added production and services. Recent initiatives have taken the form of intergovernmental partnerships and pacts whereby resources are transferred to local authorities to stimulate local economic development. This involves the packaging of existing sectoral allocations with capital investment to engage in, for example, targeted urban renewal and new infrastructure development.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "4.\tParticipatory budgeting – relationships between local authorities and communities", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Participatory budgeting is an innovative mechanism that promotes the engagement of local government, private sector and civil society in the allocation of municipal resources. It is an inclusive process designed to stimulate participation of and dialogue between the different actors of society. Participatory budgeting has been put into practice widely in Latin American cities to promote the participation of urban poor neighbourhoods in the municipal budget planning and management process. In the annual participatory budgeting cycles, city development plans and spatial frameworks are combined to stimulate new ideas and approaches and to re-align infrastructure projects to help meet community needs.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "While different models of participatory budgeting have been developed and applied in an equally diverse array of countries, the fundamental principles of participation, transparency and accountability remain constant. In the most successful cases, participatory budgeting has resulted in the more rational allocation of public resources and the leveraging of these resources with private funds and contributions from social organizations.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "5.\tPro-poor housing finance", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In many developing countries, less than 20 per cent of the urban population has access to some form of housing credit. This failure of the marketplace to respond to credit demand by low-income groups constitutes one of the biggest obstacles to poverty reduction. Lessons learned from community-based micro-credit systems have proven that low-income groups are credit-worthy. The transaction costs of dealing with large numbers of small borrowers remains, however, a major challenge and perceived risk for formal sector financial institutions. This can be overcome by involving social organizations and community participation in reducing risks and transaction costs with ad hoc associations for land acquisition, housing and home improvement serving as a bona fide interface representing the interests of the urban poor. In many instances such social organizations, besides mobilizing and pooling the savings of the urban poor to leverage additional credit, mobilize other forms of assistance to help create jobs and provide technical advisory services. In other instances, central Governments have played a key role in providing guarantees for financial institutions to provide credit through special windows for low-income cooperative groups which, in turn, are empowered to raise capital through community sureties and rainbow bonds.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Despite these and other practices which have made inroads in reducing urban poverty, the key challenge remains that conventional housing finance instruments are beyond the reach of the urban poor and that the long term financing required for land acquisition and housing construction exceeds the cash flow capacity of most community-based micro-credit systems. The key to resolving this problem will necessarily be found in innovative financial systems.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "6.\tProposed questions for debate", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The following questions are proposed for debate:", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(a)\tHow can intergovernmental transfers, pacts and decentralization be made more effective as an instrument for combating urban poverty? What are the next steps?", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(b)\tWhat should be the respective roles and responsibilities of local authorities, service providers and the community sector for improving the delivery of basic services to the urban poor?", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(c)\tHow might it be possible to capitalize on and make use of the experience of community-based credit systems to meet the housing needs of the urban poor?", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(d)\tWho should be doing what to provide the incentives for the private sector to engage in pro-poor housing and urban development and to improve access to housing credit by the poor?", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(e)\tWhat are the main capacity gaps local authorities are facing in terms of human resources and organizational strengthening? How can these capacity gaps be filled in a sustainable manner to enable local authorities to fulfil a proactive role in the local implementation of the Millennium Development Goals?", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Towards an agenda for local action for poverty reduction", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A.\tMedium-term Strategic and Institutional Plan of UN-Habitat", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The proposed Medium-term Strategic and Institutional Plan of UN-Habitat for 2008-2013, to be adopted at the twenty-first session of the Governing Council, calls for a sharpened focus, partnerships and an enhanced normative framework for action. It is designed to strengthen the role of UN-Habitat as a catalyst to support the efforts of Habitat Agenda partners to meet the challenges of sustainable urbanization and the Millennium Development Goals. Actions by partners will be supported by the plan through, inter alia, partnership arrangements that recognize, promote and report on their activities and actions, an enhanced information sharing system, joint resource mobilization and a voice in reviewing progress in implementation.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "B.\tPromoting an agenda for local action at the local, national, regional and global levels", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The twenty-first session of the Governing Council provides an excellent platform for Habitat Agenda partners to define an agenda for local action. The following ideas are proposed to help guide discussions at the session on what partners could do at the local, national, regional and global levels to promote an agenda for local action and to make use of the World Urban Forum as means of monitoring and reporting on progress and exchanging lessons learned from best practices, good policies and legislation in pro-poor housing and urban development.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "1.\tAt the city level", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The emphasis of an agenda for local action is on collaboration between local authorities, local community groups, the private sector and central Governments in:", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(a)\tUndertaking urban sector studies on key social, economic and environmental issues to engage dialogue between all stakeholders on sustainable urbanization;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(b)\tCollecting and analysing baseline data on urbanization, urban poverty and slums as a basis for informing policy and decision-making;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(c)\tDocumenting and disseminating success stories in sustainable urbanization, local economic development and urban poverty reduction;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(d)\tOrganizing broad-based town hall meetings to discuss the type of city that is desired and using participatory design “charettes” or workshops to visualize actionable ideas and to revive multi-sectoral planning;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(e)\tEngaging the private and civil society sectors in devising strategic urban projects focusing on more inclusive, safe and environmentally sound development;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(f)\tLinking sectoral resource allocations and budget cycles to planning.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "2.\tAt the country level", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "At the country level, the primary responsibility for enabling local action lies with national Governments, which should be responsible for:", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(a)\tEstablishing or re-establishing broad-based national habitat committees to initiate national dialogues on sustainable urbanization, for example, within the context of the Global Campaign on Sustainable Urbanization;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(b)\tEstablishing task forces involving key stakeholders to mainstream urban poverty reduction in national development plans and poverty reduction strategies;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(c)\tReviewing existing policies on land and housing, infrastructure and services, decentralization and urban and housing finance to facilitate the attainment of the Millennium Development Goals;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(d)\tEncouraging local authorities and the private and community sectors to formulate action plans for urban poverty reduction for consideration in national budgetary allocations;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(e)\tReviewing national development plans and budgets, including intergovernmental transfers, to support pro-poor housing and urban development.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "3.\tAt the regional level", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "At the regional level, national Governments, local government associations and umbrella civil society organizations should have the opportunity to interact with their peers in:", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(a)\tMainstreaming the debate on sustainable urbanization, slum upgrading and urban poverty reduction through regional ministerial and high-level meetings on housing and urban development and regional policy debates and capacity-building workshops on urban planning, housing policy, slum upgrading and sustainable development;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(b)\tEncouraging regional development banks and regional intergovernmental bodies to prioritize public expenditures and private investments in pro-poor housing and urban development;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(c)\tBuilding local capacity through regional networks and institutes to develop appropriate planning processes and to revitalize regional associations of planners;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(d)\tPromoting the sharing of knowledge and experience within and across regions.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "4.\tAt the global level", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The primary objectives of global-level action are to raise awareness of the challenges of sustainable urbanization and to mainstream urban poverty reduction and pro-poor housing and urban development in official development assistance.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "C.\tEncouraging action at the local, national, regional and global levels to promote an agenda for local action", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The paragraphs below outline-solid some of the specific action that could be taken at various levels to promote an agenda for local action.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "1.\tLocal authorities", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Local authority associations are encouraged:", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(a)\tTo monitor and report on progress in national legislation with regards to decentralization, the empowerment of local authorities and the delivery of basic services;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(b)\tTo assist national associations to participate actively in preparing state of the city reports, organizing town hall meetings on actionable ideas and mainstreaming local agendas for action within the framework of national debate and dialogue;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(c)\tTo assist national associations in participating in the review of national policies and legislation on decentralization and basic service delivery;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(d)\tTo disseminate documented best practices in urban planning, management and governance with a particular focus on urban poverty reduction;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(e)\tTo engage in dialogue with international chambers of commerce and industry, trade unions and employers’ federations on mainstreaming the urban poverty agenda.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "2.\tGlobal parliamentarians", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Global parliamentarians are encouraged:", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(a)\tTo monitor and report on progress in national legislation on land and housing, infrastructure and services and housing and urban finance in support of the Millennium Development Goals;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(b)\tTo assist national parliamentarian committees to assess and review existing legislation on land and housing, infrastructure and services and housing and urban finance with a view to removing barriers that affect the urban poor;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(c)\tTo disseminate model legislation in the areas of pro-poor, gender and age sensitive land and housing, infrastructure and services and housing and urban finance.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "3.\tUniversities and research institutes", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Universities and research institutes are encouraged:", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(a)\tTo analyse and disseminate state-of-the-art  knowledge and skills on participatory urban planning and innovative systems of public and housing finance;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(b)\tTo research and document lessons learned in planning, design and finance practices.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "4.\tProfessional associations", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Professional associations, including associations of planners, architects and surveyors, are encouraged:", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(a)\tTo lead international debate on the spatial aspects of urban governance and management;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(b)\tTo assess land use planning practices on excellence for creating additional value for the public good and for poverty reduction;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(c)\tTo contribute to the development of normative frameworks, guidelines and instruments for pro-poor housing solutions, land use planning and urban design;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(d)\tTo adopt a code of practice that mainstreams the “right to the city”, climate change and slum prevention;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(e)\tTo assess capacity gaps of decision-makers, city managers and planners in undertaking effective planning and strategic projects and develop capacity-building programmes;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(f)\tTo advocate the linking of urban planning with sectoral interventions and investment programming.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "5.\tNon-governmental organizations", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Non-governmental organizations, including youth and women’s groups, are encouraged:", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(a)\tTo engage local governments in mainstreaming social inclusion and gender equality in urban development plans and in the provision of basic services;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(b)\tTo support the efforts of their national and local counterparts in mainstreaming urban poverty within their respective national development plans and poverty reduction strategies;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(c)\tTo call for transparency, accountability and a right to the city” approach in local planning and budgetary processes.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "6.\tThe private sector", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The private sector is encouraged:", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(a)\tTo engage local authorities in strengthening the public planning framework and to align sectoral investment with local economic development;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(b)\tTo engage national Governments, local authorities and civil society organizations in innovative financial instruments and systems to support local economic development, pro-poor housing and urban development;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(c)\tTo participate actively in the Business Partnership for Sustainable Urbanization as a platform and forum to mainstream business models that attract investment and promote social responsibility and public-private partnerships that reduce urban poverty.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "7.\tUnited Nations bodies and international financial institutions", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "United Nations bodies and international financial institutions are encouraged:", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(a)\tTo lead international debate on the spatial aspects of governance and contribute to global norms, guidelines and tools on and to raising awareness of sustainable urban development;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(b)\tTo link sectoral interventions and investments in health, education, nutrition, water and sanitation, energy and transport and humanitarian relief with spatial planning to improve system-wide coherence, coordination and impact in urban poverty reduction;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(c)\tTo assist Member States in mainstreaming urban poverty reduction and pro-poor housing and urban development within the poverty reduction strategies of the United Nations Development Assistance Framework and the country assistance strategies of the World Bank Group.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "8.\tBilateral donors", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Bilateral donors are encouraged:", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(a)\tTo mainstream sustainable urbanization and urban poverty reduction into their respective assistance frameworks, national budgetary support and debt relief packages and into international frameworks such as the Development Assistance Committee of the Organization for Economic Cooperation and Development;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(b)\tTo provide direct support to Habitat Agenda partners in undertaking the abovementioned activities and actions.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "________________________", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}]