[{"text": "Twenty-fifth session", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Nairobi, 17–23 April 2015", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Item 5 of the provisional agenda*", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Activities of the United Nations Human Settlements\nProgramme, including coordination matters", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Activities of the United Nations Human Settlements Programme", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Report of the Executive Director", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Introduction", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "I.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UN-Habitat has made significant progress in its quest to become an effective and efficient specialized programme of the United Nations in the area of sustainable urbanization. It has expanded its concept to address the needs of urbanization in all types and sizes of human settlements, from villages and market towns to the great cities and megalopolises of the world. It has completed its reform programme and programmatic realignment, delivering results in line with the strategic plan adopted by member States. While challenges remain in addressing shortfalls in its core budget, the Programme has made significant strides in adapting to the current funding environment while, above all, delivering more, and better, on its core mandate.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Implementation of resolution 24/15: strategic plan for 2014–2019 and work programme and budget of the United Nations Human Settlements Programme for the biennium 2014–2015", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "II.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A.Strategic approach", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In response to Governing Council resolution 24/15, UN-Habitat commenced the implementation of the strategic plan for 2014–2019 in January 2014 through the work programme and budget for the biennium 2014–2015. Within the framework of the six-year plan, it adopted a more strategic and integrated approach to addressing the challenges and opportunities of twenty-first century cities and human settlements, in contrast to past approaches, which sometimes addressed the symptoms of the problems posed by urbanization in a piecemeal way. The new strategic approach is based on two premises.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The first premise takes account of the empirically verified positive correlation between urbanization and development. It is clear that urbanization can be a powerful tool for transforming production capacities and income levels in developing countries; however, this requires a mindset shift on the part of policymakers away from viewing urbanization as a problem towards viewing urbanization as a tool for development.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The second premise is that the major challenges facing cities and human settlements today are an outcome of the inadequacy of the fundamental systems underlying the efficient and effective functioning of cities and human settlements, in particular, urban legislative, design and financial systems. These challenges include unemployment, especially among the youth; social and economic inequalities, often manifested in the emergence of slums and proliferation of the informal sector; unsustainable energy consumption patterns; urban sprawl; and increasing emissions of greenhouse gases. Past approaches tended to address only the manifestations of the problems rather that the underlying systemic inadequacies that cause them.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The strategic and integrated approach adopted by UN-Habitat in the implementation of the new strategic plan for 2014–2019 is therefore more systemic rather than symptomatic; it is integrated, rather than sectoral, transformative rather than fragmentary, and links urbanization and human settlements to sustainable development by focusing on prosperity, livelihoods and employment, especially among the youth.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A three-pronged approach has been adopted that places emphasis on urban legislation, urban planning and design, and urban finance and economy. These correspond to the first three focus areas of the strategic plan for 2014–2019, and they can be seen as the levers for transforming cities and human settlements into centres of greater environmental, economic and social sustainability. A fourth focus area, or subprogramme, urban basic services, has also been developed, as large numbers of urban dwellers in developing countries still lack access to adequate basic services, especially water and sanitation as well as reliable waste management services, sustainable public transport and safe domestic energy.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Building on its past success, UN-Habitat continued to work in the other three focus areas of the strategic plan, namely housing and slum upgrading; risk reduction and rehabilitation; and research and capacity development. In all seven areas, UN-Habitat focuses its work on clearly defined strategic issues and actions that have the potential to trigger or catalyse change. The emphasis is on assisting local authorities and central government departments responsible for urban and human settlements development to put in place more effective policies, strategies, plans and implementation systems so as to meet the needs of the urban poor more efficiently and equitably. To achieve this, the catalytic role of UN-Habitat is being strengthened, as is the creation of partnerships at both the national and local levels.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Building", "action_verb_type": "preambular", "action_verb_normalized": "build", "links": []}, {"text": "The three-pronged approach", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "1.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UN-Habitat’s basic business model is to leverage its normative work at field level. As a result, significant new programmes and projects for implementing the new strategic and integrated approach were initiated or expanded during 2013 and 2014, including the Achieving Sustainable Development Programme, the Future Saudi Arabia Cities Programme and three sustainable urban development projects at the state level in Nigeria.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "UN-Habitat’s", "action_verb_type": "operative", "action_verb_normalized": "un-habitat’", "links": []}, {"text": "Achieving Sustainable Development Programme", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "(a)", "action_verb": "Achieving", "action_verb_type": "preambular", "action_verb_normalized": "achiev", "links": []}, {"text": "The Achieving Sustainable Development Programme is one of UN-Habitat’s most important means of addressing the urbanization process from the new strategic perspective. The programme’s working methodology focuses on three key areas that need to be addressed simultaneously as an integrated three-pronged strategy for advancing sustainable urbanization: urban legislation, urban design and urban finance. The programme builds on the potential of properly managed urbanization as a powerful transformative force towards environmentally, economically and socially sustainable development. The programme started in five pilot countries, Colombia (focusing on urban finance and the urban economy), Egypt (also focusing on finance and economy), Mozambique (focusing on urban legislation and governance), the Philippines (focusing on planning and design) and Rwanda (also focusing on urban legislation and governance).", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Future Saudi Arabia Cities Programme", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "(b)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The purpose of the Future Saudi Arabia Cities Programme is to contribute to sustainable urbanization in Saudi Arabia by means of evidence-based analysis and the development of policy options, followed by actions that will produce the benefits of the new strategic and integrated approach promoted by UN-Habitat. The programme entails a fundamental shift in the way Saudi Arabian cities are managed and in the vision for their future, in order for them to become sustainable. The programme encourages participatory planning, creates more opportunities for partnerships and equips the local governments of 17 small, medium and larger cities to better understand and identify problems and to design and implement urban planning options for the future. The key to the programme is to look at the city as a whole rather than from the more common sectoral viewpoint; it also looks at cities in their regional contexts.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Programmes at state level in Nigeria", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "(c)", "action_verb": "Programmes", "action_verb_type": "operative", "action_verb_normalized": "programm", "links": []}, {"text": "During the reporting period, UN-Habitat launched three programmes at the state level in Nigeria, all of which are designed on the basis of UN-Habitat’s new strategic approach to urbanization. These are the socioeconomic and urban renewal programme for Ondo State; the city structure and urban planning programme for Kogi State; and the socioeconomic and urban planning programme for Zamfara State. The overall objective of these programmes is to enhance the socioeconomic status and the quality of life of the population, focusing specifically on providing the participating cities with the capacity to develop and improve city development strategies for guiding their long-term growth; urban policies and strategies that are supportive of local economic development; land management policies; instruments and tools that facilitate the negotiated supply of serviced urban land and slum upgrading; land-use and land-based finance; the availability and accessibility of urban data and information for planning and budgeting; and economic opportunities by harnessing local assets, resources and the entrepreneurship capacities of young men and women.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "During", "action_verb_type": "preambular", "action_verb_normalized": "dur", "links": []}, {"text": "Tools", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "2.", "action_verb": "Tools", "action_verb_type": "operative", "action_verb_normalized": "tool", "links": []}, {"text": "UN-Habitat has also developed new tools for facilitating the implementation of the three-pronged approach. These are the Urban Planning and Design Laboratory, the City Prosperity Index and UrbanLex: The Urban Law Database.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Urban Planning and Design Laboratory", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "(a)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Urban Planning and Design Laboratory was developed in response to the calls from local, regional and national governments for assistance in sustainable urban planning. Parallel to the normative work of the agency, it offers a project-oriented approach to developing sustainable urban planning proposals that can be implemented locally.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Laboratory has taken on several assignments to test and disseminate UN-Habitat’s sustainable urban development principles and approaches. In particular, it has been involved in developing concept plans for planned city extensions in Colombia (Santa Marta), Kenya (Kisumu), the Philippines (Silay, Iloilo and Cagayan de Oro) and Rwanda (Nyagatare and Rubavu); citywide strategies in China (Wuzhou); and planned city infills in Colombia (Medellin). The Laboratory has also been active in developing the concept for a new generation of new towns in Egypt (El Alamein). In addition, the Laboratory has conducted advisory missions to Ghana, India, Myanmar, South Africa and Turkey. Further, the Laboratory has developed plan assessment tools and used them in the assessment of the master plans of Kigali, Lusaka and Lima, as well as those of secondary cities in Myanmar.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "City Prosperity Initiative", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "(b)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Since the twenty-fourth session of the Governing Council, UN-Habitat has been implementing its City Prosperity Initiative in line with the new strategic approach. The Index measures the current status of cities along five dimensions of prosperity: productivity, infrastructure, quality of life, equity and environmental sustainability. The Index provides an indication of how strong or weak the prosperity factors of a city are, thus enabling policymakers to identify opportunities and potential areas of action for advancing towards prosperity. UN-Habitat is currently working with 50 partner cities and national Governments to produce city prosperity indexes for these cities so as to assist decision makers to design evidence-based policy interventions.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UrbanLex", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "(c)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UN-Habitat has also developed UrbanLex, an urban legislation database whose purpose is to serve as a tool to fill the knowledge gap on urban legislation. Its specific objective is to enhance the legal framework in urban areas by developing a research tool featuring urban legislation from all States Members of the United Nations. The database features seven critical areas of urban law that are essential to the sustainability and development of urban areas. The laws can be searched by theme, region and country. Each law is associated with searchable keywords and is described in a short explanatory digest. The digests are an important added value, as they increase the accessibility of the instruments by describing their core functions and mechanisms of relevance to urban law. Forty countries across six continents are currently represented in the database.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "B.Management of the Programme", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A major achievement since April 2013 has been the complete alignment of the organization’s structure with its substantive work. The seven new thematic branches are fully aligned to the six-year strategic plan, the two-year strategic framework, and the two-year work programme and budget. Each branch has implementation responsibility over one subprogramme in the work programme and budget, and one focus area in the strategic plan. For example, the Urban Basic Services Branch is responsible for implementing the urban basic services subprogramme in the two-year work programme and budget and is also responsible for implementing the urban basic services focus area in the six-year strategic plan. This alignment has significantly simplified monitoring and reporting and has enhanced accountability and transparency.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UN-Habitat also continued to implement its new matrix approach that is linked to the project approach. The project approach means that all of UN-Habitat’s work, both normative and operational, is implemented in the form of projects. Each project has a clear beginning and a clear end, a clear budget, and a clear allocation of human resources for the duration of the project. A matrix approach is followed in the allocation of human resources to projects. This involves establishing, for each project, a team of staff members selected from all parts of the organization on the basis of competences relevant to the project. This ensures more efficient use of available human resources.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "C.Other aspects of implementing resolution 24/15", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In line with resolution 24/15, the Executive Director, in consultation with the Committee of Permanent Representatives to UN-Habitat, developed a results-based strategic framework for the biennium 2016–2017 that is aligned to the strategic plan for 2014–2019. This was reviewed by the Committee of Permanent Representatives and the Committee on Programme and Coordination in June 2014 and adopted by the General Assembly in October 2014.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The work programme and budget for 2016–2017, which is results based, prioritized and aligned with the strategic plan for 2016–2019, was developed in a participatory manner with all senior staff of \nUN-Habitat at headquarters and at UN-Habitat regional and liaison offices. This notably enhanced management accountability, ownership, a focus on results and the integration of normative and operational activities. The Committee of Permanent Representatives was consulted on the draft work programme and budget, which was subsequently submitted to the Advisory Committee on Administrative and Budgetary Questions which has made recommendations to the Governing Council for consideration during its present session.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The final annual progress report on implementation of the medium-term strategic and institutional plan for 2008–2013 (see HSP/GC/25/INF/5) was prepared at the end of 2013. An annual progress report on the implementation of the strategic plan for 2014–2019 (HSP/GC/25/5/Add.2) was prepared at the end of 2014. Both reports were reviewed by the Committee of Permanent Representatives and donors. A biennial programme performance report for 2012–1013 was also prepared and submitted to United Nations Headquarters for consideration by the General Assembly. These reports were used to facilitate senior management performance review meetings, which have notably enhanced management accountability, transparency, learning and performance.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Also in line with resolution 24/15, UN-Habitat continued to strengthen the application of \nresults-based management in the Programme. Staff capacity was enhanced in results-based planning, monitoring and reporting. Staff at headquarters and at regional offices received training on the results chain before the development of the biennial work programme and budget for 2016–2017, while all results-based management champions attended a refresher course before the preparation of the annual report for 2014. Training in the key pillars of results-based management was also given to UN-Habitat staff at the Regional Office for Asia and the Pacific, the Regional Office for the Arab States and country staff in the regions, in particular staff working on land conflict resolution projects in the Democratic Republic of the Congo. Tools to support the application of results-based management were developed and are in use. These include a handbook on results-based management and policy as well as templates and training materials.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UN-Habitat has made notable progress in strengthening its effectiveness and efficiency in the period since the last session of the Governing Council. It has managed to do more with less, and has strengthened its core business model of leveraging its normative work in the field and using those results to further the normative work. In carrying out this transformation, however, it has become clear that the management and administrative tools available to UN-Habitat are not fully fit for purpose and put \nUN-Habitat at a significant operational and cost disadvantage with respect to other agencies of the United Nations system as well as competitors outside the Organization. As UN-Habitat continues to work on its business model, it intends to consider the needs of member States, local authorities and other partners in developing a more suitable set of procedures and processes to deliver faster, better and at lower cost.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The preliminary contribution figures for the first year of the biennium 2014–2015 were as follows (in United States dollars): the regular budget allocation from United Nations assessed contributions amounted to $11.7 million; voluntary non-earmarked contributions to the United Nations Habitat and Human Settlements Foundation amounted to $7.5million against an annual budget of $22.8 million and a revised income target of $8 million; earmarked contributions amounted to $177 million, exceeding the annual budget of  $162.5 million. UN-Habitat continued its efforts to strengthen resource mobilization and succeeded in increasing earmarked resources by 30 per cent in 2013. However, the 2014 targets for voluntary non-earmarked and earmarked resources were not met.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In line with General Assembly resolution 67/226, UN-Habitat managed its available and projected core and non-core resources within an integrated budgetary framework, ensuring that all core and earmarked activities are aligned to its strategic plan. It also implemented the United Nations cost recovery directive, resulting in cost recovery in 2014 of $2.8 million from earmarked resources. To support implementation of the strategic plan priorities as reflected in the work programme and taking into account the funding available, an allocation of $11.6 million in regular budget resources and $9.8 million in Foundation non-earmarked resources was made for the first year of the biennium. UN-Habitat operated a transparent and results-oriented budgetary framework, with annual approved spending limits that took into account income projections and were aligned to United Nations cost allocation and recovery principles. Quarterly performance reports were presented to the Committee of Permanent Representatives throughout the reporting period.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Implementation of other resolutions", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "III.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A.Resolution 24/1. World Cities Day", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "By resolution 24/1 the Governing Council decided to recommend to the United Nations General Assembly that, beginning in 2014, 31 October every year should be designated as World Cities Day. By its resolution 68/239, the Assembly decided to designate 31 October, beginning in 2014, as World Cities Day and invited States, the United Nations system, in particular UN-Habitat, relevant international organizations, civil society and all relevant stakeholders to observe and raise awareness of the Day”.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["68/239", "http://unhabitat.org/wcd/wp-content/uploads/2014/10/A_RES_68_239_Resolution-adopted-by-the-General-Assembly-on-27-December-2013.pdf"]]}, {"text": "The aim of this new day in the United Nations calendar is to draw the international community’s attention to urbanization as a central issue in sustainable development and to encourage cooperation among countries in meeting the opportunities and addressing the challenges of urbanization around the world.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Following the adoption of resolution 68/239, in which the General Assembly stressed that the costs of all activities that might arise from observing the Day should be met from voluntary contributions, the Government of China and the municipal government of Shanghai offered to host the inaugural World Cities Day celebration on 31 October 2014.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Following", "action_verb_type": "preambular", "action_verb_normalized": "follow", "links": []}, {"text": "Events took place all over the world to celebrate World Cities Day. Of those, 35 activities in a total of 12 countries focused on the official theme, “Leading urban transformations”.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Events", "action_verb_type": "operative", "action_verb_normalized": "event", "links": []}, {"text": "Moving forward, the Governing Council is encouraged to pay attention to ways of taking advantage of the opportunity presented by World Cities Day to create awareness and encourage cooperation around the issue of sustainable urbanization, including supporting its financial viability.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Moving", "action_verb_type": "preambular", "action_verb_normalized": "mov", "links": []}, {"text": "B.Resolution 24/2. Strengthening the work of the United Nations Human Settlements Programme on urban basic services", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In resolution 24/2 the Governing Council called upon UN-Habitat to gradually expand the scope of the Water and Sanitation Trust Fund and to rename it the Urban Basic Services Trust Fund.  This was finalized in April 2014. The Trust Fund’s project document, titled “Integrated urban basic services for human settlements” details a five-year programme aimed at mobilizing approximately $60 million to improve national urban policies related to the provision of urban basic services in over 40 countries, develop the capacity of over 300 service providers and implement field demonstration projects aimed at increasing access to urban basic services for over 1.5 million people, most of them urban poor in Africa, Asia and Latin America and the Caribbean.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "As recommended in resolution 24/2, UN-Habitat is maintaining its efforts in the water and sanitation sector. A number of funding agreements were signed for new projects on water and sanitation in Ghana, South Sudan and the United Republic of Tanzania, amounting to approximately $11.6 million.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In the urban energy sector, a memorandum of understanding on green buildings was signed with the Saudi Green Building Forum and the Egyptian Council for Green Buildings. To increase access to modern, clean and sustainable energy services, multifunctional clean energy centres were developed for the urban poor in Uganda and Cameroon.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In the urban mobility sector, UN-Habitat supported the development of the post-2015 results framework on sustainable urban transport, in support of the Secretary-General’s High-level Advisory Group on Sustainable Transport. The Urban Electric Mobility Initiative was launched as one of the action areas at the Climate Summit held on 23 September 2014. Under the Sustainable Transport in East African Cities project, bus rapid transport corridors are being developed in Addis Ababa, Kampala and Nairobi.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In the urban waste management sector, UN-Habitat launched a regular solid waste collection service in four pilot districts of Mogadishu and training of trainers was conducted covering the operations and preventive maintenance of UN-Habitat’s Vacutug equipment. Training on strengthening solid waste management in nine secondary towns in Kenya, Uganda and the United Republic of Tanzania was conducted as part of phase II of the Lake Victoria Water and Sanitation Initiative.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In the urban drainage sector, an expert group meeting on urban drainage management for the cities of the future held in June 2013 recommended that UN-Habitat focus on awareness-raising and advocacy, building an expert reference group on drainage issues, strengthening urban governance and brokering broad strategic partnerships involving financial institutions and the private sector.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UN-Habitat continues to advance its support to city, regional and national authorities in implementing policies to increase equitable access to urban basic services, one of the focus areas of the strategic plan 2014–2019. Lack of resources has hindered work in some areas, especially urban energy, urban mobility, waste management and drainage.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "C.Resolution 24/3. Inclusive and sustainable urban planning and elaboration of international guidelines on urban and territorial planning", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In resolution 24/3, the Governing Council requested the Executive Director, in consultation with the Committee of Permanent Representatives, to initiate the elaboration of international guidelines on urban and territorial planning and to engage in an inclusive consultative process with relevant UN-Habitat partners to inform the drafting process with best practices and lessons learned.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "With the financial support of the Governments of France and Japan, UN-Habitat established a geographically balanced group of experts, nominated by national Governments, United Nations bodies, local authorities, development partners, associations of planners and researchers and academic institutions, to support and guide the process of drafting the international guidelines. Building on national experiences, the group aimed to capture universal principles that could support a diversity of planning approaches adapted to different contexts and scales.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "At the meeting, held in Paris on 24 and 25 October 2013, the experts prepared the structure and initial draft of the guidelines. The second meeting, held in Medellin, Colombia, on 10 April 2014 during the seventh session of the World Urban Forum, brought together additional country experiences, addressed diverging views that had emerged after the first meeting and introduced documented lessons into the revised draft of the guidelines. The experts produced a preliminary final draft of the guidelines and agreed to complement the guidelines with a compendium of good practices.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Consultations with United Nations organizations and other partner groups were also initiated, specifically through the United Nations High-level Inter-Agency Meeting held on 8 April 2014 during the seventh session of the World Urban Forum and the side event at the 2014 integration segment of the Economic and Social Council titled “Towards the development of international guidelines on urban and territorial planning” held on 29 May 2014. The Committee of Permanent Representatives as well as relevant United Nations bodies and development partners were consulted throughout the drafting process.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Consultations", "action_verb_type": "operative", "action_verb_normalized": "consultation", "links": []}, {"text": "The third and final expert group meeting took take place in Fukuoka, Japan, on 11 and 12 November 2014. At this meeting the experts finalized the guidelines, which have been submitted to the present session of the Governing Council as document HSP/GC/25/2/Add.6.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "D.Resolution 24/4. Gender equality and women’s empowerment to contribute to sustainable urban development", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In response to resolution 24/4, UN-Habitat made considerable progress in the implementation of strategies for gender equality and women’s empowerment in sustainable urban development.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The revised “Policy and plan for gender equality and the empowerment of women in urban development and human settlements” adopted in November 2013 sets out UN-Habitat’s commitments and strategy to ensure that all its activities reflect and advance the global consensus on non-discrimination and equality between men and women.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UN-Habitat continued to contribute to overall reporting on the United Nations System-wide Action Plan on Gender Equality. UN-Habitat commenced the development of a gender marker that will track the proportion of its funds devoted to enhancing gender equality. Partnerships with United Nations organizations, particularly the United Nations Entity for Gender Equality and the Empowerment of Women (UN-Women), and civil society organizations were further developed through capacity-building workshops and international platforms such as the World Urban Forum, the Commission on the Status of Women , the Economic and Social Council integration segment and the first session of the Preparatory Committee for the United Nations Conference on Housing and Sustainable Urban Development (Habitat III).", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Advisory Group on Gender Issues continued to meet virtually and on a regular basis, including with the Executive Director during the seventh session of the World Urban Forum, and gave advice aimed at improving the mainstreaming of gender equality within UN-Habitat.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "E.Resolution 24/5. Pursuing sustainable development through national urban policies", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In response to resolution 24/5, UN-Habitat developed a national urban policy framework that is guiding the development of national urban policies in more than 10 countries, among them Cameroon, Colombia, Egypt, Malawi, Mongolia, the Philippines, Rwanda, South Sudan, Uganda and Zambia.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The framework embodies the UN-Habitat approach and places emphasis on three key pillars for a differentiated and prioritized national urban policy diagnosis: legislation, rules and regulations; urban planning and design; and urban economy and financial plans. Further, a methodology for undertaking national urban policy diagnoses was developed.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UN-Habitat also developed a national urban policy database that identifies countries with a national urban policy (more than 26 have been identified), the stage of its development, the focus of the policy, the lead agency and key reference documents. The database, which will continue to be expanded, has been shared with and used by countries developing such policies. National urban policies were also assessed with a view to building evidence-based support for the policies and drawing lessons from good and promising practices.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "At the country level, UN-Habitat, through its regional offices, carried out national urban policy support activities in Bangladesh, Cambodia, Cameroon, Colombia, Egypt, Haiti, the Lao People’s Democratic Republic, Malawi, Mongolia, Myanmar, Nepal, Nigeria, Pakistan, Papua New Guinea, the Philippines, Rwanda, South Sudan, Sri Lanka, Thailand, Uganda, Viet Nam and Zambia. Support activities ranged from using the national urban policy diagnostic framework, through drafting of national urban policies, to mainstreaming of national urban policy issues in climate change policies.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UN-Habitat continued to respond to requests from cities and member States by providing advisory services and developing field projects. Work has continued on developing planned city extensions with cities in Colombia, Kenya, Mozambique, the Philippines and Zambia, among others. New cities have also been engaging in planning work in Egypt, Rwanda, Saudi Arabia, South Africa and Viet Nam. In order to respond to such requests, UN-Habitat has established the Urban Planning and Design Laboratory (see paras. 13 and14 above) to provide planning services and support internal planning projects.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The work on national urban policies is a central enabler for the three-pronged approach to sustainable urbanization, and the Governing Council is encouraged to consider further measures that can ensure that the long-term resource requirements associated with this resolution are met.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "F.Resolution 24/6. Supporting action for the creation of safer cities", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In response to resolution 24/6, the Global Network on Safer Cities continued to support the establishment of relevant policies and programmes in various countries. In August 2014, in the Arab States region, a Safer Cities project was approved for the three post-conflict cities of Erbil, Basra and Amara in Iraq, complementing the ongoing implementation of the project in Sulaimanieh. In the \nAsia-Pacific region, UN-Habitat advanced its joint programming with the United Nations Children’s Fund (UNICEF) and UN˗Women on the Safe and Friendly Cities for All project in the Philippines, one of eight pilot countries. The organization scaled up its operation, with UNICEF funding, adding to the programme local government units affected by Typhoon Haiyan. The project is being implemented in close coordination with the League of Cities of the Philippines. In Latin America and Africa, \nUN-Habitat provided technical advice to Argentina, Chile, Kenya, Paraguay and South Africa on the consolidation of similar country programme agreements under the framework of the Global Network on Safer Cities.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Safer Cities Programme continued to engage in various inter-agency initiatives to explore the complementary relationships with regard to United Nations system-wide guidelines on safer cities within each agency’s mandate, in particular, with UNICEF and UN-Women, through a joint programming agreement on safer cities for women and girls; with the United Nations Office for Disarmament Affairs, through the Coordinating Action on Small Arms and particularly on its guidelines on how to establish and maintain gun-free zones; and with the United Nations Office on Drugs and Crime (UNODC) on United Nations standards and norms on crime prevention and criminal justice.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Safer Cities Programme is now entering a period of transition, during which it is expected that this programme will be scaled up in the light of the lessons learned. This programme will be led and implemented largely by regional offices, with technical support from headquarters.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "G.Resolution 24/7. Making slums history: a worldwide challenge", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In resolution 24/7, the Governing Council invited member States to implement the universal principles for slum upgrading and prevention established by UN-Habitat following the international conference on the theme “Making slums history: a worldwide challenge for 2020”, held in Rabat in November 2012. Thirty countries have signed a memorandum of understanding endorsing the principles and committing to implementing policy reviews, citywide slum upgrading and prevention strategies.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UN-Habitat has designed guidelines for establishing community groups empowered to design, manage and implement participatory slum upgrading projects, supported by the United Nations country teams and with the technical support of UN-Habitat.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Through UN-Habitat programme activities, about 130,000 slum dwellers in nine countries have achieved secure tenure, with the Government investing in improving their living conditions while providing varying types of tenure security.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Furthermore, UN-Habitat has worked with Governments to co-finance programme activities at country level. Fifteen countries have provided funds to UN-Habitat for programme implementation. A number of countries have established local and national budget lines, with annual budget allocations for participatory slum upgrading and prevention.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Parallel to this, the UN-Habitat Participatory Slum Upgrading Programme and the Global Land Tool Network are developing guidelines for slum upgrading through participatory land readjustment, addressing the issues of land regularization, value capture and reallocation processes. These guidelines will be piloted in Colombia, Fiji, Ghana, Namibia and Rwanda, countries that have participated in the development of the tool to ensure that it is well tailored to differing national contexts.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The resources provided to undertake work initiated in response to this resolution have been limited, and the Executive Director encourages the Governing Council to consider ways of strengthening the work on housing and slum upgrading.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "H.Resolution 24/8. Regional technical support on sustainable housing and urban development including the Arab States Ministerial Forum on Housing and Urban Development", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In paragraph 2 of resolution 24/8, the Governing Council requested the Executive Director to extend his support to United Nations Human Settlements Programme regional and thematic offices to support regional forums, including the Arab States Ministerial Forum on Housing and Urban Development, and to work closely with them to achieve the aims of the Habitat Agenda.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In response, UN-Habitat, through its Regional Office for the Arab States, prepared a draft concept note in December 2013 that forms a basis for consultations on the establishment of an Arab Forum for Housing and Urban Development. The League of Arab States is in the process of setting up the Forum and it is envisaged that the first meeting will be held during the second half of 2015.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "As currently conceived, the Forum will be a technical platform and its meetings will take place on a biennial basis, alternating with the Arab Scientific Conference. For follow-up purposes, it is also envisaged that the meetings of the Forum and the Conference will be held back-to-back with the meetings of the Arab Ministerial Council, which take place on an annual basis.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "It is considered that the first meeting of the Forum will be an important milestone in the Arab regional preparations for Habitat III, as it will provide an opportunity to identify regional trends and emerging issues and concerns and to make suggestions on the future of sustainable urban development and human settlements in the region.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Resolution 24/9. Inclusive national and local housing strategies to achieve the Global Housing Strategy paradigm shift", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "I.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In follow-up to resolution 24/9, UN-Habitat continued to respond to the needs of member States by providing advisory services, developing projects and supporting requests from national and local governments to address the current challenges in housing delivery.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Advisory services were provided to Burundi, Egypt, Haiti, Malawi, Nigeria and Rwanda, the last within the context of the Achieving Sustainable Urban Development programme. National housing profiles of El Salvador and Liberia were finalized and the national housing profiles of Guyana and Lesotho were initiated. UN-Habitat developed normative material, including the documentation of good practices and guidelines, to support policymakers in developing appropriate housing and slum upgrading policies.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UN-Habitat continued its collaboration with the Office of the United Nations High Commissioner for Human Rights (OHCHR), under the auspices of the United Nations Housing Rights Programme. A revised version of the joint UN-Habitat-OHCHR Fact Sheet on forced evictions (No. 25/Rev.1) was published and widely disseminated, as was the handbook entitled “Assessing the impact of forced evictions”. UN-Habitat also worked closely with the United Nations Special Rapporteur on the right to adequate housing as a component of the right to an adequate standard of living, and on the right to non-discrimination in this context in areas of common concern and commenced research on two thematic areas: persons with disabilities and homelessness.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The resources provided to undertake work in response to this resolution have been limited, and the Executive Director encourages the Governing Council to consider ways of strengthening the work on housing.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "J.Resolution 24/10. Urbanization and sustainable urban development in the \npost-2015 development agenda", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In responding to resolution 24/10, UN-Habitat provided information to Governments, United Nations organizations and other stakeholders on the role of urbanization in sustainable development, with a view to ensuring that sustainable urbanization is properly reflected in the \npost-2015 development agenda, including the sustainable development goals.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UN-Habitat continued to participate in the work of the United Nations System Task Team on the Post-2015 Development Agenda and its working group on monitoring and indicators. UN-Habitat also provided inputs on sustainable urbanization to the work of the High-level Panel of Eminent Persons on the Post-2015 Development Agenda. It participated in the Technical Support Team of the Open Working Group on Sustainable Development Goals. It further participated in the activities of the Thematic Group on Sustainable Cities of the United Nations Sustainable Development Solutions Network, the Global Taskforce of Local and Regional Governments of the organization United Cities and Local Governments, and the Communitas Coalition for Sustainable Cities and Regions.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "After more than a year of discussion and negotiation, the Open Working Group, at its thirteenth and final session, adopted by acclamation on 19 July 2013 a proposal on sustainable development goals and targets that includes proposed goal 11, “Make cities and human settlements inclusive, safe, resilient and sustainable” (see A/68/970 and Corr.1).", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A number of urban-related issues, many of which were proposed in UN-Habitat’s Revised compilation for sustainable cities and human settlements in the sustainable development goals of 20 December 2013 (available from https://sustainabledevelopment.un.org), are addressed by other proposed goals, including those addressing the issues of food, water, energy, poverty, employment and infrastructure.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The General Assembly, by its resolution 68/309, decided “that the proposal of the Open Working Group shall be the main basis for integrating sustainable development goals into the post-2015 development agenda, while recognizing that other inputs will also be considered, in the intergovernmental negotiation process at the sixty-ninth session of the Assembly”.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "K.Resolution 24/11. Promoting sustainable urban development by creating improved economic opportunities for all, with special reference to youth and gender", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In response to resolution 24/11, UN-Habitat supported a number of local and regional governments in Africa, Latin America and Asia with tools and strategies for local economic development. For example, UN-Habitat assisted Kiambu County in Kenya and Nampula municipality in Mozambique in identifying ways in which they could generate more revenue from their own sources. Technical advice was provided to the cities of Iloilo, Cagayan de Oro and Silay in the Philippines for developing public financing plans for planned city extensions.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "An assessment of opportunities for the use of land-based financing strategies was conducted for secondary cities in Rwanda, the results of which are presented in the country’s national urban policy diagnostic report. The Ministry of Infrastructure was assisted in developing a new national policy framework for land-based financing in cities. In addition, a toolkit on how to implement \nland-based financing instruments, particularly land value sharing, is being developed.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UN-Habitat’s Urban Youth Fund awarded grants with a total value of $993,199 to 52 youth organizations (18 in Africa, 17 in Latin America and the Caribbean, 14 in Asia and the Pacific and 3 in Arab States). Training continued to be an integral part of the Youth Fund, in order to support beneficiaries to manage their projects effectively.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "UN-Habitat’s", "action_verb_type": "operative", "action_verb_normalized": "un-habitat’", "links": []}, {"text": "In February 2014, the Youth Fund launched an e-learning mentorship programme to assist selected youth organizations to successfully implement and complete their projects. Furthermore, two issue guides were produced in 2013, one on gender-responsive municipal financing and the other on a \ngender-responsive urban economy.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "L.Resolution 24/12. Youth and sustainable urban development", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In response to resolution 24/12, UN-Habitat utilized a two-pronged mainstreaming approach to enhance the involvement of young people in sustainable urban development and encourage initiatives intended to empower young women and men through both normative and programmatic activities.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Branches and units in UN-Habitat continued to mainstream youth in the organization’s policies, including through the review of strategic and programmatic documents such as the Gender Mainstreaming Action Plan.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Branches", "action_verb_type": "operative", "action_verb_normalized": "branch", "links": []}, {"text": "The Youth Advisory Board, which is composed of an equal number of young women and men, continued to provide advice to UN-Habitat on how to better engage youth in bringing about urban sustainability.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UN-Habitat took a lead role in mainstreaming youth throughout the United Nations system through the UN Inter-Agency Network on Youth Development and the United Nations System-wide Action Plan on Youth, adopted by the Chief Executives Board for Coordination.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UN-Habitat, with the support of the Government of Norway, allocated grants from the Urban Youth Fund in 2014 to support projects led by young women. These projects, combined with other such projects funded since 2009, helped to expand the knowledge base on challenges and opportunities for young urban women, feeding into future programme and project development in this regard.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UN-Habitat continued to focus on economic issues affecting youth, specifically by partnering with local governments to improve livelihoods and job creation for youth by providing training in \none-stop centres. The Government of Rwanda supported the expansion of job training by upscaling the one-stop centre model from Kigali to the 31 districts in the country.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Together with partners, UN-Habitat worked to document the process of using community mapping in planning. This has fed into research on youth, information and communications technology and governance that is being further developed into a model of multilevel governance. \nUN-Habitat also developed information and communications technology and gaming solutions for youth engagement by utilizing games such as Minecraft in the planning and development of the \none-stop centres in Nigeria.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "M.Resolution 24/13. Country activities by the United Nations Human Settlements Programme", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In response to resolution 24/13, and in line with the implementation strategy of the new strategic plan for 2014–2019, regional implementation strategies were developed with particular emphasis on the role of Habitat Country Programme Documents (HCPDs). UN-Habitat developed a new template for the next generation of HCPDs that aims at integrating the normative and operational dimensions of \nUN-Habitat’s work while taking into account the emerging patterns of delivery at the national level, especially the One United Nations approach.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The role of regional and country offices has been upgraded in key areas, including taking initiatives, identifying priorities and choosing at least five “focus countries” per region that will benefit from the new generation of HCPDs. With respect to the One United Nations approach and United Nations Development Assistance Frameworks, coordination within UN-Habitat has been strengthened through the establishment of a United Nations Development Group coordination task force to create agency-wide synergy in support of the ongoing fit-for-purpose reform within the United Nations as a whole and to ensure that UN-Habitat remains active and responsive to new country-level demands from member States.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UN-Habitat continues to pay particular attention to building national ownership of its programming. It will accelerate the use and sharpen the focus of HCPDs, which will articulate key challenges in the urban sector, review existing urban policies and highlight needs and priorities for sustainable urban development. The HCPDs will promote and facilitate implementation and strengthen inter-agency coordination through Habitat programme managers, where possible. A stronger role for Governments in programme and project development will be ensured.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "N.Resolution 24/14. Inputs for and support to the preparatory process of the United Nations Conference on Housing and Sustainable Urban Development (Habitat III)", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In accordance with General Assembly resolutions 66/207 and 67/216, the Governing Council of UN-Habitat deliberated at its twenty-fourth session on how best to provide inputs for and support to the preparatory process for Habitat III c in the most inclusive, efficient, effective and improved manner, and to proceed accordingly.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Since then, the General Assembly adopted resolution 68/239 and resolution 69/226, in which it decided that the Conference would be held in Quito during the week of 17 October 2016. It also decided that the third session of the Preparatory Committee would be held in Indonesia in July 2016.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In resolution 69/226, the General Assembly emphasized the need for effective coordination between the preparatory process for the Conference and the preparations for the summit to be held in September 2015 for the adoption of the post-2105 development agenda, in order to promote coherence and to minimize duplication of effort. It also encouraged Member States to participate in the Preparatory Committee and to continue giving due consideration at all levels to the New Urban Agenda and commit to defining it, together with all relevant stakeholders", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "At the first session of the Preparatory Committee, held in New York on 17 and 18 September 2014, a report on progress to date in the implementation of the outcomes of the second United Nations Conference on Human Settlements (Habitat II) and identification of new and emerging challenges on sustainable urban development (A/CONF.226/PC.1/5) was submitted by the Secretary-General of the Conference. The Secretary-General also submitted a report on the preparations for Habitat III (A/CONF.226/PC.1/4) that described the activities carried out at the national, regional and global levels in 2013 and up to September 2014 and provided further information on the activities proposed to be carried out from 2014 to 2016 in four areas: knowledge, engagement, policy and operations.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In resolution 24/14, the Governing Council requested the Secretary-General of the Conference to provide an updated “think piece” about the future of urbanization and sustainable human settlements and urban development. This was prepared by UN-Habitat and presented to the Committee of Permanent Representatives and distributed to other United Nations organizations for comments and further inputs. The reports submitted to the Preparatory Committee at its first session to start the official preparations for Habitat III were guided by the contributions of the Governing Council as contained in resolution 24/14 and by the relevant General Assembly resolutions.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In response to paragraphs 2 (d) of resolution 24/14, suggested guidelines and a format for the preparation of national reports were shared with member States in February 2014. These guidelines, together with an earlier guide on the establishment or strengthening of national Habitat committees, as requested in paragraph 3 of the resolution, were distributed to all Governments in January 2013, enabling the preparations for Habitat III national reports to begin.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In accordance with paragraph 5 of resolution 24/14, and in line with as paragraph 11 of resolution 67/216 and paragraph 9 of General Assembly resolution 68/239, regional reports drawing on national reports as well as on available knowledge, resources and data are being prepared in cooperation with the United Nations regional commissions and other relevant international, regional and subregional organizations.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In accordance with paragraph 4 of General Assembly resolution 66/207 and paragraph 7 of resolution 24/14, the seventh session of the World Urban Forum, held in Medellin, Colombia, from 5 to 11 April 2014, provided an important contribution to the preparations for Habitat III by holding focused meetings and discussions on the Conference. Focused on the theme “Urban equity in development: cities for life”, the Forum was attended by more than 22,000 people from 142 countries. Its purpose was to improve collective knowledge, advance cooperation and coordination and raise awareness on sustainable urban development.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "As part of the implementation of paragraph 9 of resolution 24/14, meetings of the World Urban Campaign have been held to facilitate the process of consultation and consensus-building among stakeholders as well as to identify and collect good practices that could contribute to the New Urban Agenda and support national urban campaigns and their communication and outreach activities initiated to contribute to national preparations for Habitat III. A meeting of the Urban Thinkers Campus, with the theme “The city we need”, was held in Caserta, Italy, from 15 to 18 October 2014 during the Urban October celebration.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In paragraph 11 of resolution24/14, the Governing Council invited the Secretary-General of the Conference to consider establishing an effective United Nations system-wide coordination mechanism so as to enable the effective participation and contributions of United Nations bodies, including the specialized agencies and the international financial institutions, at all stages of the preparatory process and at the Conference itself.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Following discussions on the margins of the high-level segment of the 2013 session of the Economic and Social Council, it was agreed to establish a United Nations inter-agency coordinating committee for Habitat III. Other preparatory meetings were held in New York on 27 November 2013 and during the seventh session of the World Urban Forum. An open consultation meeting took place during the first session of the Preparatory Committee. The first meeting of the United Nations task team on Habitat III took place in January 2015.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Following", "action_verb_type": "preambular", "action_verb_normalized": "follow", "links": []}, {"text": "As part of the efforts to ensure the effective participation of partners, in its resolution 69/226 the General Assembly, emphasizing the importance of the wide participation of all relevant stakeholders, including local authorities, in the promotion of sustainable urbanization and settlements, called upon Member States to ensure the effective participation in the preparatory process and in the Conference itself of local governments and all other stakeholders.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In the same resolution, the General Assembly decided that the major groups and the non-governmental organizations in consultative status with the Economic and Social Council, as well as those accredited to Habitat II and the summit to be held in September 2015 for the adoption of the post-2015 development agenda, shall register in order to participate in the Conference. It also decided that non-governmental organizations not in consultative status with the Council wishing to attend and contribute to the Conference, and whose work is relevant to the subject of the Conference, may participate as observers in the Conference as well as in the preparatory meetings, in accordance with the provisions contained in part VII of Council resolution 1996/31 of 25 July 1996, and subject to the approval of the Preparatory Committee in plenary meeting, and that, while respecting fully the provisions contained in rule 57 of the rules of procedure of the functional commissions of the Council, such a decision should be made by consensus.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Finally, in line with the requirement that the inputs for, and support to, the preparatory process of the Conference be provided in the most inclusive, efficient, effective and improved manner, the Habitat III secretariat will make use of new information and innovative knowledge management approaches to facilitate the dissemination of tools and methodologies, as well as promoting \ncapacity-building.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Habitat III Trust Fund is fully operational and administered in conformity with the Financial Regulations and Rules of the United Nations (ST/SGB/2013/4) and the procedures defined in the administrative instruction on general trust funds (ST/AI/284). To date, Habitat III has received and confirmed resources of $5.7 million ($2.1 million from the regular budget for the bienniuim \n2014–2015, $1.1 million from the budget for Conference Services and $2.5 million in extrabudgetary resources).", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UN-Habitat has contributed staff to the Habitat III secretariat through secondments of the Coordinator (full time) and the Special Assistant to the Secretary-General of the Conference (half time). It has also contributed by providing administrative support to the secretariat, including online access.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In line with paragraph 15 of resolution 24/14 as well as paragraph 12 of resolution 69/226, Member States and international and bilateral donors, as well as the private sector, financial institutions and foundations and other donors in a position to do so, are encouraged to continue to support the national, regional and global preparations for Habitat III through voluntary contributions to the Habitat III trust fund and to support the participation of representatives of developing countries in the forthcoming meetings of the Preparatory Committee.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Habitat III preparatory process is solidly on track to achieve a concise, focus-oriented and implementable outcome document.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}]