[{"text": "Twenty-sixth session", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Nairobi, 8–12 May 2017", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Item 7 of the provisional agenda*", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Dialogue on the special theme for the twenty-sixth \nsession of the Governing Council", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Dialogue on the special theme for the twenty-sixth session of the Governing Council", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Report of the Executive Director", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Introduction", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "I.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A.Background", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The outcome document of the United Nations Conference on Housing and Sustainable Urban Development (Habitat III), held in Quito from 17 to 20 October 2016, entitled the “New Urban Agenda”, provides a road map for cities in an increasingly urbanizing world. As an engine of sustained and inclusive urban growth, social and cultural development, and environmental protection, urbanization provides clear opportunities for transformative and sustainable development. However, the current pattern of urbanization has all too often resulted in urban sprawl, low productivity, segregation, exclusion and congestion. The New Urban Agenda stresses that the way cities and human settlements are planned, designed, financed, developed, governed and managed determines whether or not urbanization will help to end poverty and hunger, reduce inequalities, promote inclusive economic growth, achieve gender equality, improve human health and well-being, foster resilience and protect the environment.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The New Urban Agenda also resonates strongly with the 2030 Agenda for Sustainable Development. It sets out the means by which many of the Sustainable Development Goals (particularly Goal 11, make cities and human settlements inclusive, safe, resilient and sustainable) can be implemented and the Goals contain indicators against which the implementation of the New Urban Agenda can be measured. By providing an action-oriented road map for implementation, the New Urban Agenda will also contribute towards the achievement of the targets of the Paris Agreement on climate change, the Sendai Framework for Disaster Risk Reduction 2015–2030, the Addis Ababa Action Agenda of the Third International Conference on Financing for Development, the World Humanitarian Summit and the United Nations Summit for Refugees and Migrants.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "B.Opportunities for the effective implementation of the New Urban Agenda", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Paragraphs 128–129, 165, 167–168 and 171 of the New Urban Agenda emphasize the fundamental role that UN-Habitat can assume in the implementation of the New Urban Agenda, based on its role and expertise as a focal point for sustainable urbanization and human settlements and its substantive leadership in urban and human settlements development, including stakeholder mobilization, inter-agency coordination, capacity-building and advocacy. They also suggest strengthened coherence in UN-Habitat to mobilize the United Nations system and other partners to support Member States of the United Nations in the coordination of the implementation, follow-up, and review of the New Urban Agenda. The UN-Habitat work programme and budget for the period 2016–2017 has been developed in line with the 2030 Agenda and the New Urban Agenda, and the revision of the strategic plan for the period 2014–2019 offers additional opportunities for further coherence. Opportunities for the effective implementation of the New Urban Agenda lie in the development of guidelines to support countries; monitoring of the implementation of the Agenda; United Nations system-wide coordination and collaboration; and advocacy and stakeholder engagement.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Paragraphs", "action_verb_type": "operative", "action_verb_normalized": "paragraph", "links": []}, {"text": "The New Urban Agenda encourages UN-Habitat and others to generate evidence-based and practical guidance for its implementation and the urban dimension of the Sustainable Development Goals, in close collaboration with Member States of the United Nations, local authorities, major groups and other relevant stakeholders, as well as through the mobilization of experts. Accordingly, UN-Habitat has developed an action framework for the implementation of the New Urban Agenda, which provides fundamental guidelines for the implementation process at the local, subnational and national level in a concise, easy-to-understand format. An entry point for planners, local administrators and Member States, it spells out the essential ingredients required for Member States and local authorities to set the stage properly for productive, sustainable and equitable urban growth. It also suggests who should lead each of the essential ingredients, how they might be measured and how they contribute to other global agendas.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The essential ingredients of the action framework for the implementation of the New Urban Agenda fall under the following five categories (see also http://nua.unhabitat.org/ for further details):", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["http://nua.unhabitat.org/", "http://nua.unhabitat.org/"]]}, {"text": "National urban policies. Urban development must cut across ministries and agencies to provide integrated policies based on financial, legal and planning frameworks. National urban policies that are supported by an organizational arrangement at the top of the Government can deliver more productive, competitive, just and prosperous cities;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Urban legal frameworks. Legal mechanisms are fundamental for the acquisition and maintenance of public space, the provision of equity and financial stability, but to be effective they must be precise, cost-effective, inclusive, rights-based and context-sensitive;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Integrated urban and territorial planning and design. Effective planning and design depend on the principles of connectedness, inclusivity and resilience to deliver integrated results across activity sectors including land use, housing and transportation;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Integrated", "action_verb_type": "preambular", "action_verb_normalized": "integrated", "links": []}, {"text": "Financing urbanization. A well-functioning city depends on strong local government finances, fiscal health, efficient markets and creditworthiness, which require looking both upstream and downstream of municipal finance, at the “rules of the game” and at revenue and expenditure;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Financing", "action_verb_type": "preambular", "action_verb_normalized": "financ", "links": []}, {"text": "Local implementation. Local implementation is the foundation for the four above-mentioned categories as it provides an opportunity to concretize abstract principles such as justice and equity in real locations through area-based approaches such as city extensions, urban renewal and city infills.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The New Urban Agenda also contains a request that UN-Habitat coordinate a report on the progress of the implementation of the New Urban Agenda every four years, with the first report to be submitted during the seventy-second session of the General Assembly. In collaboration with Member States and partners, the Global Urban Observatory will collect and analyse data, using the City Prosperity Initiative, the Global Sample of Cities and national reports on the implementation of the New Urban Agenda as appropriate, and cross-monitor the relevant indicators of the Sustainable Development Goals. The National Urban Policy Database, UrbanLex platform, Global Municipal Finance Database and the Urban Planning and Design Lab will also support this as appropriate.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UN-Habitat played a key role in Habitat III and its preparatory process. It participated in the United Nations Task Team on Habitat III, provided technical support to several policy units and co-led 19 of the 22 issue papers that served as inputs to the New Urban Agenda. Building on this momentum, many United Nations entities have expressed interest in and support for the implementation of the New Urban Agenda. United Nations system-wide coordination is needed to avoid overburdening of Governments with uncoordinated demands from different entities and to ensure meaningful support of local and national governments, and other partners. UN-Habitat is recognized as a focal point for sustainable urbanization and human settlements development and mandated to coordinate implementation within the United Nations system, but its non-resident agency status in most countries requires new strategies for effectiveness at the local level. In this regard, UN-Habitat will work closely with the United Nations Development Group at all levels.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Further efforts, including advocacy, capacity-building and information-sharing, are needed to ensure that the New Urban Agenda is fully understood, internalized and supported by Governments and stakeholders. Such efforts would cover vertical, multi-stakeholder and issues-based partnerships as well as horizontal and cross-sectoral partnerships. UN-Habitat will facilitate opportunities for dialogue within government departments, legislative assemblies, multisectoral stakeholder groups and the United Nations system, which will ultimately reinforce and help restructure the World Urban Forum in line with the New Urban Agenda. National habitat committees must be revitalized and multi-stakeholder platforms and networks, including those established in order to coordinate preparations for Habitat III, should be maintained and nurtured. Further support to the United Nations Advisory Committee of Local Authorities would facilitate stronger engagement and policy influence at the municipal, and regional or district levels. Lastly, UN-Habitat needs a private sector strategy that, in accordance with the United Nations Global Compact, helps to strengthen the capacity of national and local governments to create an enabling environment for urban private sector investment.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "C.Sub-themes", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "International human rights law recognizes everyone’s right to an adequate standard of living, including adequate housing. Housing plays a catalytic role in economic development, employment generation, poverty reduction and the mitigation of vulnerabilities found in cities. Any investment in housing has an immediate impact on cities and their economies, and has a profound influence on people’s lives. Yet for it to deliver positive outcomes, housing policy and practice requires a fundamental shift. For this reason, UN-Habitat proposed the “housing at the centre approach”: first, policies should have people and human rights at their centre in order to improve living conditions and create neighbourhoods where people can live in dignity and peace; second, the issue of housing must be positioned at the centre of national urban policies in furtherance of socioeconomic development, including job creation, income generation and poverty reduction; third, housing should be placed at the centre of urban development and planning, together with the supply of land, infrastructure and finance.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Rapid urbanization and parallel challenges such as migration and climate and economic crises, have increased the demand for more effective, context-appropriate urban and territorial planning. The absence of effective planning contributes to unsustainable urban patterns: sprawl, unplanned development, informal settlements, congestion, environmental degradation, socio-spatial inequalities and inadequate infrastructure, among other things. The adequacy of planning systems and approaches depends heavily on available capacities and flexibility to context, both of which are often lacking. As a result, urban and territorial planning and design require a shift in the way they are framed, equipped and executed. Ultimately this needs to lead to an increasingly integrated approach that is interscalar, intersectoral and multi-stakeholder, and that builds on spatial, financial and regulatory tools in an integrated way that levers opportunities and minimizes inefficiencies.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Despite the recognition of basic principles of working together – government leadership, ownership, inclusivity, transparency, accountability, mutual respect, trust – and the role of multi-stakeholder partnerships and cross-sectoral linkages for sustainable development, there is a wide gap between rhetoric and reality, which has a significant impact on resource mobilization and financing, and ultimately affects development outcomes. Although urbanization is an engine of economic growth and is frequently correlated with better capital generation and innovation, better living standards, access to services, security of tenure, and reduction in poverty, it does not automatically translate into improved capital, income and an adequate standard of living for all. Governments need to take special measures to ensure that urban economic growth does not exacerbate inequality, exclusion and marginalization.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Sub-theme 1: promoting access to adequate and sustainable housing", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "II.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A.Facts and figures", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Urbanization and rapid population growth have presented cities around the world with persistent challenges in meeting the housing needs of their populations:", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "With urbanization, housing needs are increasing. By 2030, UN-Habitat estimates that an additional 3 billion people, about 40 per cent of the world’s population, will need access to adequate housing. This figure translates into a demand for 96,000 new affordable and accessible housing units every day, or some 4,000 units every hour. An estimated 1.6 billion people globally will potentially be affected in the coming decade by the struggle to obtain adequate and affordable housing. About 85 per cent of that demand is expected to arise in emerging economies, of which about 50 per cent will be in China;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Housing affordability has become a global challenge. Housing affordability affects lower-income and higher-income countries, home owners and renters. In low-income countries, households need to save the equivalent of nearly eight times their annual household income in order to be able to afford the price of a standard house in their town or city. Where they rent, households have to commit more than 25 per cent of their monthly income to rent payments. In many European countries, families, especially among the youth, are severely cost-burdened and have much less to spend on other necessities such as food, health, transport and clothing. In extreme circumstances, households are forced to leave their accommodation because of their inability to pay. An estimated 100 million people worldwide are homeless;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Housing", "action_verb_type": "preambular", "action_verb_normalized": "hous", "links": []}, {"text": "Inadequate housing, informal settlements and slums remain the only housing option for many living in cities. Today, 1.6 billion people globally live in inadequate housing, of which 1 billion live in slums and informal settlements. Lack of access to basic services is a common constraint in informal settlements and slums. Worldwide, 2.4 billion people live without adequate sanitation facilities and 2 billion are affected by water stress. Households headed by young women and children are often the most vulnerable to inadequate housing conditions. One in four people live in situations that harm their health, safety and prosperity;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Lack of effective urban planning coinciding with dysfunctional property markets hinder the supply of affordable housing. Land delivery systems, sustained by the absence of urban planning, have contributed to the reproduction of mass residential schemes which are built far away from the urban core where land is supposed to be cheaper, creating fragmented urban growth that is very costly over the long term. Mass housing schemes of this nature tend to increase sprawl and unnecessary consumption of land. In lower-income countries, about 70 per cent of people live outside any system of land registration. Constraints in the regulatory environment such as restrictions to multi-family housing, internal subdivision or addition of new units or new floors increase transaction costs and housing costs.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "B.Key commitments related to the New Urban Agenda and other global agreements", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The full and progressive realization of the right to adequate housing as outlined in the Habitat Agenda (1996) and provided for in international instruments is at the centre of the Sustainable Development Goals and the New Urban Agenda. The 2030 Agenda for Sustainable Development, in particular its Goal 11 (make cities and human settlements inclusive, safe, resilient and sustainable) and specifically target 1 (by 2030, ensure access for all to adequate, safe and affordable housing and basic services and upgrade slums) recognizes the right to adequate housing and slum upgrading as critical elements for inclusive and sustainable urbanization.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The New Urban Agenda places housing at the centre of sustainable urbanization and is therefore essential to the achievement of target 1 of Goal 11. The New Urban Agenda embodies a new vision of urbanization as the engine for sustainable development. In this vision, the full and progressive realization of the right to adequate housing is one of the transformative forces that can potentially lead the world to overcome challenges related to climate change, poverty, exclusion and inequality, and positively influence cities to embark on a path to inclusive, planned and sustainable urbanization. The realization of the commitments contained in the New Urban Agenda towards inclusion, prosperity and sustainability largely depends on how housing strategies align and interact with the five action-oriented categories outlined in the action framework for the implementation of the Agenda. In particular, the Agenda sets out how, at the national level, housing policies integrate into the framework of national urban policies in consonance with all relevant sectors – education, health, employment – and at the local level, how housing is integrated into urban planning practice and coordinated with the different inputs required for its development – land, infrastructure and finance.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "C.UN-Habitat expertise and role in supporting countries", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UN-Habitat supports Habitat Agenda partners and Governments at all levels in undertaking housing sector reforms and formulating housing policy, legislation and strategies that promote the realization of the right to adequate housing. Through initiatives such as the Global Housing Strategy, the Right to Adequate Housing Programme and the Participatory Slum Upgrading Programme, UN-Habitat has contributed to increasing the commitment of Governments towards improved access to adequate housing and the quality of life of millions of urban dwellers.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The growing urgency to provide adequate housing to millions of households and the need to do so in ways that guarantee a sustainable future for cities calls for a shift in housing policy and practice. UN-Habitat advocates the “housing at the centre approach”, following its endorsement by member States in 2015, with guiding principles at the national and local levels, to position housing as a priority. The “housing at the centre approach” departs from the understanding of housing as more than a roof and four walls, interpreting it as the right to live somewhere in security, peace and dignity. The concept of “at the centre” reflects the mixture of uses in the urban fabric whereby housing is located in the vicinity of job opportunities and social and cultural amenities, reducing the demand for unnecessary mobility.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UN-Habitat can help countries strategically integrate housing into national urban policies, stimulating the economy, reducing poverty and promoting inclusion. Through such programmes, \nUN-Habitat helps cities reinforce the link between housing and urban planning with special attention to the proximity factor, which relates to residents’ spatial connection to services and jobs.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "D.Opportunities for the effective implementation of the New Urban Agenda", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The following are ways forward in which access to adequate and sustainable housing can contribute to the implementation of the New Urban Agenda and the achievement of Sustainable Development Goal 11:", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Housing policies and strategies should be at the centre of national urban policies orchestrated with economic and social policies and integrated into urban development policies. National and local authorities should reassume a leading role in the formulation and implementation of integrated and evidence-based housing and slum upgrading policy frameworks. These policies should be based on sound data and assessments of the housing sector and be accompanied by a clear implementation strategy;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Housing", "action_verb_type": "preambular", "action_verb_normalized": "hous", "links": []}, {"text": "Effective governance systems are needed for the housing sector with enabling legislation for policy and institutional cohesion at the national, subnational and local levels. Regulatory frameworks for housing provision and slum upgrading should be sufficiently flexible, \nperformance-based and appropriate for local conditions. Rules and regulations for housing construction, as well as norms and standards for the use of land, building materials and infrastructure, should contribute to lower housing costs and enable delivery at scale in areas that are accessible and connected to livelihood opportunities. Land management and administration systems should ensure security of tenure for all and create a basis for investment in land development and housing;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Greater consideration of housing in urban planning is essential for greater inclusion and sustainability in cities. Urban planning and design should stimulate social mixing, mixed land use, proximity between housing and jobs, and diversity of housing in terms of typology, size, standard and location. Planning and design at city level, integrated with land use and infrastructure planning, should contribute to street connectivity, higher population density and spatial integration of housing areas. Climate appropriateness of building codes and energy efficiency standards for housing should be locally adapted to improve the resilience of cities and contribute to more environmentally sustainable urban patterns and efficient urban form;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Ad hoc affordability policies are needed in order to make housing markets more inclusive and ensure that affordable housing is accessible at scale in well-located urban areas. Cities should increase their fiscal effort and revenue collection to create opportunities for housing development and slum upgrading within the urban core or through urban extension projects. The provision of affordable housing at scale must be well-connected with housing market dynamics and strategically count on partnerships with private parties, non-governmental organizations and civil society. More inclusive and innovative financial mechanisms ranging from government funds to guarantees, and community savings to microfinance, should be promoted at scale and target the poorest. Many countries have been able to achieve housing affordability by means of committed directives and regulation of the middle-income and low-income housing sector.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "E.Issues for discussion", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The dialogue on the special theme for the twenty-sixth session of the Governing Council, namely “Opportunities for the effective implementation of the New Urban Agenda”, will provide an opportunity to discuss the scope and importance of sectoral housing policies within the integrated policy framework of urbanization and innovative and successful proposals from Governments and partners to bring housing to the centre of the implementation of the New Urban Agenda and the Sustainable Development Goals. Issues to be discussed include:", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Which policy, institutional and regulatory settings have succeeded in improving adequate and affordable housing delivery and slum upgrading at scale?", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Which governance systems for the housing sector are most effective at enabling policy, legislation and institutional cohesion between different government tiers?", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "How can greater consideration of housing in urban planning, in consonance with land and infrastructure delivery, contribute to inclusion and sustainability in cities?", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "How can housing promote social mixing, mixed land use and social diversity in cities? What are good examples of this approach?", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "What are some examples of innovative housing design in terms of typology, size, standards, energy consumption and location?", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Which innovations (from countries, cities and partners) in housing finance approaches are effectively addressing the global problem of housing affordability and improving access to finance for the most poor?", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "What kinds of experiences have Governments, the private sector and civil society had in connecting finance to affordable housing supply and how might they be scaled up? What are good examples of affordable housing cooperatives?", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Sub-theme 2: integrated human settlements planning for sustainable urbanization", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "III.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A.Facts and figures", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In 2014 there were 3.9 billion urban dwellers in the world. By 2030, urban areas are projected to accommodate 60 per cent of the world’s population and one in every three people will live in cities with at least half a million inhabitants. By 2050, population growth and urbanization are projected to have added 2.5 billion people to the world’s urban population, with nearly 90 per cent of the increase concentrated in Asia and Africa. At the same time, per capita consumption of urban space is increasing. In developing countries, most cities have experienced a decline in density over the last several decades, and in higher-income cities, a doubling of income per capita equated to a 40 per cent decline in average density. Most of the residential fabric in the expanding areas of cities is unplanned and disorderly, taking place in defiance, or in the absence, of municipal plans or regulations.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Even when planned, the generally weak spatial connectivity and integration in new urban development has yielded unsustainable, costly patterns beleaguered by diminished public spaces and overburdened housing markets. Many cities are simply not allocating enough land to streets in their expansion areas with the effect of segregating neighbourhoods and impeding the integration of the urban fringe into the city. The backlog for completing and maintaining basic urban infrastructure and services in existing cities is also enormous. Approximately one quarter of the world’s population lives in slum conditions, which in turn exacerbates the global phenomenon of gated communities.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The discipline of urban and spatial planning is underrepresented in many developing areas, with 0.97 accredited planners per 100,000 people in African countries and 0.23 in India as compared to 37.63 in the United Kingdom of Great Britain and Northern Ireland and 12.77 in the United States of America. The adaptation and reforms of planning systems at various scales has also been slow, with many countries still maintaining outdated planning legislation.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Nonetheless, increasing empirical evidence demonstrates clearly that improved urban form and connectivity facilitates mobility and economies of agglomeration and reduces greenhouse gas emissions. Where they are well planned, cities are efficient and valuable instruments for economic growth and opportunity. They already generate 80 per cent of the global GDP with the wealthiest 100 cities generating 35 per cent of global GDP.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "By focusing planning on creating good urban form, supported by relevant regulations and financial mechanisms, some of the issues above have been tackled in limited cases and present opportunities for larger scale change.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "B.Key commitments related to the New Urban Agenda and other global agreements", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The New Urban Agenda clearly identifies participatory planning and management of urban spatial development as the integrative tool for policy alignment and effective implementation. It empowers urban planning and design to establish the necessary conditions for sustainable development and leverage urban dynamics for collective benefits. Effective urban and territorial planning and design will play a crucial role in attaining the Sustainable Development Goals, not only target 11.3, which is dedicated to urban planning, but the entire suite of Goals, since integrated urban and territorial planning and design are able to guide geographical and sectoral policies, strategies and plans. Key commitments to urban and territorial planning and design in the New Urban Agenda appear in paragraphs 81–160, and can be summarized as follows:", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Recognition of the International Guidelines on Urban and Territorial Planning as a reference for effective planning processes;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Recognition of the role of inclusive and participatory urban policies, at the national and subnational levels, in mainstreaming sustainable and urban territorial development in the implementation of integrated development strategies and plans;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Commitment of Member States to planning in a manner that allocates resources strategically so that short-term investments gradually achieve the long-term imperatives of sustainability and interscalar coordination achieves balanced territorial development;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Dedication of Member States to territorial planning that creates synergy across the entire continuum of human settlements;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Commitment of Member States to developing regulations and governance that avail the appropriate planning policy environment (including support to local administration and management);", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A commitment to support age- and gender-responsive planning frameworks that guide participation at all phases and ensure multi-stakeholder partnerships;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Recognition of the importance of integrated planning to address the challenges and opportunities of both existing and future urban form;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Promotion of planned urban extensions, prevention and containment of urban sprawl, infill, urban renewal, urban retrofitting, slum upgrading, well-designed streets and public spaces, harnessing agglomeration and economies of scale, avoidance of spatial and socioeconomic segregation, reduction of mobility challenges and service delivery costs per capita, and the preservation of cultural heritage;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Emphasis on integrated land-use and transportation planning and transit-oriented development, including issues of road safety, sustainable mobility and mixed land use;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Emphasis", "action_verb_type": "operative", "action_verb_normalized": "emphasi", "links": []}, {"text": "Commitment to planning that promotes the delivery of affordable and sustainable housing through the development of tools, housing options, slum upgrading, expanded financing mechanisms, and inclusive design regulations;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Promotion of planning that integrates elements of disaster risk reduction and climate change adaptation and mitigation;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Commitment of Member States to supporting capacity development, including training of planners at all levels, strengthening public sector institutions and agencies of planning and equipping utilities providers with the capacity to deliver adequate, affordable and sustainable services;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Commitment of Member States to supporting subnational governments in implementing urban planning strategies and plans, including compliance with legal instruments, regulations for planning, housing and transportation and expanded financing instruments.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "C.UN-Habitat expertise and role in supporting countries", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Since 2004, planning professionals around the world, with the support of UN-Habitat, have worked to reinvent planning and position it as a key strategy for the attainment of wider development goals. The New Urban Agenda (as well as Sustainable Development Goal targets 11.3, 11.a, 11.7) completes an era of advocacy by UN-Habitat by recognizing the critical role of spatial planning in sustainable development. Positioned at the centre of this paradigm shift,  UN-Habitat possesses the unique expertise to respond to countries’ requests on the topic.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The planning and design expertise of UN-Habitat can support the implementation of the New Urban Agenda by improving spatial planning at all levels; developing a set of tested approaches, guidelines, and tools at various scales; developing capacity at all levels; reinforcing existing and establishing new partnerships; and promoting principles, such as mixed land use and improved connectivity, that optimize economies of scale and minimize mobility demands. UN-Habitat recognizes that it needs to help redefine the content and process of planning and provide greater support for its implementation.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Countries should consider a comprehensive evaluation of their planning systems, including of their formulation and implementation processes, regulations and policies, and technical competency. At the same time, Governments need to demonstrate and localize new planning approaches. UN-Habitat is increasingly ensuring that its tools and approaches are “fit for purpose” and has established a portfolio covering all levels of planning including:", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Countries", "action_verb_type": "operative", "action_verb_normalized": "countri", "links": []}, {"text": "National urban policies, which address the system of cities, the urban-rural linkages, and the overall role of cities in national development;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Strategic spatial planning at different scales and the promotion of participatory planning;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The strengthening of governance and regulatory frameworks for effective planning systems, with a focus on urban planning and urban legislation;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Developing and promoting specific issues and tools of strategic impact: public space, planned city extension and planned city infill.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Developing", "action_verb_type": "preambular", "action_verb_normalized": "develop", "links": []}, {"text": "In addition, UN-Habitat has provided support to the discipline of planning to address and integrate specific issues into planning frameworks, including: planning for informality, slum prevention and upgrading, and urban renewal; planning and design for affordable housing delivery; climate change planning and low-emissions development strategies; inclusion and urban safety; urban planning and local economic development; integrated land use, mobility and infrastructure planning; planning for sustainable basic services delivery; and migration and resettlement and disaster and \npost-conflict reconstruction.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "While spatial planning is necessary it is not sufficient on its own to facilitate sustainable urban development. The UN-Habitat three-pronged approach emphasizes urban legislation, land and governance; urban planning and design; and urban economy and municipal finance. The organization has supported this integrated approach by establishing the Urban Planning and Design Lab, which acts as the integrative facility for innovations in planning and design, within the normative framework of UN-Habitat. Furthermore, by establishing a global network of planning and design labs, welcomed by the Governing Council of UN-Habitat in its resolution 25/4, and a growing Global Public Space Programme, UN-Habitat has begun to demonstrate implementable solutions in diverse contexts.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "D.Opportunities for the effective implementation of the New Urban Agenda", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Self-reflection, innovation and political will be critical for the implementation of the New Urban Agenda. As described above, the UN-Habitat action framework for the implementation of the New Urban Agenda identifies five categories that will be critical if integrated planning is to lever urban development as set out in the New Urban Agenda.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Through its coordination function, UN-Habitat can forge partnerships with international and country development partners, the United Nations system and countries, and consider the value addition of integrated and territorial planning and design. UN-Habitat is also in a unique position to document planning and design-related successes and failures and exchange that knowledge. Lastly, through recent global programmes and integrative facilities, UN-Habitat is in a position to provide capacity development and technical assistance on improving planning systems and strengthening implementation processes.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UN-Habitat enjoys the convening power required to mobilize countries, but is also dependent on their financial support to do so. Inadequate planning capacities (and lack of ameliorative financing) remain a major challenge to the implementation of the New Urban Agenda. Increased financial support to spatial planning processes and capacity development is critical, including support for UN-Habitat work in planning, with reference to paragraphs 128 and 129 of the New Urban Agenda.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Planning is a tool that has the capability to unlock land potential, attract and guide sustainable infrastructure and guide the attainment of vital agglomeration thresholds by promoting adequate densities and compact urban form. UN-Habitat can help mainstream planning and scale up integrated approaches, including legislation and finance for urban development, tool development and thematic linkages, inter alia, migration and health.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Planning", "action_verb_type": "preambular", "action_verb_normalized": "plann", "links": []}, {"text": "E.Issues for discussion", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The following questions are intended to stimulate further discussion:", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "By whom and through which national mandates can a reform of outdated and inappropriate institutional planning frameworks and regulations be initiated?", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "How can institutional and technical capacities for plan formulation and implementation be strengthened at national, subnational and local levels?", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "What are the major gaps in guidance on intersectoral integration and the governance of planning systems?", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Which models might guide the practical application of integrated planning across scales? Which necessary capacities need to be strengthened?", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "What kind of terms of reference need to be developed for private entities developing spatial strategies and designs, and for developers building private cities and zones, particularly where governmental regulation and oversight capacity are lacking?", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "How can partnerships be forged to engage the private sector in promoting and supporting the role of urban planning in economic development?", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Sub-theme 3: synergies and financing for sustainable urbanization", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "IV.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A.Facts and figures", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Official development assistance, which currently stands at about $125 billion per annum, is insufficient to support transformative change in the cities of today and tomorrow. Moreover, national and local authorities face persistent barriers to accessing both public and private sources of finance and investment opportunities. A notable exception was the 2015 Paris Agreement on climate change, in which developed countries reaffirmed their commitment to providing a minimum of $100 billion per year by 2020 to developing countries for climate action. Nevertheless, policies and legal instruments are still needed to create an enabling environment for investment and to unlock endogenous revenue streams. In addition, too many development efforts in cities and human settlements are not integrated and they are unable to deliver lasting impacts, thus trapping many countries and cities in a cycle of dependency on foreign aid. Future investments in urban development must be better coordinated to address the range of challenges confronting urban areas and empower cities to realize their potential as engines of development.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Globally, some 60 per cent of the area expected to be urban by 2030 remains to be built. Some estimates put the corresponding investment gap as high as $9 trillion per year through 2025. Realizing the full potential of urbanization will have a lot to do with addressing that gap. Without ways to connect people to markets, jobs, adequate and affordable housing, education and basic services, it will be impossible to harness the economic opportunities of urbanization.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The 2016 World Investment Report noted the investment needs associated with the Sustainable Development Goals alone will require a “step change” in the levels of both public and private investment in all countries. The report suggests that one way of addressing the investment gap could be the creation of a global multi-stakeholder platform dedicated to channelling investment to priority areas, such as urban infrastructure.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The provision of adequate basic services is highly dependent on infrastructure. According to some estimates the annual financing gap for infrastructure amounts to $ 1 trillion. While the private sector will undoubtedly play a major role in closing that gap, there needs to be better recognition of the power of planned urbanization in generating the resources required for investment in and operation of infrastructure related to water, sanitation, energy, waste management and transport. Such endogenous resources can, for example, be generated through transit-oriented development, whereby increasing land values can be tapped for investment in public transport. Through compact and mixed land use, investment needs for water supply and sewerage can be reduced and savings generated through more efficient operations and prevention of losses.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Finance is a key element to increasing adequate and sustainable housing. The provision of loans, credits, subsidies and financial support funds housing construction and increases people’s ability to save and pay for housing. Innovations in finance are needed in order to make housing markets more inclusive and to ensure that affordable housing is accessible at scale in well-located urban areas. An array of options – from public guarantees to cross-subsidization and microfinance –must be promoted and scaled up. The strengths and weaknesses of existing tax regimes must also be assessed, as well as the potential for new and improved tax mechanisms to broaden and diversify finance for housing.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "If current trends continue, by 2030, when the Sustainable Development Goals expire, the cost of humanitarian assistance to those displaced by war and disasters will have risen to $50 billion per year. Some 62 per cent of the world’s poor could be living in fragile and conflict-affected countries by that time, with a rising proportion concentrated in urban areas. More coordinated action must be taken to improve the lives and livelihoods of migrants and refugees fleeing disasters and violent conflict.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Globally, cities generate over 80 per cent of GDP; this is also true in developing economies. In many countries, local taxes and other revenue sources could be a major source of development finance but subnational governments are not permitted to expand their revenue base. In developing countries, subnational taxes are 2.3 per cent of GDP, whereas in industrial countries they represent 6.4 per cent. In many countries in Africa, even capital municipalities obtain revenues that annually are less than $100 per inhabitant. Owing to devolution policies, municipalities are sometimes in charge of health and education, and also have to assume the costs of their slums.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Most cities in the developing world still rely heavily on transfers and grants and a great deal of effort is being expended to reduce this dependency on central government. The structure of local revenue shows that property tax is potentially a good source of local revenue, but in most developing countries, unlike in countries such as Australia, Canada, France, the United Kingdom and the United States, where it represents about 40 to 50 per cent of local revenue, property tax represents less than 3 to 4 per cent of local revenue in most developing cities owing to a lack of understanding of, and conditions to apply, land value sharing policies.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Significant opportunities exist for local governments to leverage their own resources, with the support of national Governments and the international community. Local governments in developing countries rarely use alternative sources of funding such as those available from the private sector, loans from commercial banks or public-private partnerships. Only 4 per cent of 500 cities in low-income countries have access to international markets.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "B.Key commitments related to the New Urban Agenda and other global agreements", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Participants at the second high-level meeting of the Global Partnership for Effective Development Cooperation, held in Nairobi from 28 November to 1 December 2016, reaffirmed their commitment to country ownership of development priorities by partner countries; a focus on results; inclusive development partnerships; and transparency and mutual accountability; all of which are consistent with agreed international commitments on human rights, decent work, gender equality, environmental sustainability and disability. They acknowledged these as a critical means of implementation for the realization of the 2030 Agenda. Furthermore, they proposed various ways to enhance development cooperation, which is relevant to the implementation of the New Urban Agenda.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Participants", "action_verb_type": "operative", "action_verb_normalized": "participant", "links": []}, {"text": "In the New Urban Agenda (paragraphs 130–132, 134–137, 139, 142, 145 and 152), Heads of State and Government, ministers and high representatives committed themselves to creating an enabling environment and to undertaking the mobilization of both international and domestic resources to support the implementation of the New Urban Agenda. They proposed that urbanization be financed by the urban value generated by planned city growth. Effective collaboration among actors, innovative financing and capacity development for local governments are at the centre of sustainable urban development finance. They expressed support for the development of vertical and horizontal models of distribution of financial resources to decrease inequalities across subnational territories, within urban centres and between urban and rural areas, as well as to promote integrated and balanced territorial development. They emphasized the importance of improving transparency of data on spending and resource allocation as a tool to assess progress towards equity and spatial integration.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Beyond the clear link to Goal 11, the commitments of the New Urban Agenda (particularly those set out in paragraphs 15, 21, 47–48, 91, 96, 126, 149, 153–154, 162–163, 169 and 172) are linked to Goals 16 (promote peaceful and inclusive societies for sustainable development, provide access to justice for all and build effective, accountable and inclusive institutions at all levels) and 17 (strengthen the means of implementation and revitalize the Global Partnership for Sustainable Development), as well as Goal 8 (promote sustained, inclusive and sustainable economic growth, full and productive employment and decent work for all), and paragraph 34 of the Addis Ababa Action Agenda, which calls for scaling up international cooperation to strengthen the capacities of municipalities.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The New Urban Agenda contains commitments to environment, climate change and disaster risk reduction, including to support access to different multilateral funds, including the Green Climate Fund, the Global Environment Facility, the Adaptation Fund and the Climate Investment Funds, among others, to secure resources for climate change adaptation and mitigation plans, policies, programmes and actions for subnational and local governments, within the framework of agreed procedures.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Overall, the New Urban Agenda is heavily based on the Universal Declaration of Human Rights, especially in paragraphs 12, 13, 26 and 40, and repeatedly highlights the importance of inclusivity without leaving anyone behind. Women, young people, persons with disabilities, the elderly, minorities and other frequently marginalized groups must be included in all processes, in order to ensure the sustainability of any urban development. The strong link between financing for urban development and meeting the rights of these groups is highlighted in paragraphs 148 and 151 of the Agenda.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "C.UN-Habitat expertise and role in supporting countries", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In 1996, UN-Habitat established a model for partner mobilization and synergy-building as Governments worked closely with other Member States in order to reach consensus on the Habitat Agenda. To a certain extent, that approach continued to be used during the preparatory process for Habitat III and the Conference itself. The World Urban Campaign and its General Assembly of Partners successfully mobilized stakeholders’ participation in Habitat III through urban campuses, and as members of policy units, and thematic and regional dialogues.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UN-Habitat has mobilized several partners within and outside the United Nations system, including the private sector, in support of countries in the field of sustainable urban development. UN-Habitat is experienced in engaging cities and local authorities in numerous ways to improve ways in which cities are planned, governed and managed. UN-Habitat has also established firm working relations with local government associations at all levels, which serves as an entry point for many other United Nations entities and stakeholders wishing to engage with local authorities. Furthermore, the United Nations Advisory Committee of Local Authorities is at hand to provide advice on local government issues.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "To date, UN-Habitat has worked with a number of stakeholders, including Governments, the United Nations system and non-governmental organizations, to deliver its normative and operational programmes, and multi-stakeholder issue-based and cross-sectoral networks have been established. It is through effective development cooperation involving strategic actors that resources will be leveraged in order to effectively implement the New Urban Agenda.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UN-Habitat has the expertise and capability to assist local authorities in building their technical, legal and institutional capacity to:", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Improve the efficiency of revenue generation from local revenue sources, with land value sharing, e-government systems and information and communications technology applied to tax collection systems;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Generate additional financial resources, including through innovative endogenous instruments, such as land-based financing tools;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Support local governments to design local infrastructure funds by allowing private investment in public projects;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Mainstream urban economy and finance issues into national economic development planning processes such as national planning strategies that are aligned to demands for infrastructure, and help national Governments scale up the application of innovative urban and municipal financing instruments through municipal development corporations and other umbrella mechanisms;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UN-Habitat works with a number of financial institutions to support investments in infrastructure development as well as community mobilization, capacity-building and training on water, sanitation, transport, energy and urban planning;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Furthermore, through technical assistance to countries for the preparation of national urban policies, UN-Habitat is helping to build cooperation among actors within and outside government at different levels and across sectors, and this has the potential to increase investments in support of the implementation of the New Urban Agenda, as well as demonstrate the value of building integrated, compact, productive, inclusive, liveable, resilient networks of cities, effectively bridging the rural-urban divide.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The UN-Habitat Urban Basic Services Trust Fund also provides a facility that allows donors to pool their contributions in order to support countries in implementing innovative solutions to address the shortfall in basic services. By coordinating activities supported by the Trust Fund with investment projects supported by financing organizations, both domestic and external, countries have the opportunity to develop cost-effective and people-focused solutions to meet the shortfall in basic services.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In 2015, UN-Habitat was accredited as a multilateral implementing entity of the Adaptation Fund. To date, the Adaptation Fund has fully approved one UN-Habitat project that is now being implemented in the Lao People’s Democratic Republic and several other proposals are at various stages in the pipeline for approval. In addition, UN-Habitat is currently seeking approval as an accredited entity to the Green Climate Fund. In December 2016, UN-Habitat approved a new environmental and social safeguards policy and system, representing an effective precondition for such accreditation.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "D.Opportunities for the effective implementation of the New Urban Agenda", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "There is a global consensus on the need for better financing for sustainable development and the New Urban Agenda. In this regard implementation of the New Urban Agenda should be directly linked to the implementation of Sustainable Development Goal 11 and urban-related targets under other goals, in both technical and financial terms. The synergies between the New Urban Agenda and the Sustainable Development Goals should be maximized at all levels. The more the Goal 11 targets are prioritized at the national level the better the financial flows, both foreign and domestic, to support implementation will be.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The linkages between Goal 11 and the New Urban Agenda present an opportunity to mainstream urban economy and finance issues into national economic development planning processes. This needs to go hand-in-hand with the provision of technical assistance to national Governments to scale up the application of innovative urban and municipal financing instruments. It also requires cooperation among organizations working to improve the tax base of national and local governments.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The preparatory experiences for Habitat III and the Sustainable Development Goals present an additional opportunity to energize partnerships with the participation of stakeholder organizations and citizens who were engaged in the shaping of the New Urban Agenda and the 2030 Agenda. The General Assembly of Partners facilitated the participation of non-governmental organizations in Habitat III and this initiative should be continued. Furthermore, building on the momentum created within the United Nations during preparations for Habitat III, the Chiefs Executive Board for Coordination could adopt a United Nations system-wide policy and action plan to guide the implementation of the New Urban Agenda.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UN-Habitat is collaborating with several United Nations entities and the World Bank Group to establish a multi-partner implementation facility for sustainable urban development. The objective of the facility would be to catalyse effective, coordinated support to countries and cities towards the common aim of harnessing urbanization as a solution to poverty, inequality, climate change and other barriers to sustainable development. The facility would take a demand-driven, investment-oriented approach to sustainable urbanization based on local conditions and needs. This would mean providing national, subnational and local authorities with direct, coordinated support that connects to upstream policy, planning and capacity-building efforts with downstream deliverables in integrated city and territorial development and investments.  The facility would act as both a catalytic vehicle for transformative investments in urban development at scale and a facilitation mechanism for cooperative partnership.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The human rights-based approach is a powerful entry point in implementing the New Urban Agenda. National and local budgeting and municipal finance measures must analyse the impact of policies on women and vulnerable groups. Budgeting is often considered to be neutral, reflecting a lack of understanding of the unique impacts that budgeting measures can have on different groups. Inclusive finance is vital to ensuring that these issues are not simply discussed, but that concrete action is taken towards addressing inequality and exclusion.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Through its current accreditation to the Adaptation Fund and potential accreditation to the Green Climate Fund, UN-Habitat can assist urban decision makers to access climate resources for reducing greenhouse gas emissions and adapting to climate change. Achieving “climate-compatible” cities represents a cross-cutting priority of the Green Climate Fund.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "E.Issues for discussion", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The following questions are intended to stimulate further discussion:", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "How can synergy among all stakeholders be maximized for the implementation of the New Urban Agenda?", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "How might current approaches to partnerships and development cooperation be transformed to ensure successful implementation and monitoring of the New Urban Agenda?", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Do public-private partnerships really work? How can the role of business and industry be enhanced for the implementation of the New Urban Agenda?", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "How can the tool of land value sharing be better employed for urban development? What are some other innovative ways of generating local revenue?", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "How can enhanced revenue promote social equity and which institutional and legal arrangements are required?", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "What are the best ways of supporting local governments to design local infrastructure funds?", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "How can we ensure that scarce public resources devoted to the New Urban Agenda are used most effectively to help reduce inequalities? Discuss the cost/benefit analysis of participatory processes.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "How can scarce public resources be used to catalyse additional (particularly private) resources? How might UN-Habitat be strengthened to better support such initiatives? What other innovative financial instruments and schemes besides city-level carbon taxes, cap-and-trade schemes and green climate bonds exist?", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}]