[{"text": "Twentieth session", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Nairobi, 48 April 2005", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Item 6 of the provisional agenda", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Implementing he oal f he Millennium Declaration", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "on improving the lives of slum dwellers", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Report of the Executive Director", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Summary", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In its resolution 19/5mplementing and monitoring the goal of the United Nations Millennium Declaration on improving the lives of slum dwellers the Governing Council requested the Executive Director to report on progress made in the implementation of th resolution    session. The present report describes the progress made and the steps taken in th regard since the  session of the Governing Council, including relevant findings and observations on the current status of the implementation of the Millennium  on slum dwellers. In the light of thse findings and observations, the report concludes with a number of recommendations to the Governing Council, designed to inform its review and debate under this item at its twentieth session. Since a separate report (HSP/GC/20/6/Add.1) is dedicated to the monitoring of the  on improving the lives of slum dwellers, monitoring activities are not included in the present report.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "B", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "he Governing Council adopted resolution 19/5 mplementing and monitoring the goal of the United Nations Millennium Declaration on improving the lives of slum dwellers. he Governing Council decided “that a continuing focus of the twentieth and future sessions of the Governing Council should be the implementation and monitoring of the goal of the United Nations Millennium Declaration on improving the lives of slum dwellers”. Also in paragraph 12 of the same resolution it requested “the Executive Director to report on progress made in the implementation of the present resolution to its next session”.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Specifically, the Governing Council requested the Executive Director to work to fulfil the goal of improving the lives of slum dwellers and assist Governments, at their request, in developing effective policy guidelines and action plans to th effect, in particular through sustained implementation of the two global campaigns on secure tenure and urban governance. The resolution requested the Executive Director to explore available options to increase financial resourcesould support the achievement of that goal and requested Governments and local authorities to allocate the necessary resources to meet the goal.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The present report presents the strategy paper developed in response to the first paragraph of the resolution. Th strategy translates the vision of  to ensure that all the relevant Millennium De, generally, and the goals that directly the urban poor, more specifically, become an integral part of the priorities and actions of its different organizational units view o assisting ember States meet th goal. The report further describes the activities conducted by  in application of the resolution.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "verview of -abitat", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The United Nations is articulated around four main componentsanalysis, campaigning, operational activities and monitoring. It calls upon the United Nations system to mobilie fully and extend its support to all partners  the Millennium De.  is in a unique position to  th request given its ing activities and its capacity to include the  in activities that address the four components mentioned above. The analysis, campaigning, operational and normative activities of  adequately match the ore trategy and have enabled  engage in a continuous effort to further the s in its programmes.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The analy and activities of the organization are consolidated through the production of two flagship reports and related research on good policies. The lobal ampaigns give focus to the functions of  and advocacy activities, in line with the , both at global and country levels. The two global campaigns aim at increasing the capacity of local governments and other stakeholders to practice improved urban governance and answer the needs of people living in slum areas. Regional offices mainstream human settlements issues in national development agendas, and strengthen capacity at the national and local levels. Regional offices are promoting policy reforms, building adequate institutional and human capacities, engaging in large-scale demonstration projects. They support the preparation and implementation of local and national plans of action for slum upgrading.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Implementing and monitoring the goal of improving the lives of slum dwellers requires detailed knowledge of the extent of poverty. The monitoring activities of  are expanding to cover several hundred cities selected from a global sample of cities. Local level data collection and reporting on city level data are unique features of  monitoring activities.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Achieving the goal of improving the lives of slum dwellers requires financial resources.  strategy focuses on leveraging financial resources from both international and domestic sources by stimulating innovative approaches to pre-investment and project preparation and looking at specific instruments and programmes that could be financed by the international community to play a catalytic role in mobiliing domestic capital.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Finally  strategy strong emphasis on coordination with the United Nations system and on partnership with all relevant stakeholdersto ensuring that the efforts of , ember States and other partners are sustainable and fruitful. The trategy paper was submitted to the Committee of Permanent Representatives and adopted in December 2003.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The activities and mandate of   with the the oal on slum since the has  to improve human settlements, particularly for the benefit of the poor and the disadvantaged. The present report focuses on the last two years have seeincreased effort streamlin thse .", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Analysis", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "has  experience in analysing  policies at global and national levels. The following  a brief outline-solid o the issues directly relevant to the goal of the Millennium Declaration on improving the lives of slum dwellers.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "has identified a number of substantive knowledge gaps that need to be filled in order to strengthen the implementation of th goal. Thse knowledge gaps have become part of  overall research priorities and address the following issues: lums and urban poverty ecure tenure market eviction and gentrification ental housing within slums and the implications to slum upgrading ousing rights and natural disasters or conflict  ender equality in access to housing.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The results of the research coordinated by  are reported and disseminated through two flagship publicationshe lobal eport on uman ettlements and the tate of the orld’s ities report, published every two years. The last issue of the lobal eport titled “The hallenge of lums: lobal eport on uman ettlements 2003”, is specifically devoted to the topic of slums. he lat issue of the tate of the orld’s ities report is dedicated to lobaliation and rban ulture.ork in preparation  the lobal eport on uman ettlements on financing shelter and urban development.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Campaigning", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Among the activities of , the lobal ampaignsprobablyreflect its focus on the . Th launch, concomitantly with the Millennium Declaration, has  to engage decisively from the outset in . This has paved the way  smooth and rapid anchoring of  activities to the s and has sharpened the institution’s advocacy skills are supported by a strong information component. Launched simultaneously in the same countries the two campaigns use their synergy to create the necessary inclusive framework for all human settlements development activities.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Global ampaign on rban overnance", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The lobal ampaign on rban overnance, advocating transparent, responsible, accountable, just, effective and efficient governance of cities and other human settlements contributes directly to the implementation of resolution.  has  to maintain the momentum of initiatives. Working closely with the ecure enure it has strived to orient national ampaign activities towards the realiation of the . In the period, ction lans were concluded in Brazil, Morocco Senegal.   addressing the governance elements of legislation and regulatory reforms, participatory systems in investment decisions, community empowerment and the development of poverty reduction strategies.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Global ampaign for ecure enure", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "During the period under review the lobal ampaign for ecure enure has continued its effort n the, research and advocacy. Tools have been designed on campaignrelated issues  the publication of a handbook on best practices, security of tenure and access to land, a study on rental housing, and several works on ousing ights, as well as the update of the campaign’s guidelines and concept paper. Research is  improve knowledge on law and land issues both in Southern Africa and Latin America.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Postlaunch activities were conducted to build on the findings and action plans  countries where the campaign launched earlier. In India, South Africa, the campaign has documented, under a ities lliance programme, the strategies adopted by civil society to mobilie and empower urban poor communities. results have been achieved in the three countries in improving the lives of slum dwellers  have benefited from land allocation through negotiation with overnments  financial resources through the development of urban poor funding mechanisms based on micro-savings. In Namibia a flexible land tenure bill is in its final stages of preparation to ensure affordable access to land for the urban poor.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "New campaigns have been launch in several countries, including:", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Brazil where the campaign has supported massive provision of land titles to the urban poor", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Senegal withfocus on insitu slum upgrading", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Morocco where the overnment, has a countrywide itieswithoutlums programme aim at reaching the goal of a slumfree country by 2010", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Burkina Faso where a national action plan was designed to  oal on slums.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Campaign activities are underway in:", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "edia and communication strategy", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The  have been integrated into most of . The targets set by the s, how to achieve them and what should be done about them, were highlighted in most press and media materialsin the press kits relating to the launch of the lobal eport on uman ettlementshe lum hallenge. Th received worldwide coverage during World Habitat Day in October 2003. The  have also featured in all the issues of abitat, which is translated into Chinese, French, Russian and Spanish and has a readership of more than 10,000 partners. A issue of Habitat Debate will be dedicated to the  in June 2005.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "France’s TV5, Panapress and Jeune Afrique covered the launch of the campaigns in May 2004.  uses its public website as a tool for raising awareness of the . Over 400 documents on the website focus on the sinclude a special section on . The s were a major topic of discussion the UN Communications Group which brings together all heads of communications in the United Nations system. he meeting, hosted by  and UNEP in Nairobi in June 2004, o focusing on the progress made in the five years since the Millennium Declaration. During the World Urban Forum,   several focusing on the s, including publications and posters.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Global programmes", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "While the two campaigns contribute to the analysis and campaigning efforts of , they also  the foundation for the global programmes and operational activities, as detailed below.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Gender policy", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": ",tt ,d.t,", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Disaster, ost-onflict and afety", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "During World Urban Forum, methodologies involvement in supporting human settlements in crisis were discussed and proposed principles for sustainable recovery endorsed. Recogniing the work of  in disaster mitigation and post-conflict reconstruction, the Executive Committee on Humanitarian Affairs (ECHA) has invited  to  a member. strategy  the  aims at consolidating formal linkages with pertinent global humanitarian organizations, such as the UN International Strategy for Disaster Reduction, and CHA,  and other international agencies.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "HIV/AID", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Urban Millennium Partnershi", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Training and apacityuilding", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "improve the knowledge, skills and motivation of local government officials and their civil society partners,  to strengthen the effectiveness, inclusiveness and transparency of their respective organizations to implement the . Local government training and  institutions and local officials in over 20 countries have benefited from egional raining of rainers and direct support to country activities", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "upport local government training and  institutions.  has supported country and regional specific action plans that have been developed with  aim strengthen core managerial of local government leaders, staff and stakeholders to support good governance, security of tenure and urban water management objectives", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Recognizing the particular challenges posed by slums,  is developing tools for local governments and stakeholders to identify alternatives to evictions as part of the ampaign for ecure enure.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Urban nvironment rogramme", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Development of lobal tools for improved management of environmental resources and better control of urban hazards and disasters (Nigeria, Sri Lanka and Tanzania). In Burkina Faso, demonstration projects in asic rban ervices are being used to develop instruments for application in other countries", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Supporting ity anagement in selected countries such as Zambia to improve", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Supporting country interventions to implement system-wide and broad-based consultative participation in policy-making and implementation in all regions of the world: Asia (Sri Lanka Thailand); Africa (", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Cities ithout lums ubegional rogramme for Eastern and Southern Africa", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Water for African and Asian Cities", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Pro-oor Urban Water Governance, a joint programme of  and the World B, supports improvements in governance systems and structures so that inhabitants of low-income settlements in cities are given a voice in decision-making.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "O", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The four objectives of operational and activities in the regions are particularly relevant to the implementation of the oal on lum. At country level, regional offices are promoting policy reforms in line with the Habitat Agenda and the Declaration on Cities and other Human Settlements in the New Millennium  that slums should not be eradicated but improved. In order to promote these policy principles,  regional offices undertake advocacy activities, high-level seminars and stakeholder consultations in coordination with the global campaigns and global programmes managed from Nairobi. As an example, the regional offices, while following-up the implementation of the campaigns where they have been launched (Philippines, for ) are actively mobilizing partners  the oal slum where the campaigns are in the preparatory stage (", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A main challenge of operational activities is to build adequate institutional and human capacities at local and national levels for long-term impact. The approach of Regional offices is to link national capacity-building inputs with well-targeted capacity development efforts at city level. Large-scale demonstration projects are essential to validate policy guidelines and to provide feedback to normative standard-setting activities. Regional offices are supporting the preparation and implementation of such projects in many countries, including in the framework of the Cities Alliance. Upgrading projects are ongoing under way in Bangladesh, Brazil Cambodia, Egypt, El Salvador, Ethiopia, India, Kenya, Morocco, Mozambique and Sudan.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "egional offices are well placed to support the preparation and implementation of local and national plans of action for slum upgrading in those countries and cities  are committed to implement the oal on slum. A first programme of that kind is starting in Dar s Salaam, United Republic of Tanzania, with support from the Cities Alliance.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "F", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Achieving significant improvements in the lives of at least 100 million slum dwellers requires large sums of money.  has established a subprogramme with the objective  mobili finance and investment for slum upgrading initiatives in order to assist ember States implement the . Particular focus is placed on arget 11, given the huge financ gap between the cost of achieving the target (estimated $74 billion) and funding available for slum upgrading (combined  private and public investment, estimated $5 billion).", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The approach that has been adopted to reach this objective includes:", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Increas public investment for slum upgrading by strengthening the links between preinvestment (advocacy, policy reform, , etc) and investment (loans, credit enhancements, equity investments) for shelter and related urban infrastructure. This entails working with the World Bank, the International Finance Corporation, egional evelopment anks and international donor facilities of development cooperation agencies to enhance their respective investment activities by linking th to slum upgrading programs and projects", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Increas domestic capital investment for slum upgrading by strengthening cooperation among development partners and finance partners so as to attract domestic capital and investment to housing and infrastructure projects. Commercial banks interested in reaching lower segments of the mortgage market lack the long-term capital to do so, while private and institutional investors lack opportunities for return on investment. At country level financial instruments that mobilie domestic capital for slum upgrading will be field-tested", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Increasing multiple forms of investment and capital for slum upgrading by packaging development projects. Part of the difficulty in scaling up local upgrading initiatives has been the absence of financial sustainability whereby followup public investment is insufficient and project lifespan is by donor support.  seeks to work with local actors to package the different financial streams and render upgrading projects bankable. This entails bringing together grants, subsidies, loan and bond instruments, credit enhancements and equity investments.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "has advanced these three approaches of mobiliing investment for slum upgrading to assist ember States implement the , with focus on achieving arget 11. ct include:", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Partnerships with international financial institutions and facilities. With the Inter-America Development Bank, it has undertaken pre-investment feasibility studies in Colombia. With the Asian Development Bank, it has provided cities in China with technical assistance in water demand management with the  committing investment followthrough. Similar initiatives are planned in African cities with the African Development Bank and the World Bank.  also has an arrangement with GurantCo of the Private Infrastructure Development Group, to commit 20 of it capital investment for loan guarantees in slum upgrading projects supported by", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Establishment of long-term programmes to mobilie domestic capital. In September 2004,  launched the design phase of the slum upgrading facility with the financial support of the Governments of the United Kingdom and Sweden as a partnership with the embers of the Cities Alliance and representatives of PIDG,IFC, , SD, and commercial banks. The SUFesign eam is fieldtesting financial mechanisms in selected countries in West Africa, East Africa, South Asia and Southast Asia.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Coordinating and networking", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In line with the spirit of the Millennium Project strategy and action is based on  collaboration with all partners  view  ensuring road-based support. Th includes:", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "ith the Millennium Project by supporting its different activities (xpert Group, task forces)", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "ith the Millennium Campaign by participating  the activities of the ampaign such as the debate on a United Nations ystem communications strategy to promote the", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "ith the High Level-Committee on Programmes by contributing to the activities of the ask roup on the 2005 eview of the implementation of the Millennium Declaration", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "With UNDP a memorandum of understanding was signed between  and UNDP that enlarged cooperation between the two through the placement of  programme managers in selected country offices expected to play a key role in localiing the activities of towards the achievement of the oal", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "With the Cities Alliance by jointly engaging assistance to selected cities through slum upgrading programmes", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "With inancial nstitutions as mentioned in the section above, to secure resources and increase public and private investments", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "With civil society, as an intermedia with urban poor communities", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Other cooperation initiatives are underway with specialied agencies and lobal etworks such as the recently formed United Cities and Local Governments as well as with universities and research institutions.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Key issues and recommendations", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "While, as demonstrated in th report,  has successfully the oal slum in its activities, there are still a number of issues that need to be dealt with to ensure that the momentum gained is sustained and th oal reached n the long term. These issues are of both internal and external nature.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "At the level:", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "here is a need further the instruments of  to the requirements of th global challenge. As an example, while the two lobal ampaigns have been successful in advocating the goal and providing normative, substantive and conceptual help, they are increasingly to extend their support so as to enable partners achieve concrete results in the field", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "he enormous scale of the challenge will require to accelerate the integration of its and operational activities, including the lobal rogrammes and to the synergy already exist among th levels", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The scale of the challenge has also translated in greater demand on  activities to support country and local initiatives. inancial resources to enable the respond to thse requests are to be made available. This is of particular relevance to the lobal ampaigns.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "At a  level:", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "All partners are becoming sensitive and receptive to the importance of the . reater commitment to slum upgrading is still necessary and urban issues need to be brought  the forefront of  priorities, including by linking th  to overall poverty reduction", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Many member tates are in position to reach and even surpass the goal if they adopt an inclusive and participatory approach urban citizens to play an important role in designing and implementing solutions regarding their problems", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Many developing countries are  dire need of financial assistance to be able to develop and implement policies conducive to achieving the oal, including action plans developed through the lobal ampaigns.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Governing Council may wish to discuss the following recommendations:", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The role of the global campaigns  be strengthened to assist member tates engage in the implementation of policies and programmes", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The activities of  should be further streamlined under the umbrella of the lobal ampaigns to increase synergy and efficiency in assisting member tates", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "As already requested by the Governing Council in its resolution 19/3, adequate level of resources should be made available to ensure that the obal ampaigns can extend their support to a larger number of countries them in the implementation of their programmes", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "All overnments should establish a lum pgrading ction lan combining quantitative targets with measures to be taken at legal, regulatory, institutional and financial levels view achieving the", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The  General Assembly and the third  should be seen as providing excellent forum to assess progress made and draw a global map", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Governments in position to do so should consider increasing their contribution to the Slum Upgrading Facility.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}]