[{"text": "Twenty-third session", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Nairobi, 11–15 April 2011", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Item 6 of the provisional agenda*", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Dialogue on the special theme \nfor the twenty-third session of the Governing Council", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Dialogue on the special theme for the twenty-third session of the Governing Council: sustainable urban development through expanding equitable access to land, housing, basic services and infrastructure", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Theme paper by the Executive Director", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Introduction", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "To tackle the rise in human demand for consumer goods and services and in pollution, which is compounded by dwindling global resources, the world is increasingly focusing on sustainable development. We must ask, however, how sustainable urban development relates to massive urbanization, migration and slum growth and how expanding access to land, housing, basic services and infrastructure might help to achieve sustainable urban development.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Since 2000, 55 million new slum-dwellers have been added to the global population. It is unacceptable that close to 1 billion people now live in slums and other substandard housing with little or no security of tenure and inadequate water supplies and sanitation. By 2030, some 3 billion people, or 40 per cent of the world’s population, will need housing and basic services. This translates to building 96,150 housing units every day on serviced land that is provided with water, sanitation, electricity and access roads.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Sustainable development approaches are based on economic, social and environmental considerations. In the context of urban sustainability, urban space and urban governance are important issues that warrant further consideration. Building on the second United Nations Conference on Human Settlements, held in Istanbul, Turkey, from 3 to 14 June 1996 and the Plan of Implementation of the World Summit on Sustainable Development, held in Johannesburg, South Africa, from 26 August to 4 September 2002, sustainable urban development takes account of the spatial, physical and governance aspects of the urban development process.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Governing Council’s deliberations at its twenty-third session will provide a clearer picture of how expanding equitable access to land, housing and basic services and infrastructure can stimulate sustainable urban development and provide a transition towards a green economy. The institutional framework for sustainable urban development will also be considered.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Sustainable urbanization must be guided by a territorial development-based approach to planning for urban expansion that can accommodate new demand for land, housing, basic services and infrastructure. This planning approach should enhance economic growth and job creation and must be inspired by sustainable mobility principles that aim for efficient energy consumption.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Governing Council’s deliberations will be its last opportunity to ensure that sustainable urban development is discussed at the United Nations Conference on Sustainable Development in 2012.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Mandate", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "I.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "At the second United Nations Conference on Human Settlements, participants affirmed that there was a need “to make efficient use of resources within the carrying capacity of ecosystems and … [to provide] all people, in particular those belonging to vulnerable and disadvantaged groups, with equal opportunities for a healthy, safe and productive life in harmony with nature and their cultural heritage and spiritual and cultural values, and which ensures economic and social development and environmental protection, thereby contributing to the achievement of national sustainable development goals”.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The aim of the present report is to stimulate debate between Governments, local authorities and other Habitat Agenda partners at the twenty-third session of the Governing Council on how to provide an effective response to contemporary urban challenges, with the following objectives in mind:", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "To enable the Governing Council to adopt a position on sustainable urban development as its contribution to the United Nations Conference on Sustainable Development;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "To develop strategic responses to sustainable urban development challenges, building on the recommendations of the Habitat Agenda, the Millennium Development Goals, the Johannesburg Plan of Implementation and the outcome of the High-level Plenary Meeting of the sixtieth session of the General Assembly;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "To encourage Governments and Habitat Agenda partners at the international, national and local levels to commit themselves to expanding equitable access to land, housing, basic services and infrastructure, within a framework of sustainable urban development.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "While the present report focuses on cities in developing countries, many of its observations and recommendations with regard to the issues of land, housing, basic services and infrastructure, within the context of sustainable urban development, urban poverty, the green economy and the institutional framework for sustainable urban development, are of global relevance, as these issues represent major challenges for many urban areas in developed countries and countries with economies in transition.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Achieving sustainable urban development through expanding equitable access to land, housing, basic services and infrastructure", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "II.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A.Sustainable urban development", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Sustainable urban development aims to improve the long-term social, economic and environmental health of cities and towns by reconciling the future visions, dreams and aspirations of city-dwellers with their current needs and realities and by promoting urban human security and reconciling future progress and development with current prosperity levels.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The vision of sustainable urban development emerging within UN-Habitat incorporates a multisectoral approach. The UN-Habitat medium-term strategic and institutional plan 2008–2013 expresses this vision through various focus area policy and strategy goals. In this context, sustainable urban development includes making cities economically productive, environmentally sustainable and livable, and socially inclusive and equitable, including by preventing violence and crime.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Sustainable urban development must also take into account equity and poverty. Equitable societies are more efficient societies in the long-term. According to the World Bank, “by placing equity and fairness as central elements of an efficient development strategy, developing countries will be better able to reach sustainable growth and development trajectories”. No city can claim to be harmonious if large sections of its population are deprived of basic needs while others live in opulence. This conception of sustainable urban development is consistent with sustainable development principles.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Sustainable urban development is the spatial manifestation of urban development processes that create a built environment with norms, institutions and governance systems that enable individuals, households and societies to maximize their potential. These urban development processes must also improve access to a vast range of environmentally and economically efficient services so that homes and neighbourhoods, cities and towns are planned, built, renewed and consolidated in ways that minimize any adverse impact on the environment and safeguard the quality of life and livelihood of current and future inhabitants. The term “sustainable urban development” can thus be defined as the spatial transformation of the urban environment and the quality of life of its inhabitants – through participatory, equitable, accountable and effective planning, management and governance processes and systems – making neighbourhoods, towns and cities more environmentally sound, economically productive and socially inclusive for present and future generations.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Experience has shown that, to achieve sustainable development and prepare for new rural-to-urban migrants, we need to work at the national, regional, city and local levels. The global and regional levels are also vital for advocacy and policy development.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The present paper further explores how expanding equitable access to land, housing, basic services and infrastructure makes a crucial contribution to sustainable urban development.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "B.What does expanding equitable access mean?", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Expanding equitable access is critical to attaining the Millennium Development Goals and sustainable urban development. Expanding equitable access to land, housing and basic services in aid of poverty reduction involves engaging with a range of sectors simultaneously in an integrated manner. Poverty has multiple root causes that defy sectoral solutions. A lack of access to land, housing and basic services – the material aspects of poverty – is a crucial issue in developing countries. Deprivation often manifests itself through increasing slum formation. Expanding equitable access in aid of poverty reduction requires an integrated, harmonized and coordinated approach.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Expanding", "action_verb_type": "preambular", "action_verb_normalized": "expand", "links": []}, {"text": "It is important to re-think expanding equitable access to urban land, housing, basic services and infrastructure and look beyond the supply-demand relationship. This would enable us to include other paradigms such as the provision of services in a socially inclusive, integrated and convergent manner that corresponds to the needs of various citizen groups. These services should be affordable, appropriate, of satisfactory quality and provided promptly in compliance with local, regional, national and international obligations and regulations in an environmentally responsible and sustainable manner.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "It is possible to expand equitable access in various ways. The present paper promotes an equitable expansion of access based on fairness and paying special attention to under-served groups. Equity is crucial to reducing poverty and exclusion and promoting progress and development. Cities will prosper only if they have a fairer distribution of resources and opportunities (including access to services and social amenities), respect for the rule of law and institutional rules. Equitable cities protect their inhabitants by creating the conditions under which the benefits of growth and development can be distributed in a non-discriminatory manner.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Practical steps by which cities can become more inclusive include targeted action to expand access by disadvantaged groups to land, housing, basic services and infrastructure. The revenue generated from value capture in respect of urban investments can be used to fund services in such a way that those most able to pay bear a proportionate part of the cost of services. Equitable land and property taxes can enable authorities to discourage speculation, thus preventing exorbitant land prices that lead to skewed land distribution patterns.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "At the policy level, if expanded equitable access is to become a reality, coherent cross-sectoral responses are required to integrate multiple systems and levels of governance, while also rationalizing standards, subsidies and tariffs, cutting waste and maximizing returns. Incentives to ensure that service providers expand access in an integrated and socially inclusive manner are essential; they can include pricing instruments, targeted financial incentives (tax credits or grants), direct regulation or reduction of compliance costs, and can be used either independently or in combination.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "An enabling policy environment is required to enable service-provider institutions and systems to enhance their ability to expand access and to deliver socially inclusive land, housing and basic services in a concerted, integrated manner. Such an environment should include improved arrangements for decision-making, programming and coordinating coherent systems for integrated service delivery, data collection and analysis and integrated participatory planning and budgeting. Institutional support for sustainable urban development works horizontally, across different domains and institutions, whereas authority is traditionally organized vertically within institutions. It is important to move beyond the vertical and include the horizontal dimension.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "This re-think of the expansion of equitable access presupposes a question: access for whom? The Social Floor Protection initiative of the United Nations, to which UN-Habitat contributes, promotes the use of sustainable systems to provide essential services that help to make human rights a reality; this is the socially inclusive perspective of service delivery. Social inclusion ensures that those at risk of poverty and exclusion can participate fully in economic, social and cultural life and enjoy an adequate standard of living and well-being. A socially inclusive approach to expanding access to services focuses on citizens’ needs and on the ability of systems and institutions to deliver the integrated services that can meet those needs.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Governments need to review and reform their land, housing, infrastructure and basic services delivery systems to make them socially inclusive and to expand access through a mix of policy interventions.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Governments", "action_verb_type": "operative", "action_verb_normalized": "government", "links": []}, {"text": "The desire to expand infrastructure and basic services in cities and continually to meet ever-rising demand cannot be satisfied without sustainable, broad-based financing mechanisms. This entails looking beyond traditional sources of finance (land and property tax) and considering innovative instruments for capturing the value added by investments in land to boost the funds available for the provision of infrastructure and basic services. Value capture instruments include infrastructure taxes, land sales and auctions, the sale of development rights, impact fees and betterment levies.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Challenges and opportunities in achieving sustainable urban development through expanding equitable access", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "III.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A.Expanding equitable access to land", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": " \t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Land is critical to the delivery of housing, infrastructure and services on a large scale. The issue of land needs to be tackled so as to give urban citizens security of tenure, to deliver decent housing and services, to provide a basis for planning urban expansion along sustainable mobility principles aimed at reducing environmental degradation and to improve the overall quality of life of urban dwellers.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A consultative land policy is often the first step towards land reform and poverty eradication. The development and implementation of a land policy, together with administrative procedures and institutional and regulatory framework reforms, underpin the delivery of housing, basic services and infrastructure, prevention and upgrading of slums, environmental management, transport and land-use planning. Sustainable urban development requires new approaches to the way that land is managed, allocated, used and administered; consequently, new land policies must be implemented. According to the Bamako Action Plan, devised at the third African Ministerial Conference on Housing and Urban Development, held in Bamako from 22 to 24 November 2010, Governments need to develop and implement land policies and reform relevant institutional and regulatory frameworks if they are to achieve sustainable urban development.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Land policy processes are key indicators of good land governance. Land governance refers to the way that competing interests in land are managed. It encompasses statutory, customary and religious institutions and includes State structures and non-statutory actors. It is also a question of power and the political economy of land. Land governance challenges take various forms and include competition over land, disputes, corruption and the eviction of people. Land governance is an integral part of good urban governance. To ensure sustainability, Governments should anchor their land initiatives within a land governance framework rather than focus merely on the technical aspects of land administration.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Various land rights approaches, where land rights can be upgraded incrementally over time, are being pioneered in a wide range of countries in both Asia and Africa. Individual titling is not a universal panacea for all land problems. Most countries already have informal types of tenure and a wide range of formal tenures that are not based on freehold title. This means that security of tenure issues for the poor, women and vulnerable groups can be addressed. Governments should promote security of tenure for all by identifying arrangements for establishing intermediate forms of tenure and moving away from individual titling alone. This would facilitate access to land and security of tenure for people living in informal settlements.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Various", "action_verb_type": "operative", "action_verb_normalized": "variou", "links": []}, {"text": "Most countries use what might be termed a “path to property” or a lengthy series of steps – sometimes over 200 – to deliver serviced land with security of tenure within a governance, management and financial framework. These steps are taken within a country’s regulatory and institutional frameworks, where agreements are coordinated by agencies at various tiers of government between the public and private sectors. Key steps include land-use planning permissions and agreements between utility companies and government service suppliers, involving professionals such as lawyers, notaries and surveyors. Surveyors general and land registries store, register and record land rights. Once all the steps have been completed, a land document is delivered to the land rights holder or holders. Governments need to review the steps involved in delivering urban land, undertake regulatory and institutional reforms of the paths to property arrangements and expand equitable access and the supply of tenure-secure land.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Sustainable urban development requires affordable land systems that cover entire cities and towns. If the poor are to be included, a number of land-related systems need to be reformed, including those concerning land tenure, records, administration, information management, valuation and governance.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The issue of land needs to be considered systemically because it links cities’ sub-systems, including economic activities, housing and service delivery, through its spatial dimension as demonstrated through spatial planning, land information management and the path to property or delivery of legal rights. Governments need to reform their land information management systems to ensure systematic access to, and management of, information about land, its location, dimensions, legal status and de facto occupation for the purposes of slum upgrading and slum prevention.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Governments should adopt, as appropriate, pro-poor technical and legal systems and build institutional and professional capacities for dealing with land. The Global Land Tool Network partners are actively producing pro-poor land tools and promoting forms of tenure to do this and to implement good land policies. In support of various forms of land rights, a pro-poor land information and land record system is being piloted for slums. The Network partners have successfully piloted gender evaluation criteria in Brazil, Ghana and Nepal.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Governments", "action_verb_type": "operative", "action_verb_normalized": "government", "links": []}, {"text": "B.Expanding equitable access to housing", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": " \t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Housing, the most valuable asset that urban dwellers may acquire, can play a central role in economic development by generating economic growth and employment, reducing poverty and promoting sustainable green building practices. Housing accounts for nearly 20 per cent of capital formation in a country’s gross domestic product.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Housing,", "action_verb_type": "preambular", "action_verb_normalized": "hous", "links": []}, {"text": "The physical attributes of housing are delivered through overarching governance frameworks and institutional, financial and regulatory systems that enable society to build homes and neighbourhoods. Housing is central to building cities and achieving sustainable urban development patterns.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The right to adequate housing has been universally recognized, but solutions for housing low-income populations on a large scale have yet to be developed. Slum upgrading and prevention programmes would enable Governments to strengthen the role of housing in economic development and poverty reduction and steer their cities towards a sustainable development path.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Policies are needed that promote housing in the broad sense, and not simply houses as units. Evidence shows that it has not been possible to implement policies promoting heavily-subsidized State-provided housing on a large scale. Recently, a reliance on the market to provide houses has not succeeded in meeting increasing demand. Where both policies have been implemented, unprecedented slum growth has resulted.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Policies", "action_verb_type": "operative", "action_verb_normalized": "polici", "links": []}, {"text": "Governments should develop and implement enabling housing policies and strategies based on adequate and reliable information. Governments need to reform regulatory frameworks, codes, norms and standards and develop and implement enabling policies, regulations and strategies to facilitate access to a wide range of affordable, adequate, safe and environmentally sound housing options for all segments of society. There is a need to provide serviced land for housing programmes on a large scale.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Governments", "action_verb_type": "operative", "action_verb_normalized": "government", "links": []}, {"text": "The high cost of building materials is an impediment to adequate affordable housing options for the urban poor. Building materials can account for up to 80 per cent of the total cost of a simple house. Governments need to review building codes and norms to enable the use of local building materials and environmentally sound technologies that can help to reduce housing production costs.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The rational use of urban land, infrastructure and energy should make cities more compact by integrating various urban activities. Accessibility to jobs and economic opportunities must be considered when locating residential areas. Compact city models are vital, including the role of housing in producing higher density residential environments, mixed land uses and greater concentration of economic activities in line with economies of scale. This allows residents to work and shop close to their homes, thus reducing commuting distances, traffic congestion, energy use and air pollution and, in this process, producing green neighbourhoods and cities.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Housing policies must include pro-poor, gender-sensitive land-use planning that incorporate the notion of housing as an economic production and income-generating sector. That will require more flexibility in the formulation and implementation of land policies and legislation in areas where mixed land uses would allow residents to make use of housing to enhance their livelihoods.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Housing", "action_verb_type": "preambular", "action_verb_normalized": "hous", "links": []}, {"text": "Governments should undertake an in-depth analysis of the functioning and structure of housing delivery to identify bottlenecks in land delivery and cumbersome urban planning and building codes, norms and standards.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Governments", "action_verb_type": "operative", "action_verb_normalized": "government", "links": []}, {"text": "The involvement of non-State actors in the supply of affordable, adequate housing is essential to the provision of housing on a large scale. Innovative tools for supporting existing community-based organizations, non-governmental organizations, federations, cooperatives and private companies committed to delivering social housing should be considered.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In practice, expanding equitable access to adequate housing means providing housing, on an appropriate scale and at an affordable price, that is sufficiently diverse in terms of size, price and typology and is suitably located in terms of access to employment. The scale of supply is fundamental as it affects housing prices and overall housing market performance, the reduction of slum formation and the ecological footprint of cities. Strengthening and supporting the housing sector is therefore likely to affect the sustainability of cities directly.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "C.Expanding equitable access to basic services and infrastructure", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": " \t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Basic services and infrastructure are essential to sustainable rural and urban development. Access to water and waste disposal are determining factors in locating human agglomerations and affect their growth and development. Basic services and infrastructure are important in the development of healthy populations with a good quality of life. Basic services include safe drinking water and sanitation, the management of solid and liquid waste, efficient and safe transport, and sustainable energy.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Basic services, housing and land are inextricably linked. Designing access to basic services affects the spatial location of land, housing and infrastructure. Planning and financing basic services, including safe water, waste management, transport and energy, must be part of land and housing provision inspired by sustainable urban development.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Better management of water resources and local distribution are required to ensure the best use of scarce resources. A perspective beyond the urban area should include the management of surface catchments and groundwater resources. Rainwater harvesting and reuse of urban run-off and drainage need to be considered at the land-use planning and housing development stages.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Understanding the delivery of water, sanitation, mobility and energy services in urban systems of various sizes is crucial to sustainable urban development. Governments are moving away from a one-size-fits-all approach towards integrated approaches that combine a mix of technologies and planning instruments. This is important for linking the formal and informal sectors. The informal sector plays a significant role in service delivery. New local governance approaches are needed to embrace this opportunity.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Understanding", "action_verb_type": "preambular", "action_verb_normalized": "understand", "links": []}, {"text": "All forms of waste affect the establishment and sustainable development of human settlements. The production and use of human and animal waste affect the quality of life of urban-dwellers. Contamination of land and water resources continues to proliferate where urban management and governance are weak. To support sustainable urban development, Governments should manage waste properly.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Efficient and safe transport is key to livelihood development and sustainable mobility in urban systems. The lack of mass transport systems has contributed to a lack of access to employment and to increased environmental pollution in large cities. Sustainable transport and the provision of energy in urban areas face a challenge with the depletion of fossil fuel energy resources, and with the promise of new, efficient technologies remote, especially for the urban poor. Access to energy is essential for cooking food and maintaining comfort standards in some cities. Governments should review urban transport and energy efficiency requirements and design appropriate systems, including for the poor.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Transboundary issues are key to the recycling and disposal of water resources and waste. Such issues, exacerbated by climate change, will affect water availability in particular. In designing pro-poor systems for expanding access to basic services and infrastructure, Governments must assess the local, national, regional and transboundary impacts of the recycling and disposal of water resources and waste and the effects of climate change.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Implications of the green economy in the context of sustainable urban development and the eradication of urban poverty", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "IV.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Some 20 years after the United Nations Conference on Environment and Development, held in Rio de Janeiro from 3 to 14 June 1992,  the concept of sustainable development will be revisited at the United Nations Conference on Sustainable Development – “Rio + 20”. The objectives of the Conference are to secure renewed political commitment for sustainable development; to assess progress to date and gaps in implementation of the outcomes of the major summits on sustainable development; and to tackle new and emerging challenges. The main themes of the Conference are the green economy in the context of sustainable development and poverty eradication; and the institutional framework for sustainable development.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Rising to the global challenges that the world currently faces calls for a new vision of shared prosperity that respects terrestrial boundaries, an upward convergence of living standards and a downward convergence of negative environmental impacts. This vision must be complemented by a mapping out of feasible pathways to its attainment and by practical steps, including creation or strengthening of global partnerships and cooperation, technological and institutional innovation, changes in human preferences and behaviour and adjustments in the global distribution of income and wealth.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Rising", "action_verb_type": "preambular", "action_verb_normalized": "ris", "links": []}, {"text": "Cities have a vital role to play in the realization of the green economy. Achieving this goal involves embracing strategies for green economic development at the level of the city and the larger city region, and through networks of cities operating on even larger scales. Cities and metropolises such as Chicago in the United States of America and Curitiba in Brazil are able to plan for development that creates jobs, reduces energy consumption and curbs emissions.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Cities", "action_verb_type": "operative", "action_verb_normalized": "citi", "links": []}, {"text": "Governments must take on the issue of large-scale slum formation, which exposes millions of urban-dwellers to the effects of climate change. Systemic land and housing reforms are required, including the promotion of more appropriate land-use patterns, housing typologies, residential densities and construction patterns that affect the built-up spatial structure of a city. Issues to be considered include urban densification versus urban sprawl, residential space and lower emissions connected with urban form and urban mobility patterns.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Governments", "action_verb_type": "operative", "action_verb_normalized": "government", "links": []}, {"text": "Buildings are a major source of greenhouse-gas emissions and up to 40 per cent of global energy consumption can be attributed to buildings. Housing sector reforms must include the promotion of green building standards and sustainable housing practices to reduce the carbon footprint of housing.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Buildings", "action_verb_type": "operative", "action_verb_normalized": "building", "links": []}, {"text": "Improved land use and transport planning will lead to a decrease in traffic-generated carbon emissions. Local authorities in Bogota have pioneered new approaches in this area and those in Amman are developing a multisector programme to curb emissions. A failure to provide adequate serviced land for all social groups, particularly the poor, leads to informal settlement in environmentally fragile areas. Pro-poor land information management and records which are co-managed by communities will also improve the environmental management of neighbourhoods. Land is a vital asset for the poor and is therefore key to a green economy that also promotes poverty eradication.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Improved", "action_verb_type": "preambular", "action_verb_normalized": "improved", "links": []}, {"text": "Climate change will have both positive and negative effects on the provision of basic services. Climate extremes will present greater challenges and require flexibility in managing systems such as water storage, and will also require adaptation to improve the resilience of infrastructure delivery systems. Infrastructure and climate disasters, alongside other human-caused and natural disasters, will also require fresh responses. The failure of infrastructure management in the cholera outbreak in Haiti demonstrates this.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Improving urban systems will lead to slum upgrading and slum prevention on a large scale and have a major positive impact on the ability of cities to mitigate and adapt to climate change. This can be done only by reforming urban systems for expanding equitable access to land, housing and basic services.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Improving", "action_verb_type": "preambular", "action_verb_normalized": "improv", "links": []}, {"text": "Institutional framework for sustainable urban development", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A sustainable urban development framework must provide consistent action and outcomes in cities in such a way that the needs and demands of current and future populations are not jeopardized. Governance and institutions provide the basis for this consistency and for enabling the expansion of access to land, housing, basic services and infrastructure. In addition to incorporating the urban agenda into the global sustainable development paradigm, the challenge is to identify global and supranational institutional elements that can facilitate integration, on a continuous basis, across existing jurisdictions and programme structures without undermining or displacing them. Global covenants and cross-boundary agreements are needed urgently.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "At the global level, the focus is on a critical assessment of the performance of the Commission on Sustainable Development, so as to strengthen it and make it more effective at ensuring consistency between the three pillars of sustainable development within the context of the “One United Nations” programme and inter-agency coordination at the national and city levels.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Agenda 21 had called for institutions to integrate the three pillars of sustainable development at the national level. Some countries established national sustainable development councils or forums. A new generation of actions and strategies, incorporating new approaches to sustainable urban development, needs to be created. It is imperative that the role of local authorities be recognized in the global institutional context of sustainable development to enable them to integrate the economic, social and environmental concerns of cities. It is now recognized that many of the actions necessary to mitigate greenhouse-gas emissions and to adapt to the impacts of climate change will have to be taken at the city level. UN-Habitat should be mandated to raise these issues in international debates.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Questions for debate", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "V.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Participants at the twenty-third session may wish to consider the questions set out below.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Participants", "action_verb_type": "operative", "action_verb_normalized": "participant", "links": []}, {"text": "What are the obstacles facing land policy development and implementation in the delivery of housing and basic services? How can pro-poor land systems facilitate the delivery of housing, basic services and infrastructure and prevent slum formation?", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "What are the main principles for sustainable urban development? How should sustainability be envisioned in relation to expanding equitable access to land, housing, basic services and infrastructure?", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "What governance mechanisms facilitate the integration and coordination of planning, delivery and management systems for water, sanitation, land, housing, transport and energy? What are the key factors for success? What are the key constraints?", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "What are the implications of the green economy in the context of sustainable urban development and urban poverty reduction? What roles do national and local governments play in promoting sustainable urban development and urban poverty reduction and in strengthening relevant institutional frameworks?", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Cities, city regions and city networks in various regions can choose from among various strategies for achieving a green economy, using new urban development models and technologies. What challenges need to be overcome to achieve this?", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "National and local governments can help cities to work together to achieve sustainable urban development by helping them to think outside of their jurisdictional boxes and identify innovative governance solutions to their common concerns. What challenges need to be overcome to achieve this?", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "________________", "type": "footer", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}]