[{"text": "Nineteenth session*", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Nairobi, 5 - 9 May 2003", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Item 10 (a) of the provisional agenda**", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Coordination matters: cooperation between the United Nations", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Human Settlements Programme and the United Nations", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Environment Programme", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "JOINT PROGRESS REPORT OF THE EXECUTIVE DIRECTOR OF THE", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UNITED NATIONS HUMAN SETTLEMENTS PROGRAMME AND", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "THE EXECUTIVE DIRECTOR OF THE UNITED NATIONS", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "ENVIRONMENT PROGRAMME", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Introduction", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In its resolution 32/162 of 19 December 1977 concerning institutional arrangements for international cooperation in the field of human settlements, the General Assembly urged the Executive Director of UNCHS (Habitat) and the Bureau of the Commission on Human Settlements to meet biennially with the Executive Director of UNEP and the Bureau of its Governing Council, “to review together their respective priorities and programmes for improving human settlements and to strengthen and extend cooperation between the two organizations”. In its resolution 35/77 B of 5 December 1980, the General Assembly decided that the joint meetings of the two bureaux should be held once a year, rather than biannually. On 17 December 1985, the General Assembly adopted resolution 40/199, in which it decided to discontinue the join meetings of the bureaux altogether.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The decision of the General Assembly to discontinue the joint meetings was taken on the joint recommendation of the Commission on Human Settlements and the Governing Council of UNEP. The recommendation was based on Commission resolution 8/14 of 8 May 1985 and UNEP Governing Council decision 13/12 of 23 May 1985, in which both governing bodies, furthermore, first expressed satisfaction at the continuing cooperation between the secretariats of UNCHS (Habitat) and UNEP, urging intensification of that cooperation and, second, decided to include in the agenda of their future sessions an item on cooperation between UNCHS (Habitat) and UNEP and to discuss the item on the basis of a common progress report of the two executive directors.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The present report on cooperation between UN-HABITAT and UNEP has been prepared jointly by the secretariats of the two organizations pursuant to General Assembly resolution 40/199 and as requested in Commission resolution 8/14 and UNEP Governing Council decision 13/12.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "COOPERATION UNDER THE FOUR SUBJECT AREAS", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "I.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "This chapter contains information on the joint activities of UNCHS (Habitat) and UNEP under the four subject areas established by the joint bureaux at their seventh session.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A.Subjectarea1:Assessmentofenvironmentalconditionsinhumansettlements", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": " ", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Cooperation on city environmental profiles", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "1.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The joint UN-HABITAT/UNEP Sustainable Cities Programme has supported the development of so-called “environmental profiles” in cities preparing to become participants in the Programme. The profiles involve a broad range of local stakeholders and provide information not only on the state of the physical environment, but also on its implications for social and economic development and on existing environmental management arrangements. Most recently, such environmental assessments have been concluded in Kotte (Sri Lanka), Louga (Senegal), Enugu (Nigeria), Bayamo (Cuba) and Vyborg, Kirishi and Pskov (Russian Federation). Furthermore, in support of initiatives under the Cities Alliance partnership, environmental information was compiled in Karo (Nigeria) and in four district towns in Madagascar. Over the reporting period a number of cities which have long been part of the Programme have been supported in developing environmental management information systems. In addition, efforts are being made to ensure closer collaboration on environmental management information between the Sustainable Cities Programme and the Nairobi river basin project.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Cooperation with GRID-Arendal", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "2.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In a related initiative, the UNEP global resource information database at Arendal, Norway (GRID-Arendal) is cooperating with UN-HABITAT in a programme to place cities’ environment reports on the Internet, designed to facilitate access to environmental information for sound decision-making and general awareness-raising in cities.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "B.Subjectarea2:Environmentalaspectsofpolicies,planningandmanagementof", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": " ", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "human settlements – both rural and urban", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Cooperation in new urban environment activities by UNEP", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "1.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A new UNEP urban environment policy is under development that will increase the involvement by UNEP in this area. The policy will identify opportunities for intensifying links between the mandate of UNEP and the global campaigns conducted by UN-HABITAT, and for harnessing the comparative advantages of both organizations in joint initiatives. In addition to continuing collaboration as indicated below, UNEP is increasing its activities in the area of urban environment, in recognition of the fact that rapid urbanization in developing countries has significant environmental and health impacts and that these impacts have serious implications at national, regional and global levels, as well as locally.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Cooperation in disaster management", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "2.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UNEP and UN-HABITAT are continuing to collaborate in disaster management, including through follow-up to previous joint assessment missions. The two organizations have jointly developed a vulnerability assessment tool relating to flooding from an environmental and human settlements aspect. The tool has been applied to the Dongting lake basin in China and an assessment is currently being carried out in Rajshahi, Bangladesh. In addition, working together with local partners, UN-HABITAT and UNEP are jointly implementing a Global Environment Facility (GEF) project for disaster preparedness and vulnerability reduction in the lower Limpopo basin in Mozambique. This initiative is linked with slum upgrading and vulnerability reduction efforts undertaken in four flood-prone cities (Maputo, Chokwe, Tete and Quelimane) by UN-HABITAT in collaboration with the United Nations Development Programme (UNDP) and the Cities Alliance. In addition, UNEP and UN-HABITAT undertook a joint mission to Nigeria, to assess the country’s existing disaster management mechanisms. As a follow-up, a UNEP project for the development of Nigeria’s flood disaster management system has been proposed as a joint initiative of the National Emergency Management Agency, UN-HABITAT, UNEP and UNDP. In future, UN-HABITAT and UNEP intend to field joint disaster assessment missions wherever possible and to work cooperatively on follow-up.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Cooperation in the Sustainable Cities Programme", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "3.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Cooperation between UNEP and UN-HABITAT in environmental aspects of human settlement policies, planning and management entered a new era in 1996 when the two agencies formally established a full partnership in the Sustainable Cities Programme, as recommended by Governing Council decision 18/15 of 26 May 1995 and resolution 15/8 of 1 May 1995 of the Commission on Human Settlements. Cooperation improved significantly after UN-HABITAT and UNEP agreed to share equally the cost of an expanded Sustainable Cities Programme core team. This arrangement continued to the end of 2000, when both organizations’ programme funding allocations came to an end. In 2001-2002 basic global and administrative operations continued with very limited in-house and donor-earmarked resources. At the same time UN-HABITAT and UNEP have both worked on mobilizing new funding for a joint new five-year phase (2002-2007). UN-HABITAT has been successful and is about to conclude new long-term funding arrangements. At the same time UNEP has secured funding for its own contribution. Prospects are therefore good for continuing this joint UN-HABITAT/UNEP programme.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "At the city and national levels, the Sustainable Cities Programme has become a primary tool for supporting the implementation of Agenda 21 and for implementing the environment dimension of the Habitat Agenda, while at the same time working towards the millennium development goals and implementing the targets agreed at the World Summit on Sustainable Development. The Programme, working with more than 20 agency partners worldwide, is an important tool for promoting system-wide collaboration for sustainable urbanization at city, country, regional and global levels. Despite funding constraints, it maintained momentum in 2001 and 2002 and is supporting city demonstrations in a growing number of countries.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Joint demonstration activities in Africa, the Arab States, the Asia-Pacific region, Latin America and Europe currently include some 50 city and country-level initiatives. These are at various stages in the Programme’s process cycle, and the numbers will continue to grow as many participating cities are still at the identification or formulation stage. The demonstrations are concerned with, among other things, the development of local capacities for adopting and implementing global principles and standards for sustainable urbanization (including related multilateral environment agreements). This aspect of the activities under the Sustainable Cities Programme forms one of the partnership commitments in the Coalition for Sustainable Urbanization. The Programme is also the vehicle for collaboration by", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UN-HABITAT in the UNEP project on air pollution in the megacities of Asia.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Global and regional activities undertaken during the biennium include the publication of a number of environmental planning and management tools, information outreach and advocacy through networking with local partners and international support programmes. A major activity has been new resource mobilization. A five-year, second-phase plan has been agreed with major donors on the basis of the achievements and lessons learned during the first phase and in the light of new challenges and emerging opportunities identified in a number of formal evaluations. The plan emphasizes capacity development for national replication, supported by regional resource networks among cities, international programmes and anchoring institutions specializing in urban environmental governance. The plan foresees collaboration with international urban development and capacity-building institutions on strategies for environmental infrastructure improvements designed, in particular, to benefit the urban poor. It also includes a research component on lessons learned and on preparing additional tools for implementing pro-poor strategies and other global standards. Overall it represents a long-term consolidation and mainstreaming effort with the goal of promoting sustained environmental governance capabilities at the local level and independence from programme support at the global level.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Cooperation in the Balkans task force", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "4.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "As a result of the UNEP/UN-HABITAT rapid assessments carried out during the joint task force missions in 1999 and 2000 in Kosovo, three key UN-HABITAT programmes have been developed and are currently being implemented. These are, first, the Housing and Property Directorate and Claims Commission, restoring lost residential property rights; second, the Kosovo Cadastral Support Programme, establishing the Kosovo Cadastral Agency on behalf of the  United Nations Interim Administration Mission in Kosovo (UNMIK); and, third, several initiatives supporting local and nascent central authorities, under the general umbrella of the Municipal Support Programme.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Cooperation in the initiative on managing water for African cities", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "5.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "This initiative, supported since its inception by UNEP, through the mobilization of resources, has continued to establish its presence in the region through its awareness campaigns, advocacy and educational initiatives. In the reporting period, the World Bank and several donor countries have added their support to the initiative. With a strong demand-side focus, the initiative has established a flexible framework for regional cooperation and inter-agency collaboration, leveraging the modest core funds to attract a total outlay of more than $10 million in the seven participating countries (Côte d’Ivoire, Ethiopia, Ghana, Kenya, Senegal, South Africa and Zambia).", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "By enhancing institutional and human resources capacity, the initiative has created a favourable environment for new investments in water and sanitation. Thus, the United Republic of Tanzania recently joined the initiative, while several other countries have expressed keen interest in so doing. Although progress was slow in the beginning, the Kenyan programme on managing water for its cities finally took off in cooperation with the Nairobi City Council and the Malindi Municipal Council. Since its inception in 1999, the Nairobi river basin project being run by UNEP has been closely coordinated with the UN-HABITAT initiative on managing water for African cities, sharing experiences and lessons learned. The Nairobi river basin project is currently replicating successful elements of this collaboration in related urban environmental issues, such as solid waste management. During the reporting period many of the cities participating in the initiative secured additional counterpart funding to support activities already under way. Collaboration with UNEP in this context has also included joint activities with the Coordination Office of the UNEP Global Programme of Action for the Protection of the Marine Environment from Land-based Activities, for coastal cities participating in the initiative.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Cooperation in the initiative to phase out leaded gasoline in Africa", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "6.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "As part of a global initiative to promote clean fuels and vehicles in developing countries, in which UNEP is a leading partner, UNEP organized, with support from UN-HABITAT, a workshop for the phasing out of leaded gasoline, held at the United Nations facilities in Gigiri, Nairobi, in June 2002. The use of leaded gasoline has severe health effects on urban residents and retards the mental development of children. Although leaded gasoline has been phased out in most of the world, it is still widely used in Africa. UNEP, working in close cooperation with the World Bank, the United States Government and the International Petrol Industry Environmental Conservation Association (IPIECA), supported the workshop, which developed an action plan for the phasing out of leaded gasoline in east Africa. This activity has been a key factor in the recent introduction of clean fuels in many cities of East Africa.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "C.Subjectarea3:Environmentallysoundandappropriatehumansettlementstechnology", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": " ", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The International Environmental Technology Centre (IETC), which is part of the UNEP Division for Technology, Industry and Economics, continued to cooperate in the capacity-building activities under the Sustainable Cities Programme, particularly in the area of transfer of environmentally sound technologies, environmental risk assessment and environmental technology assessment. In particular, the UNEP Division of Policy Development and Law and IETC participated in the development and publication of an urban air quality management tool, following global expert meetings in Cairo and Salt Lake City. In collaboration with the Division of Policy Development and Law, the Sustainable Cities Programme routinely contributes urban experiences to the biannual global training programme run by UNEP on environmental law and policies, most recently at the fifth such programme, held in 2001. The next training programme will be organized in 2003.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "D.Subjectarea4:Research,trainingandthedisseminationofinformationonenvironmentally", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": " ", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "sound human settlements planning and management", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The jointly implemented Sustainable Cities Programme continued its work on several programme-level support activities for the Programme’s city network, with three streams of products which respond to identified priority needs and which are being put to immediate use in the cities. Based on a synthesis of global experiences, the first stream provides guidance for the demonstration process with source book series being published under the Programme and covering such elements of the process as city profiles, city consultations, environmental issue-specific working groups, strategy negotiation and institutionalization. The second stream offers thematic support with four tools now fully developed, published and disseminated (urban air quality management, environmental management information systems, indicators to measure progress and gender responsive environmental management). The third stream is concerned with training requirements, and includes introductory training materials and training modules. This will leverage the expertise and know-how already available, reduce the need for global support and apply the lessons of operational experience to local capacity-building efforts. In addition, through the Programme’s city network, UN-HABITAT and UNEP are providing an information service which systematically offers urban environmental management know-how in publications, videos, exhibitions and web sites.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "COOPERATION IN SYSTEM-WIDE EFFORTS", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "II.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "This chapter contains information on cooperation between UNCHS (Habitat) and UNEP in a number of United Nations system-wide efforts directly relevant to the work and activities of both organizations. This information is given for reference purposes only. Details on the actual state and implications of any of these system-wide efforts for future cooperation between UN-HABITAT and UNEP are incorporated elsewhere in the documentation for the Commission on Human Settlements and the Governing Council of UNEP.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A.CooperationintheEnvironmentalManagementGroup", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": " ", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Proposed by the Secretary-General in his report on environment and human settlements and mandated by General Assembly resolution 53/242 of 28 July 1989, the Environmental Management Group is a mechanism designed to support UNEP and UN-HABITAT in their respective inter-agency coordination functions through time-bound issue-specific management groups. UNEP and UN-HABITAT are cooperating in making the Group an operational reality for selected issues of mutual interest at the nexus of environment and human settlements development.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Proposed", "action_verb_type": "preambular", "action_verb_normalized": "proposed", "links": []}, {"text": "B.CooperationwiththeInternationalCouncilforLocalEnvironmentalInitiatives", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": " ", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UN-HABITAT and UNEP helped organize, contributed to and actively participated in several events conducted during the session on local government, facilitated by the International Council for Local Environmental Initiatives (ICLEI) at the World Summit on Sustainable Development. The purpose of this session was to endorse the Local Government Declaration to the World Summit on Sustainable Development and convey the message that “local action moves the world”, through interaction with national government delegations, the presentation and discussion of best strategy cases and achievements, the identification of barriers and the introduction of new partnership implementation initiatives and commitments. A proposed meeting between the ICLEI management, UN-HABITAT and UNEP had to be postponed and hence no progress has been made in developing the work programme called for in the memorandum of understanding between the three bodies. Meanwhile, the work agreements already in place between UNEP, UN-HABITAT and ICLEI continued in specific thematic areas related to local environmental initiatives.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "B.CooperationintheUrbanEnvironmentForum,theWorldUrbanForumand", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": " ", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "the World Summit on Sustainable Development", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Another notable example of UNEP and UN-HABITAT cooperation has been the Urban Environment Forum established in 1994 as a mechanism for cross-sectoral collaborative programming in sustainable urban development and city-to-city exchange of know-how. In February 2001, at its eighteenth session, the Commission on Human Settlements recommended that the International Forum on Urban Poverty and the Urban Environment Forum should join forces in an integrated world urban forum, to be held biannually. The first meeting of the World Urban Forum was convened in Nairobi in May 2002. The World Urban Forum, like the Urban Environment Forum before it, continues to offer outstanding opportunities for UN-HABITAT and UNEP to support a global network which joins cities and their partners in international support programmes in a common commitment to improve social and economic conditions in cities through partnerships on shared concerns and by building on experience in urban planning and management.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UNEP supported UN-HABITAT in the World Urban Forum’s second series of dialogues aimed at preparing the contribution of UN-HABITAT and the Habitat Agenda partners to the World Summit on Sustainable Development. The main product of this joint endeavour was the concept of sustainable urbanization and arrangements for its implementation through the Coalition for Sustainable Urbanization – 11 partnership commitments for implementing Agenda 21. UNEP is among the key partners in four of these partnership commitments, namely “Local capacities for global agendas”, “Demonstrating local environmental planning and management”, “National capacities for up-scaling local agenda 21 demonstrations”, and “Water for Asian cities”.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Cooperation in this area between UN-HABITAT and UNEP helps to strengthen these partnerships and mobilize other partners, such as the United Nations Institute for Training and Research (UNITAR), the International Labour Organization (ILO), UNDP and the World Health Organization (WHO). These and similar partnerships support local capacity development through demonstration-replication, training, best practices and city-to-city cooperation, in line with Agenda 21, the Habitat Agenda, the millennium development goals and the conclusions of the World Summit on Sustainable Development.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "FUTURE PROSPECTS", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "III.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UNEP and UN-HABITAT will continue their effort to achieve still greater collaboration and integration of their activities. The new urban environment policy pursued by UNEP and the evolving", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UN-HABITAT campaigns for good urban governance and secure tenure will help identify specific areas where the two organizations can strengthen cooperation in the coming biennium. To help facilitate this effort, structures and modalities will be put in place to develop and support cooperation in specific activities. One example could be a joint operations and coordination group for jointly implementing the new phase of the Sustainable Cities Programme.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "At the regional level, reciprocal engagement and regular exchange of information will be promoted among the UNEP and UN-HABITAT regional offices, so as to identify areas where their respective strengths can be most effectively deployed. Their mutual involvement will also be encouraged in ministerial forums and other policy-making mechanisms at the regional and subregional levels.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UN-HABITAT and UNEP have been under severe funding constraints during the past biennium as far as their cooperation in the Sustainable Cities Programme is concerned. There are now good prospects that their intensive resource mobilization efforts will bear fruit so that their successful cooperation on urban environmental management – which started in 1982 with the jointly prepared environmental guidelines for settlements planning and management – may continue and that the expanding opportunities afforded by the Programme may be fully realized.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The joint UN-HABITAT/UNEP Sustainable Cities Programme brings together other international urban programmes both in city-level demonstrations and in work on global standards and regulations. Thanks to this catalytic potential, a major breakthrough has been achieved in ensuring a more effective integration of the activities of the United Nations system with those of local communities and local authorities. Through this joint work, UN-HABITAT and UNEP have positioned themselves at the forefront of a new United Nations development cooperation paradigm that emphasizes the advancement of collective know-how rather than the provision of ready solutions. It is in such efforts that the United Nations excels and where UN-HABITAT and UNEP have a unique comparative advantage for linking local operations with global work on standards and regulations.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The management of cities, especially of megacities, is becoming increasingly relevant to sustainable development at the national, regional and global levels. There is an increasing need to develop local capacities for global agendas so as to facilitate local responses to regional and global environmental conventions and agreements. Cooperation between UN-HABITAT and UNEP will be very important in this respect. It will promote local support for global priority concerns, such as climate change, land-based impacts on the marine environment, the protection of biological diversity, the management of trans-boundary resources and the control of industrial risks.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In the World Urban Forum, UNEP and UN-HABITAT will continue to cooperate within a global network that links not only cities and international programmes, but also other networks from local to global levels and across geographical regions. As an important step towards achieving global partnership in sustainable urbanization, the World Urban Forum is an initiative in which the two organizations can play a facilitating and catalytic role, mobilizing an ever-widening range of cities and international support programmes, helping to focus their collective energy and know-how on specific improvements in the living environment – and sustainability – of human settlements everywhere.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UNEP is in the final stages of mobilizing funds that will allow it to join the Cities Alliance, a UN-HABITAT/World Bank initiative to support city development strategies and slum upgrading in line with the millennium development goals. The Cities Alliance will provide another vehicle for UNEP and", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UN-HABITAT to develop joint initiatives in cooperation with other partners such as the World Bank.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "-----", "type": "footer", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}]