[{"text": "United Nations Habitat Assembly of the \nUnited Nations Human Settlements Programme", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "First session", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Nairobi, 27–31 May 2019", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Resolution adopted by the United Nations Habitat Assembly on 31 May 2019", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "1/2.\tUnited Nations System-Wide Guidelines on Safer Cities and Human Settlements", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The United Nations Habitat Assembly,", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Recalling resolution 26/4 of the Governing Council of the United Nations Human Settlements Programme (UN-Habitat), on promoting safety in cities and human settlements, in which the Executive Director of UN-Habitat was requested to continue close consultations with the relevant agencies, funds and programmes of the United Nations system, to seek the views of member States on the draft United Nations system-wide guidelines on safer cities and human settlements, and to submit the draft guidelines for consideration and possible adoption by the Governing Council at its \ntwenty-seventh session,", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Taking into account General Assembly resolution 73/239, by which the General Assembly decided to dissolve the Governing Council as a subsidiary organ of the General Assembly and to replace it with the United Nations Habitat Assembly, and also taking into account the transitional nature of the present resolution, which should not set a precedent for the application of the respective mandates of the United Nations Habitat Assembly and the Executive Board of the United Nations Human Settlements Programme,", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Noting that the draft guidelines were considered by the Committee of Permanent Representatives of UN-Habitat at its seventy-first and seventy-second meetings and by relevant United Nations agencies, programmes and funds, as well as non-state actors, including organizations representing the private sector, women, youth and children, and were subsequently endorsed by the Executive Board at its first session,", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Having considered the report of the Executive Director, which highlighted the progress made in developing the guidelines,", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Recalling Governing Council resolution 23/14, and also Governing Council resolution 24/6, in which the Governing Council called upon UN-Habitat to accelerate the effective implementation of the Safer Cities Programme and recognized the growing involvement of local authorities in the Global Network on Safer Cities,", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Acknowledging the complementarity of the United Nations System-Wide Guidelines on Safer Cities and Human Settlements with the Guidelines for the Prevention of Crime, in line with General Assembly resolution 68/188,", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Taking note of Governing Council resolution 25/4, in which the Governing Council requested the Executive Director to create an inter-agency framework on safer cities and human settlements,", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Noting with appreciation the financial contributions of the Governments of Germany, South Africa and Sweden to support the process of consultation on and drafting of the United Nations System-Wide Guidelines on Safer Cities and Human Settlements,", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Aware of the universal character of urban crime and violence and their negative impact on the realization of sustainable urban development and human settlements,", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Recognizing different national circumstances and legislation with regard to the prevention of crime and the enhancement of safety,", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Recognizing also the usefulness of establishing United Nations system-wide guidelines on safer cities and human settlements to facilitate the establishment of standards and norms for the prevention of crime and the enhancement of safety for all,", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Seeking to respond to the calls by Member States for technical cooperation programmes on safer cities and human settlements that are adapted to local conditions and needs,", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "1.\tAdopts the United Nations System-Wide Guidelines on Safer Cities and Human Settlements, annexed to the present resolution;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "2.\tRequests the General Assembly to ensure the publication of the Guidelines;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "3.\tDirects the Executive Director, taking into account the Guidelines, to provide the Executive Board with a concept note, including financial costing, on the implementation of a review process for the Guidelines in a manner that enables Member States to share their experiences and best practices;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "4.\tEncourages Member States to continue to engage with local authorities and other stakeholders, including those from civil society, with a view to the promotion and further refinement of their approaches to safer cities and human settlements;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "5.\tInvites the United Nations agencies, programmes and funds working in the field of urban crime prevention and urban safety, including linkages to mobility but not limited to road safety, to share their experiences in making cities and human settlements safer;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "6.\tRequests the Executive Director to transmit the Guidelines to the General Assembly with a view to the development of an inter-agency framework to support UN-Habitat as a focal point in the United Nations system for sustainable urbanization;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "7.\tAlso requests the Executive Director to consider practical ways of following up on the use and application of the Guidelines, including through the allocation of voluntary financial resources, for the effective implementation of the Safer Cities Programme and partnerships with other United Nations bodies, local authorities and associations thereof, relevant international professional associations, non-governmental organizations and other major groups;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "8.\tCalls upon Member States and international financial institutions to consider the inclusion of safer cities projects dealing with urban crime prevention and urban safety for all in their assistance programmes;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "9.\tRequests the Executive Director, in close consultation with Member States and other relevant stakeholders, to report on progress in the implementation of the present resolution to the United Nations Habitat Assembly at its second session.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Annex", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "United Nations System-Wide Guidelines on Safer Cities and Human Settlements", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Introduction", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "I.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The United Nations System-Wide Guidelines on Safer Cities and Human Settlements have been prepared pursuant to resolution 26/4 of the Governing Council of the United Nations Human Settlements Programme (UN-Habitat), on promoting safety in cities and human settlements, in which the Executive Director of UN-Habitat was requested to continue close consultations with the relevant agencies, funds and programmes of the United Nations system and to submit the Guidelines for consideration by the Governing Council at its twenty-seventh session.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Guidelines outline-solid the elements of technical cooperation and assistance that are necessary to provide local governments, in collaboration with national and subnational governments, with a standard in responding to the challenges of delivering urban safety and security in the implementation of the 2030 Agenda for Sustainable Development and the New Urban Agenda. The goal is to build and promote a participatory and inclusive vision of urban safety and security that contributes to social cohesion and a better quality of life, with which all inhabitants can identify. The Guidelines complement the Guidelines for the Prevention of Crime (Economic and Social Council resolution 2002/13, annex).", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Making cities and human settlements safe is one of the key aspirations reflected in Goal 11 of the 2030 Agenda. Similarly, in the New Urban Agenda, Member States committed themselves to promoting a safe, healthy, inclusive and secure environment in cities and human settlements, enabling all to live, work and participate in urban life without fear of violence and intimidation, taking into consideration that women and girls, children and youth, and persons in vulnerable situations are often particularly affected (see General Assembly resolution 71/256, para. 39). They also call for the integration of crime prevention policies into urban strategies (ibid., para. 103) and interventions that are a key commitment of the New Urban Agenda and that give impetus to the work of countries and the international community at large in developing safer cities and human settlements.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Making", "action_verb_type": "preambular", "action_verb_normalized": "mak", "links": []}, {"text": "Vision", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "II.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The vision is to have cities and human settlements where all people are safe and enjoy equal rights and opportunities, as well as their fundamental freedoms and rights. The Guidelines support the role of local governments, in collaboration with subnational and national governments, in achieving the reduction and elimination of the incidence and fear of crime and violence, through integrated policy approaches to urban safety and security that include good urban governance, planning and management in accordance with each country’s criminal policy structure. These policies will be collective and inclusive of all levels of government and all relevant stakeholders. Partnerships in the development and implementation of tools, strategies and approaches will drive the achievement of urban safety and security for all. In this process, local governments, in collaboration with subnational and national governments and all relevant stakeholders worldwide, will contribute to the realization of a road map for urban safety and security worldwide and thereby contribute to the realization of the 2030 Agenda and the New Urban Agenda.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Conceptual framework", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "III.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "There are two dimensions of safety and security: actual and perceived. The actual dimension refers to the risk of becoming a victim, and the perceived dimension refers to people’s perception of insecurity through the lens of fear and anxiety. In many cases, urban dynamics and characteristics have an influence on whether a city has high levels of crime and violence. Spatial, social and economic fragmentation and exclusion feed insecurity and vice versa. In particular, segregation, economic inequality, gender inequality and loss of positive social cohesion have been shown to be primary drivers of higher rates of crime and violence. This is manifest in the creation of slums and gated communities, exploitation of the poor in unstable and informal employment, and the marginalization of particular groups. Crime and violence impose a huge tax on cities and human settlements and are a drain on quality of life. Economic costs range from the loss of investments and the subsequent loss of jobs, the abandonment of certain neighbourhoods, the explicit cost of private security and “hardening” to protect staff and assets that leads to the development of an “architecture of fear”, and the stigmatization of the urban poor, who are particularly vulnerable in unsafe cities and human settlements. In this context, promoting sustainable urban development works to improve the conditions for creating safety and security. Likewise, enhancing safety and security enables the realization of sustainable urban development.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Many local governments worldwide have been implementing municipal crime prevention policies and programmes and provided clear evidence to demonstrate that well-planned crime prevention and urban safety and security strategies not only prevent crime and victimization, but also contribute to social and economic development and the well-being of urban communities. Such policies address the risk factors associated with poorly planned urbanization and help to improve the quality of life of cities and human settlements.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The most effective approaches to urban safety and security address the multifaceted causes of crime and different forms of violence, including gender-based violence and sexual harassment, and apply both social and technological measures in response. This includes improving the local governance of safety and security as a public good through civic participation, place-making, behavioural change strategies and community development efforts that strengthen local ties and foster civic engagement. Also important are policies that strengthen community-based policing and community outreach, that support victims and increase their access to justice and reintegration programmes, and that invest in a more efficient use of available technology to improve urban safety and security.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "There is a link between addressing crime and insecurity and effective urban governance. Where inhabitants are free from fear of violence, there is a greater possibility for people to interact with and trust public institutions, regardless of their migratory status, thereby fostering inclusion and participation. Similarly, effective, transparent and accountable urban governance is crucial for the creation of safe cities and human settlements.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "For the purposes of the present Guidelines, the concept of “safer cities and human settlements” therefore comprises integrated, innovative and inclusive approaches to urban safety and security, which are complementary to and build on the concept of crime prevention. The concept starts with the observation that inadequate urban development and local governance, along with patterns of social and territorial exclusion, can result in crime and violence. Given this perspective, ensuring urban safety and security requires a city-wide and participatory process to address the multiple causes and risk factors for crime, violence and insecurity in cities and human settlements, and to put in place the factors that protect against those causes and risks. Such a process helps to create the conditions for more sustainable, inclusive, cohesive and just cities and human settlements, by intervening to address the multiple causes of crime; by improving the quality of life and combating social exclusion and inequality in cities and human settlements; and by enhancing individual rights and promoting cohesive and engaged communities that appropriate collective spaces within the city, including through the use of urban planning, legislation and financing as levers of change. It also reflects a recognition that better urban planning and good urban governance are necessary but not sufficient to address crime and violence in and of themselves and must be accompanied by other risk-based interventions that target particular problems in specific places, with support from subnational and national government agencies.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Basic principles", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "IV.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A.Human rights and a culture of lawfulness", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Urban safety and security strategies should be human rights-based, respect the rule of law and actively promote a culture of lawfulness. They should actively address cultures of violence, intolerance and corruption, with the aim of ensuring that all people, institutions and governments in the city take care of and protect inhabitants, allowing them to live free from fear, crime and violence. They should also promote civic responsibility, social cohesion and solidarity.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "B.Inclusion: gender, age and cultural identities", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Inclusion of all inhabitants is an underlying principle of decision-making, implementation and follow-up in relation to urban safety and security strategies. Discrimination, lack of economic opportunities and livelihoods, weak governance, inequality and inadequate access to and control over resources create different forms of exclusion and vulnerabilities for all, including women, girls, boys and men. Urban safety and security strategies should at all times include measures that contribute to gender equality and inclusion. This means that investments and actions need to acknowledge and address the specific interests and needs of women and girls, children and youth, and persons in vulnerable situations, including migrants, persons with disabilities and older persons, in order to leave no one behind when addressing social and gender norms surrounding safety and security.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "C.Do no harm", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Not all work on safety and security will have a positive impact, and there may even be some degree of unintended negative impact. We must always assess the risks that may arise while promoting safer cities and human settlements. Governments should take concrete steps to minimize any potential harm to children, youth and adults across different gender identities.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "D.Government leadership", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Within the framework of national strategies and policies, all levels and sectors of government should play a leadership role in developing evidence-based inclusive urban safety and security strategies, and in creating and maintaining institutional frameworks for their implementation and review. Evidence shows that the role of local governments is key in both the coordination of planning and implementation and in the integration of services related to inclusive age- and gender-responsive urban safety and security policies and programmes, in collaboration with national and subnational governments.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "E.Decentralization of safety and security policies", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Decentralization of safety and security policies to the local level is an essential component for promoting urban safety and security as a common responsibility for all. Urban safety and security policies should involve an appropriate combination of local government and institutions, community representation and participation, as well the allocation of financial resources to the lowest levels of government, to address the prevention of crime and enhance urban safety and security for all.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "F.Local governance", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Local governance of safety and security implies examining the governance structures of the city as catalysts for collective and collaborative action, centred on the responsibilities of government, but also the possibilities and capacities of other local stakeholders such as businesses and community actors. Local governments, in collaboration with national and subnational governments, should coordinate a coalition of stakeholders to champion the development and implementation of inclusive urban safety and security strategies. Sustainable approaches to creating safe and secure urban spaces are built from the bottom up and must be constantly updated to reflect on-the-ground realities and emerging problems.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "G.Comprehensive and cross-cutting approach on a city-wide scale", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Urban safety and security policies and strategies should focus on the entire administrative jurisdiction of the city, including marginal urban, peri-urban and other settlements, and should avoid piece-meal neighbourhood safety and security interventions that can displace crime. Secondly, urban safety and security strategies need to be cross-cutting in their approach, spanning multiple city institutions and responsibilities (including areas such as urban spatial planning, infrastructure, housing, education, social development, economic development, policing, sports and culture).", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "H.Safety and security as an integral part of city planning", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "It is crucial that local governments, in collaboration with national and subnational governments, fully integrate and mainstream safety and security in their strategic urban planning and decision-making processes and in the delivery of services. This requires taking account of the specific experiences, interests and needs of men, women, boys and girls at all stages, and of those who belong to at-risk and excluded communities and groups. To be effective, urban safety and security strategies should be aligned with the obligations, responsibilities and actions of States and institutions within the framework of the Universal Declaration of Human Rights, and inform the vision, objectives, programme priorities and capacities of all relevant local departments.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Knowledge-based approaches", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "I.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Local governments, in collaboration with national and subnational governments, need to base their policies and strategies on a comprehensive assessment of the city, drawing on appropriate disaggregated data and a knowledge base of good practices and effective interventions, where available. Given that the risk factors for crime and violence vary between neighbourhoods and communities and across cities and human settlements, safety and security strategies need to be adapted to local contexts.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "J.Whole-society approach: co-production of safety and security", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The co-production of safety and security at the local level is a fundamental part of an urban safety and security strategy. It is process-oriented, amplifying the role of local leadership and including inhabitants as key actors, taking into consideration the wide-ranging nature of the causes of crime and violence, and the skills and responsibilities required to address them. This requires the establishment of partnerships across levels of government and among community organizations, non-governmental organizations, the business sector and inhabitants, including those who are most excluded. Local governments, in collaboration with national and subnational governments, should recognize the different constituencies within civil society and should strive to ensure that all are involved in the co-production of safety and security in their communities and neighbourhoods.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "K.Children and youth as agents of change", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Urban safety and security strategies must recognize children and youth as agents of change. They play a key role in the development, implementation and co-production of safety and security in cities and human settlements. Governments should work with and for them in all phases, from the assessment of needs to the planning, implementation and monitoring of public policies at the local level.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "L.Sustainability for safety and security", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Urban safety and security requires financial investments on the part of national, regional and local governments to support and sustain effective preventive action at the local level and to deliver upon agreed functional mandates. Cities and human settlements require adequate resources for coordination, planning, implementation and evaluation, and for the creation of structures, activities and technical assistance, in order to sustain long-term and effective interventions across local government administrations, and with clear accountability mechanisms in place.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "M.Progressive realization of urban safety and security", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Achieving urban safety and security is both a process and an outcome. National, regional and local governments have the obligation to put in place appropriate measures towards the full realization of urban safety and security. In accordance with the availability of resources (financial and other), governments should take progressive steps to fulfil this mandate without jeopardizing prior achievements and basic human rights.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Achieving", "action_verb_type": "preambular", "action_verb_normalized": "achiev", "links": []}, {"text": "Organization, method and approach", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "V.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A.Organization", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "National and subnational governments, when designing and implementing urban policy, should play a leadership role:", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "To contribute to the reinforcement of the capacities of local governments to engage in the development and implementation of safer city and human settlement initiatives;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "To integrate urban safety and security as a cross-cutting theme into their strategic and operational plans and policies;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "To coordinate national urban policies with national crime and violence prevention policies, with particular attention to the decentralization of national policies regarding urban safety and security, and the role and functions of local governments; and to make efforts to coordinate not only national and local strategies, but also the alignment between national crime prevention and urban development strategies to ensure an integrated approach, for instance through the creation of national forums for urban safety and security;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "To prioritize funding for making urban spaces safer and resilient for all.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Local governments, in collaboration with national and subnational governments, as well as all relevant stakeholders, should develop inclusive urban safety and security strategies and partnerships as a permanent part of their structures and programmes, with mechanisms that define clear responsibilities and goals by, inter alia:", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Establishing safer city and human settlement coordinating centres or focal points with expertise and resources;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Establishing", "action_verb_type": "preambular", "action_verb_normalized": "establish", "links": []}, {"text": "Establishing inclusive urban safety and security policies with clear participatory consultation mechanisms and an inclusive vision of urban safety and security;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Establishing", "action_verb_type": "preambular", "action_verb_normalized": "establish", "links": []}, {"text": "Establishing inclusive urban safety and security strategies with clear priorities, objectives and targets and resources;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Establishing", "action_verb_type": "preambular", "action_verb_normalized": "establish", "links": []}, {"text": "Establishing linkages and coordination between all departments within the local authority and with other relevant national and regional government agencies or departments;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Establishing", "action_verb_type": "preambular", "action_verb_normalized": "establish", "links": []}, {"text": "Fostering partnerships with governments as well as all relevant stakeholders, including non-governmental organizations, women and youth-led organizations, business, private and professional sectors, the media and the community;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Fostering", "action_verb_type": "preambular", "action_verb_normalized": "foster", "links": []}, {"text": "Seeking the active participation of all inhabitants in urban safety and security by informing them of the benefits, the need for and the means of action, and their co-productive role;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Seeking", "action_verb_type": "preambular", "action_verb_normalized": "seek", "links": []}, {"text": "Supporting local organizing processes for community-based solutions to safety and security issues;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Supporting", "action_verb_type": "preambular", "action_verb_normalized": "support", "links": []}, {"text": "Promoting partnership with the criminal justice system to ensure that the criminal justice system is accountable to the community.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Promoting", "action_verb_type": "preambular", "action_verb_normalized": "promot", "links": []}, {"text": "B.Method", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Process", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "1.", "action_verb": "Process", "action_verb_type": "operative", "action_verb_normalized": "proces", "links": []}, {"text": "As appropriate, local governments, in collaboration with national governments, should design inclusive urban safety and security policies and strategies, using a knowledge-based process that includes the following:", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Knowledge base", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "(a)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Developing a scenario visioning exercise to define an inclusive and participatory policy on urban safety and security;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Developing", "action_verb_type": "preambular", "action_verb_normalized": "develop", "links": []}, {"text": "Establishing a map of relevant local actors and identify local and community resources for safety and security;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Establishing", "action_verb_type": "preambular", "action_verb_normalized": "establish", "links": []}, {"text": "Conducting periodic stocktaking, in cooperation with various stakeholders, of which policies and programmes have been effective or ineffective in preventing and reducing crime and violence in the city; and to consider the experiences of other cities and human settlements, and of other countries, in developing effective policies and programmes;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Conducting", "action_verb_type": "preambular", "action_verb_normalized": "conduct", "links": []}, {"text": "Collecting data as part of regular city-wide safety and security assessments and diagnoses as a critical first step in identifying which kinds of crime and violence are the most prevalent by, in particular:", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Collecting", "action_verb_type": "preambular", "action_verb_normalized": "collect", "links": []}, {"text": "Taking into account existing police crime and hospital records, including information that is disaggregated in terms of geography (for different areas of the city), gender, age and other variables;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Taking", "action_verb_type": "preambular", "action_verb_normalized": "tak", "links": []}, {"text": "Applying at the lowest administrative unit of local government a geo-referenced analysis of crime and violence, their causes, risk factors and consequences;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Applying", "action_verb_type": "preambular", "action_verb_normalized": "apply", "links": []}, {"text": "Developing an understanding of risk factors and critical problems, as well as of the specific demands of different areas at the lowest administrative unit of local government;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Developing", "action_verb_type": "preambular", "action_verb_normalized": "develop", "links": []}, {"text": "Including qualitative data on people’s perception of safety, security and fear of crime and violence;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Including", "action_verb_type": "preambular", "action_verb_normalized": "includ", "links": []}, {"text": "Including and empowering the representation of different groups in the community, fully taking account of gender, age and identity, especially of those who are most vulnerable;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Including", "action_verb_type": "preambular", "action_verb_normalized": "includ", "links": []}, {"text": "Exploring the responsible use of new technologies to generate and analyse data, including through the use of open data partnerships, user-generated data, geo-referencing and other opportunities enabled by emerging technology to strengthen evidence-based policy and practice;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Exploring", "action_verb_type": "preambular", "action_verb_normalized": "explor", "links": []}, {"text": "Identifying a monitoring and measurement framework to periodically benchmark and report progress made towards the creation of safer cities and human settlements.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Identifying", "action_verb_type": "preambular", "action_verb_normalized": "identify", "links": []}, {"text": "Facilitating the election by the community of local leaders who emphasize crime prevention and who are able to build and promote a vision of urban safety and security with which all inhabitants can identify;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Facilitating", "action_verb_type": "preambular", "action_verb_normalized": "facilitat", "links": []}, {"text": "Identifying the urban safety and security priorities of different actors at the lowest administrative unit of local government;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Identifying", "action_verb_type": "preambular", "action_verb_normalized": "identify", "links": []}, {"text": "Identifying a list of indicators based on urban safety and security priorities.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Identifying", "action_verb_type": "preambular", "action_verb_normalized": "identify", "links": []}, {"text": "Facilitating learning and technical assistance", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "(b)", "action_verb": "Facilitating", "action_verb_type": "preambular", "action_verb_normalized": "facilitat", "links": []}, {"text": "Developing a competency framework and training curricula for municipal practitioners across departments and all relevant stakeholders, including those in the criminal justice system, on the concept of inclusive urban safety and security;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Developing", "action_verb_type": "preambular", "action_verb_normalized": "develop", "links": []}, {"text": "Facilitating city-to-city learning of promising practices on inclusive urban safety and security;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Facilitating", "action_verb_type": "preambular", "action_verb_normalized": "facilitat", "links": []}, {"text": "Consolidating an inventory of promising and effective urban safety and security practices and lessons learned.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Consolidating", "action_verb_type": "preambular", "action_verb_normalized": "consolidat", "links": []}, {"text": "Drawing on innovation and experience for monitoring and measurement", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "(c)", "action_verb": "Drawing", "action_verb_type": "preambular", "action_verb_normalized": "draw", "links": []}, {"text": "Developing an integrated set of locally available, community-based, innovative tools that can be disseminated, scaled up and tailored to other needs;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Developing", "action_verb_type": "preambular", "action_verb_normalized": "develop", "links": []}, {"text": "Developing innovative and integrated urban safety monitoring frameworks that improve the quality and consistency of policy and programming on urban safety and security, that link urban crime and violence to other dimensions of safety and security (including tenure security, natural and man-made disasters, and human security), and that track urban indicators across safety outcomes, the incidence, prevalence and perception of insecurity, and determinants of safety and security (including the social, economic and environmental phenomena that have a direct or indirect influence).", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Developing", "action_verb_type": "preambular", "action_verb_normalized": "develop", "links": []}, {"text": "Planning integrated solutions", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "(d)", "action_verb": "Planning", "action_verb_type": "preambular", "action_verb_normalized": "plann", "links": []}, {"text": "Developing inclusive city-wide safety and security policies and strategies that draw upon the most appropriate approaches, and adapting interventions to specific local problems and context; and taking into account the appropriate urban planning, legislative and financing measures to ensure sustainability, efficiency and impact;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Developing", "action_verb_type": "preambular", "action_verb_normalized": "develop", "links": []}, {"text": "Establishing a multisectoral technical team that is capable of assessing the human, territorial and technological dimensions of urban safety and security, and that coordinates with other departments to incorporate urban safety and security as a cross-cutting dimension of local public policy on urban development;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Establishing", "action_verb_type": "preambular", "action_verb_normalized": "establish", "links": []}, {"text": "Ensuring the long-term development of an inclusive urban safety and security policy through:", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Ensuring", "action_verb_type": "preambular", "action_verb_normalized": "ensur", "links": []}, {"text": "Knowledge management, which includes systematic action to promote a continuous learning process and collective memory, which takes into account the short- and long-term timescale necessary for the development and implementation of the strategy. This includes planning and diagnosis, strategy development, consolidation and expansion;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Monitoring and evaluation, which involves systematically assessing the extent to which an action results in a reduction in insecurity and the incidence of crime and victimization, and undertaking robust short- and long-term evaluation of prevention policies and initiatives to assess what works, where it works, and why;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Monitoring", "action_verb_type": "preambular", "action_verb_normalized": "monitor", "links": []}, {"text": "Information and communication technologies, such as smartphone applications and social media networks, to enhance citizen engagement, information-sharing and awareness-raising, to profile future scenarios, to monitor and measure the delivery of safety and security using different types of data sets, to develop community-based platforms to enable communities to voice their concerns about unsafe spaces, and to promote accountability, all the while being mindful of the human rights implications related to the use of such technologies and the right to privacy;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Continuous training and capacity-building, which includes the provision of continuous training and capacity-building support to municipal departments on the understanding and integration of safety and security in departmental plans and budgets, the development of inclusive and participatory mechanisms, the monitoring and evaluation of interventions, and the use of knowledge-based practices.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Continuous", "action_verb_type": "operative", "action_verb_normalized": "continuou", "links": []}, {"text": "Content", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "2.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "As appropriate, local governments, in collaboration with national and subnational governments, should endeavour to structure inclusive urban safety and security policies and strategies, including by:", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Promoting urban crime prevention at the primary, secondary and tertiary levels, while taking into account the specific dimensions of social crime prevention (e.g., through targeted social and educational measures that address the needs of vulnerable populations such as children, youth and women); situational prevention (by reducing opportunities for crime and victimization, including through addressing environment design standards); community-based crime prevention (by changing the conditions of neighbourhoods and building on the expertise of their communities);", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Promoting", "action_verb_type": "preambular", "action_verb_normalized": "promot", "links": []}, {"text": "Working together with public security agencies for an effective and efficient justice system that proactively works in partnership with members of the urban community towards safety and security. Every interaction with the justice system should be seen as an opportunity to reduce and prevent further offending, and include:", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Working", "action_verb_type": "preambular", "action_verb_normalized": "work", "links": []}, {"text": "Access to justice and legal aid and victim assistance for the most vulnerable groups, thereby ensuring that the rights of victims are respected;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Access", "action_verb_type": "operative", "action_verb_normalized": "acces", "links": []}, {"text": "Restorative justice that includes social reintegration policies and programmes for ex-offenders;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Community-oriented policing to support the systematic use of partnerships and problem-solving techniques to proactively address the conditions that give rise to public safety and security issues and the fear of crime;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Community-oriented", "action_verb_type": "preambular", "action_verb_normalized": "community-oriented", "links": []}, {"text": "Efforts to strengthen trust in the police as a public institution, with continuous accountability practices, clear policies on corruption control, and performance monitoring;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Efforts", "action_verb_type": "operative", "action_verb_normalized": "effort", "links": []}, {"text": "Integrating urban crime prevention into the levers of change of the New Urban Agenda, to enhance the delivery of urban safety and security for all, in particular through:", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Integrating", "action_verb_type": "preambular", "action_verb_normalized": "integrat", "links": []}, {"text": "Urban planning and design for social integration that promotes:", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "(a)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Territorial cohesion through the principle of social mixing, to avoid a concentration of homogenous social groups that leads to the stigmatization, isolation and separation of neighbourhoods along socioeconomic lines;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A design and layout that enhances walkability, mixed use, social interaction, connectivity, accessibility and “eyes on the street” (i.e., natural surveillance), and avoids enclaves and the architecture of fear, as embodied in the concept of gated communities;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The provision of sufficient quantity and quality of public spaces across all neighbourhoods with the intention of fostering diversity and inclusion;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The design of neighbourhoods to ensure that sufficient space is available for the provision of public services, in particular schools, libraries, sports fields, health facilities and community centres, within walkable distances, and to ensure access to active markets as part of an equitable and stable food security system;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Community renewal, appropriation and management, along with the maintenance of open spaces and street walkways that remain welcoming and accessible for all, while prioritizing the regeneration of dangerous or abandoned spaces and plans;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Integrated mobility systems that, through a clear layout of connections, include a diversity of modes and uses and connects all neighbourhoods, while supporting the redistribution of opportunities among inhabitants, with particular attention to women, girls, children and other vulnerable groups;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Integrated", "action_verb_type": "preambular", "action_verb_normalized": "integrated", "links": []}, {"text": "Safe public transport that reduces insecurity and fear, in particular for women and girls;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Transportation planning as a key tool for addressing crime risk and road safety;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Safe spaces for children and youth, including for play, and that draw upon their social capital, with particular reference to sports, arts, culture and technology use;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Participatory planning and the use of geographic information systems as key tools for identifying urban hotspots and unsafe spaces.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Inclusive urban legislation that takes into account:", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "(b)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A vision that aims to create cities and human settlements where all peoples are able to enjoy equal rights and opportunities, as well as their fundamental freedoms, guided by the purposes and principles of the Charter of the United Nations, including full respect for international law, which some national and local governments have enshrined as the “right to the city”;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A locally relevant delineation of the scope of action understood to be relevant to urban safety and security, including requirements for coordination between criminal justice institutions and other institutions with roles related to urban safety and security;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Clear descriptions of the role and functions of all levels of government in achieving urban safety and security;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The institutionalization of the local governance of safety and security partnerships and the participation of all persons, including women and men, those belonging to disadvantaged cultural and ethnic groups, minorities and other socially and economically weaker segments of society, in the co-production of security for all, including through appropriate forms of popular participation and civic engagement in decision-making, and in filling positions of community leadership;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Locally relevant, time-based street management that allows for the inclusive, multipurpose use of city streets, such as the development of “ciclovia” or bicycle path systems, and that regulates and supports small scale traders (hawkers) on city streets to create safe and lively markets;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The multipurpose use of public amenities, such as the use of schools on weekends for community socio-cultural facilities;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Policing and social mediation of urban spaces in line with international human rights standards;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Policing", "action_verb_type": "preambular", "action_verb_normalized": "polic", "links": []}, {"text": "Smarter enforcement measures to ensure the rule of law and to uphold the rights of inhabitants;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The appropriate regulation of the use of technologies, which may have implications for the right to privacy, including in terms of personal data access, retention and redress, and the promotion of algorithmic transparency wherever possible;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Best practices in safeguarding data and the use of digital data to protect individual liberties, where relevant, accompanied by protocols and communication and outreach strategies, including policies on disclosure, data retention procedures and rights of citizen to redress;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Measures for reporting per-capita investments in urban safety and security, disaggregated by level of government and geographical location;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Measures", "action_verb_type": "operative", "action_verb_normalized": "measur", "links": []}, {"text": "Provisions for the development of appropriate subsidiary legislation for the governance of urban safety and security-related information;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Provisions", "action_verb_type": "operative", "action_verb_normalized": "provision", "links": []}, {"text": "The need for post-legislative scrutiny or monitoring of urban safety and security-related legislation.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Innovative urban financing for urban safety and security that takes into account:", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "(c)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Municipal financing, including the maximization of own-source revenue for the development and implementation of policies and programmes to make places safer for all;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Participatory budgeting that enhances the role of inhabitants in the delivery of services and the co-production of security in particular;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Good practices for public-private partnerships to leverage private-sector expertise to improve service delivery and promote more effective and efficient financing of safety and security measures;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The integration of crime prevention and urban safety and security approaches as a means of pre-investment capacity-building and as a tool to prepare communities for large-scale infrastructure financing, in particular in high crime and violent neighbourhoods. The concept of social urbanism is a good example;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The provision of dedicated funding for capacity-building efforts;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The conduct at regular intervals of cost-benefit analysis of crime and violence prevention strategies to inform cost-effective safety and security interventions and local economic development plans.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "C.Approach", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "When developing inclusive urban safety and security policies and strategies at the city level, local governments, in collaboration with national and subnational governments, should endeavour to consider the linkages between urban safety and security targets in Sustainable Development Goal 11, with safety-related targets under Goals 1, 3, 4, 5, 8, 10 and 16.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "When developing inclusive urban safety and security policies and strategies at the city level, local governments, in collaboration with national and subnational governments, should consider using the following approaches:", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A community-based approach that ensures the participation of all actors in society in the design, implementation and evaluation of related policies and strategies, with specific focus on marginalized and vulnerable groups, including by:", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Focusing on the experiences and participation of women, from the design to the implementation of city crime prevention and urban safety and security strategies, with the understanding that a safer city for women is a safer city for all. The participation of women and the consideration of their needs should be mainstreamed and embedded into all crime prevention and urban safety and security initiatives;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Focusing", "action_verb_type": "preambular", "action_verb_normalized": "focus", "links": []}, {"text": "Addressing youth and children as assets and resources to be developed rather than as problems to be managed; using a social capital (coping and adaptation) approach, as opposed to a risk approach, by emphasizing the need and right of children and youth to have access to and use of safe public spaces, given that they are key stakeholders in assessing and developing recommendations on urban safety and security; and strengthening their participation in social and public accountability processes;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Addressing", "action_verb_type": "preambular", "action_verb_normalized": "address", "links": []}, {"text": "Including a specific focus on preventing violence against persons with disabilities and considering their needs in the design and functional aspects of the city;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Including", "action_verb_type": "preambular", "action_verb_normalized": "includ", "links": []}, {"text": "Incorporating into urban safety and security strategies a focus on the needs of indigenous peoples and communities, which are especially vulnerable to crime and victimization;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Incorporating", "action_verb_type": "preambular", "action_verb_normalized": "incorporat", "links": []}, {"text": "Encouraging social cohesion to tackle xenophobia that targets refugees, internally displaced persons and migrants, who are among the poorest groups in cities and human settlements and live in very vulnerable situations, regenerate stigmatized neighbourhoods, and work collectively towards addressing the challenges of adequate housing for all;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Encouraging", "action_verb_type": "preambular", "action_verb_normalized": "encourag", "links": []}, {"text": "Considering involving a range of non-state actors, acknowledging the differences that exist among them in respect of gender, identity, age and other variables, with particular reference to:", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Considering", "action_verb_type": "preambular", "action_verb_normalized": "consider", "links": []}, {"text": "Older persons;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Persons with disabilities, including those struggling with mental health issues and addictions;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Persons", "action_verb_type": "operative", "action_verb_normalized": "person", "links": []}, {"text": "Indigenous peoples, ethnic minorities and other groups that have historically faced discriminated;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Indigenous", "action_verb_type": "operative", "action_verb_normalized": "indigenou", "links": []}, {"text": "Refugees, internally displaced persons and migrants, in particular the poorest and those in vulnerable situations;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A private-sector and business community partnership approach;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A city-wide approach that acknowledges the diversity of territories, neighbourhoods, cities and human settlements, with targeted neighbourhood interventions to address in particular the situation in urban areas where the risks of becoming involved in crime or being victimized are especially high;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A rights-based approach that features inclusive urban safety and security policies and strategies that empower community members to assert their rights and to hold duty bearers to account for failing to deliver on those rights;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "An evidence-based approach that encompasses inclusive urban safety and security policies and strategies that are based on a comprehensive understanding of the risks and priorities of specific neighbourhoods and are supported by reliable data and information;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A systems-based approach that incorporates inclusive urban safety and security policies that encompass multisectoral and multidisciplinary approaches.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "International cooperation and partnerships", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "VI.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A.Technical assistance", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In promoting the effectiveness of technical cooperation in the area of safety and security, UN-Habitat, as focal point for sustainable urbanization and human settlements, in collaboration with other United Nations entities and the World Bank, will support local governments, in collaboration with national and subnational governments, in the implementation of the Guidelines, in line with their respective institutional mandates. In that context, special attention should be given to research and actions to measure the delivery of safety and security at the local level.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "B.Networking", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Global Network on Safer Cities was established by UN-Habitat in 2012 as a platform to promote the exchange of proven and promising practices, identify elements that are transferable and make such knowledge available to cities and human settlements throughout the world. UN-Habitat, as the focal entity of the United Nations system for sustainable urbanization, will continue to develop its normative knowledge and provide capacity development and tools to the Network in the implementation of the Guidelines.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Follow-up and review", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "VII.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The implementation of the Guidelines will require an enabling environment and a wide range of means of implementation. This includes having access to science, technology, innovation and enhanced knowledge-sharing on mutually agreed terms, as well as capacity development and the mobilization of financial resources, taking into account the commitment to development in developing countries, and tapping into all available traditional and innovative sources at the global, regional, national, subnational and local levels. It includes enhancing international cooperation and partnerships among governments at all levels, the private sector, civil society, the United Nations system and other actors, based on the principles of equality, non-discrimination, accountability, respect for human rights and solidarity, especially for those who are the poorest and most vulnerable.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The implementation of the Guidelines will require a review mechanism to assess progress and propose amendments to the Guidelines where necessary to ensure effective implementation.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Annex to the United Nations System-Wide Guidelines on Safer Cities and Human Settlements", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Glossary of terms", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}]