[{"text": "Activities of the United Nations Human Settlements Programme", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Report of the Executive Director", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Introduction", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "I.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The present report is submitted pursuant to resolutions 1/1, 1/2, 1/3, 1/4 and 1/5 and decision 1/3 adopted by the United Nations Habitat Assembly of the United Nations Human Settlements Programme (UN-Habitat) at its first session. In addition, the present section presents the achievements of integrated strategic planning and the organizational reform and the progress made on normative activities during the period between the first session of the United Nations Habitat Assembly, held in June 2019, and February 2023.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "To further inform the Assembly on progress on activities and collaboration, the present report is accompanied by addenda on joint activities with the United Nations Environment Programme (UNEP) (HSP/HA.2/4/Add.1); cooperation with entities within and outside the United Nations system in the implementation of the UN-Habitat strategic plan for 2020–2023 (HSP/HA.2/4/Add.2); and the draft stakeholder engagement policy (HSP/HA.2/4/Add.3); and the annual report of the Executive Director on the implementation of the strategic plan 2020–2023 for the year 2022 (HSP/HA.2/Add.4). It is also complemented by the country activities report for 2022 (HSP/HA.2/INF/2).", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The completion of a comprehensive reform of UN-Habitat’s organization, initiated prior to the first session of the United Nations Habitat Assembly, was a major institutional achievement during the reporting period. Together with the new governance structure, the revised organizational structure has made UN-Habitat more fit for the purpose of advancing and elevating its sustainable development mandate and the New Urban Agenda while allowing stronger internal oversight, management and strategic coherence. The new structures were further supported by effective operational and funding partnerships, leading to high-impact activities, including in response to the multiple global crises that have unfolded since 2019.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A new organizational structure has allowed better integration of UN-Habitat operational and normative mandates, of the entity’s strategic partnerships with other United Nations system entities and of its influence on the work of intergovernmental bodies. At the same time, the strategic plan for the period 2020–2023, which took an integrated approach to the global sustainable development agenda in cities and human settlements, has proven effective in articulating the contribution of UN-Habitat to common global priorities.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The present report, together with its associated documents, presents selected achievements in the implementation of the UN-Habitat strategic plan for 2020–2023, anchored in expanding strategic partnerships around the normative and operational activities. Those activities respond to requests from Member States, local governments, the United Nations system and other development partners for UN-Habitat support in addressing persistent and new urban challenges but also in leveraging emerging opportunities in cities, especially since the coronavirus disease (COVID-19) pandemic.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A.Delivering integrated urban solutions through a new organizational structure", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UN-Habitat completed its new organizational structure in 2020. The new structure aspires to deliver better transparency and accountability, more effective and collaborative operations and excellence in expert services. The key operational objectives of the new structure include enhanced interdivisional coordination and innovation and optimized UN-Habitat support for Member States, including through diversified and enhanced financing of country-level activities.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Interdivisional coordination has been enhanced through, for example, the establishment of communities of practice around priority themes. Bringing together staff from country, regional and headquarter functions and multi-country offices, the communities of practice create closer two-way links between global normative work and its application in country assistance, systematizing the support provided to joint urban programming as part of United Nations country cooperation, among other benefits.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "To optimize its support for Member States, UN-Habitat is gradually aligning programme presence and staff skills to the new organizational structure in locations away from headquarters, such as multi-country offices. In addition, the redefined regional representative functions of UN-Habitat regional offices have proven effective in implementing the organizational reforms through collaboration within the regional collaborative platforms and work with other United Nations principals in the region. This responds to the United Nations reform focus on delivery through enhanced United Nations country cooperation in support of national development strategies, also re-enforced by the Secretary-General in his September 2021 “Our Common Agenda” report.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UN-Habitat has managed to deliver results under fiscal austerity by continuously adjusting staff and spending to the available funding projections and ensuring close alignment of earmarked financial contributions with the strategic plan outcome areas, in accordance with the priorities of the Member States. Supported by the reformed organizational structure, the UN-Habitat strategic plan for 2020–2023 has improved internal coherence and integrated the delivery of its subprogrammes to accelerate progress towards achieving Sustainable Development Goal 11 and the urban dimension of other Sustainable Development Goals. This is evident, for example, in the design of several multisectoral initiatives that require whole-of-the-organization scope during both design and implementation, such as the global monitoring and Sustainable Development Goal localization support tools described in subsection B, below.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Committee of Permanent Representatives, in its 2021 high-level mid-term review of the UN-Habitat strategic plan, confirmed that the domains, outcomes and results framework of the plan remained valid and robust. To align UN-Habitat support for Member States to the rapidly changing global priorities, the Committee of Permanent Representatives called for a recalibration of UN-Habitat’s operational and normative work within the strategic plan. This helped target UN-Habitat’s knowledge and financial resources in a more agile and effective way to existing and emerging development challenges. The report on the proposed extension of the current strategic plan to cover the period 2024–2025 (HSP/HA.2/8) elaborates on the Committee’s guidance for the recalibration, which includes three new “lenses” to help refocus strategic plan implementation: (1) programme response to new vulnerabilities and risks in cities arising from the COVID-19 pandemic; (2) adjustment of forms and function of cities to increase resilience to new crises and adapt to climate change; and (3) creation of conditions for a long-term socioeconomic urban recovery that reduces spatial inequalities and addresses the climate emergency.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "B.United Nations system-wide coordination on sustainable urbanization", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Given the convening power of UN-Habitat among global development communities and the urban development mandate within the United Nations system, partnerships were defined as a key means of implementing the strategic plan for 2020–2023. As is described in document HSP/HA.2/Add.2, UN-Habitat has established new normative work focus areas to accelerate work on the urban dimension of sustainable development, together with partners. They included expanded collaboration with the World Health Organization on urban environmental health to respond to COVID-19, the GoBlue and plastic waste reduction initiatives with the United Nations Environment Programme (UNEP), and inclusive, integrated urban recovery frameworks developed with the Office of the United Nations High Commissioner for Refugees.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The regional collaborative platforms have also provided UN-Habitat with an opportunity to leverage sustainable urban development support through United Nations system-wide collaboration. In the Arab States, Africa and Latin America, there were issue-based coalitions and knowledge hubs for sustainable urban development. The regional commissions and UN-Habitat have worked together to engage with local and regional governments and their associations and networks to design and roll out voluntary local reviews.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The design of normative guidance and tools for localizing the Sustainable Development Goals, for example, has been a highly successful expansion of UN-Habitat’s work. This includes global monitoring and reporting facilities such as the global Urban Monitoring Framework, an integral part of the harmonized United Nations system-wide strategy for monitoring the achievement of the Sustainable Development Goals; guidelines for voluntary local reviews of progress in Sustainable Development Goal localization, prepared in partnership with United Cities and Local Governments; and the Sustainable Development Goals Cities flagship programme, designed and disseminated globally by UN-Habitat with the support of the United Nations Capital Development Fund. Since 2022, Local2030, a United Nations system-wide platform and network for supporting and accelerating the localization of the Sustainable Development Goals, has brought together the Sustainable Development Goals localization efforts of the United Nations system, national, regional and local governments and all other stakeholders to implement strategies for achieving the Sustainable Development Goals. UN-Habitat serves as the co-chair of Local2030 and hosts its secretariat.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UN-Habitat has also scaled up its work in specific areas of opportunity such as the application of digital technology for sustainable urbanization. This includes the development of people-centred smart city strategies and a digital rights governance framework for cities, also facilitated through the United Nations Innovation Technology Accelerator for Cities (UNITAC), a partnership between UN-Habitat, the Office of Information and Communications Technology, HafenCity University and the City of Hamburg, Germany.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The addenda to the present report provide more details on collaboration with stakeholders and United Nations system entities.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "C.Enabling coronavirus disease response and recovery", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "COVID-19 hit people in cities first and hardest during the early months of the crisis. UN-Habitat was agile in its response to the crisis in urban communities at the height of the pandemic. It supported the response efforts of local authorities and communities using a whole-of-the-organization approach that sourced new normative guidance from headquarters and country operations best practices. UN-Habitat focused on four major response areas to support Member States and cities in tackling COVID-19: support local-government- and community-driven solutions; profile urban contexts using data, mapping and knowledge; mitigate economic impact and initiate recovery; and promote active learning on policy practices. The results of UN-Habitat assistance in cities and communities between March and September 2020 included 71 projects in 37 countries and 262 cities that reached 6.8 million people. Financial support from 28 donors made it possible for UN-Habitat to work with more than 250 partners to respond quickly and to adapt existing relevant assistance tools and create new ones.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The normative work of UN-Habitat in response to the pandemic included leading the development of the following global policy guidance documents:", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Policy Brief: COVID-19 in an Urban World: UN-Habitat led cooperation between United Nations entities and local government networks to revisit a greener and just sustainable urbanization concept in the context of the pandemic. The policy brief describes the central role of cities in managing the pandemic and recovery as the hubs of energy, resilience and innovation that can drive sustainable development for all.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Cities and Pandemics: Towards a More Just, Green and Healthy Future: The UN-Habitat report presented an analysis of the COVID-19 situation in urban areas one year after the declaration of the pandemic and outlined a range of measures that could deliver a sustainable recovery from the crisis. The report’s analysis of the impact of COVID-19 in urban areas was partly built on unique new local data collected using a comprehensive global readiness and response tracker platform that was designed at the onset of the pandemic by UN-Habitat in partnership with CitiIQ.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Cities", "action_verb_type": "operative", "action_verb_normalized": "citi", "links": []}, {"text": "Integrating Health in Urban and Territorial Planning: The joint UN-Habitat and World Health Organization sourcebook, published in early 2020, served as a timely guide to the COVID-19 pandemic response. Lessons from the pandemic reinforced the importance of spatial and functional planning to improve health and health equity. The sourcebook introduced methods for integrating health as an input to and outcome of sustainable urban and territorial planning processes.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Integrating", "action_verb_type": "preambular", "action_verb_normalized": "integrat", "links": []}, {"text": "D.Normative guidance for catalytic impact", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In addition to the above highlights of UN-Habitat’s collaborative achievements, UN-Habitat’s catalytic role in providing sustainable urban development solutions has generated significant results through normative activities since June 2019. The key operational and crisis response achievements during 2022 are summarized in information document HSP/HA.2/INF/2.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In 2022, 150 million people were living in homelessness. In 2021, the United Nations General Assembly adopted resolution 76/133 on inclusive policies and programmes to address homelessness. As the United Nations entities leading this new global initiative, UN-Habitat and the Department of Economic and Social Affairs are consulting regional and global stakeholders to prepare a report of the Secretary-General to the General Assembly on the progress achieved and the challenges that remain in the implementation of inclusive policies and programmes to address homelessness. The report will support implementation of the resolution by identifying an inclusive definition of homelessness. It will differentiate among degrees and types of homelessness, consolidate research on successful existing policies and initiatives and subsequently make recommendations to the Member States.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In 2022, UN-Habitat and partners presented a global action plan for slum transformation as a platform for strategic engagement and aligned action on slum transformation. The number of slum dwellers is projected to triple in the coming decades if adequate action is not taken. Supporting the achievement of at least eight Sustainable Development Goals that address the complexity of settlement informality is an effective accelerator of sustainable development across the social, economic and environmental dimensions. Ten years of experience from the Participatory Slum Upgrading Programme of UN-Habitat, which reached 5 million people in 190 cities and leveraged $1 billion from development partners, provides the slum transformation partnership with lessons on how to achieve impact at scale through, for example, coherent city- and country-wide policies and strategies and joint implementation.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In 2018, the world generated 2.4 billion tonnes of municipal solid waste, of which 45 per cent was mismanaged. Those numbers would be higher without the informal waste collection and recovery sector. As is mentioned in the addendum on joint activities with UNEP (HSP/HA.2/4/Add.1), UN-Habitat is supporting the UNEP-led Global Partnership on Plastic Pollution and Marine Litter and cooperating in the harmonization of monitoring and modelling methodologies for plastic pollution.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Urban and spatial planning norms are central to efforts to reduce inequality and poverty in urban areas. In 2022, UN-Habitat launched the Our City Plans toolbox to guide local governments and urban stakeholders in better understanding, customizing and developing inclusive and integrated urban planning processes. The toolbox guides the application of participatory methodology for urban planning that adapts to local context and needs. UN-Habitat has also designed the Her City platform to allow girls and young women to participate in urban planning using innovative digital technologies.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The National Urban Policy Programme is a joint initiative of UN-Habitat, the Organisation for Economic Co-operation and Development (OECD) and Cities Alliance. Urban policies and laws are pivotal for accelerating the shift to an inclusive, sustainable urban paradigm. The 2021 report on national urban policy progress in countries across the world indicates that urban policies continue to become more explicit, operational and comprehensive in nature. The number of countries that have an explicit urban policy in place has risen from 76 in 2018 to 88 in 2020.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "During the first half of 2022, the Executive Director responded to recommendations made in the Secretary-General’s second quadrennial report on progress on the implementation of the New Urban Agenda and the discussions held during the high-level meeting on the implementation of the New Urban Agenda, by identifying five integrated action areas to address major urban challenges and accelerate broad progress towards the Sustainable Development Goals in 2022 and 2023. Those action areas – adequate housing, cities and climate change, localizing the Sustainable Development Goals, urban crises, and local financing – are also integral to the achievement of the UN-Habitat strategic plan for 2020–2023.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "During", "action_verb_type": "preambular", "action_verb_normalized": "dur", "links": []}, {"text": "E.Collaboration with intergovernmental and international organizations and other stakeholders on the urban component of sustainable development", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UN-Habitat has leveraged its normative excellence to support other intergovernmental organizations in specifically including local government engagement and the dimension of sustainable urbanization on their agendas. As is described in the reports of the Executive Director on the special theme (HSP/HA.2/7) and on cooperation with entities within and outside the United Nations system (HSP/HA.2/4/Add.2), UN-Habitat has collaborated with the World Economic Forum, the Group of 20 and the Group of 7 and their respective urban groups Urban 20 and Urban 7, the Commonwealth, regional intergovernmental urban development organizations (the Association of Southeast Asian Nations, the Forum of Ministers and Highest Authorities of Housing and Urbanism of Latin America and the Caribbean) within the United Nations regional forums on sustainable development, OECD, the International Council for Local Environmental Initiatives, United Cities and Local Governments, the Global Future Council on Cities and others to convey local and urban priorities to, and contribute to the decisions made by, those organizations. Those strategic partnerships have elevated the urban dimension of sustainable development while fostering collaboration for joint delivery of normative and operational support to Member States in that regard.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In the next section, a report on the implementation of resolution 1/5 (HSP/HA/1/Res.5) presents details of the process and outcomes of drafting a stakeholder engagement policy for UN-Habitat that focused on the modalities and accreditation procedure of engagement of stakeholders in intergovernmental processes.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Implementation of the resolutions and decision adopted by the United Nations Habitat Assembly at its first session", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "II.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "This section presents an update on the implementation of the resolutions and decision adopted by the UN-Habitat Assembly in June 2019. It builds on the progress reports submitted to the Executive Board of UN-Habitat on 28 August 2019, 22 January 2020, 17 August 2020 and 11 January 2022 and to the Committee of Permanent Representatives on 1 April 2021.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A.Resolution 1/1: United Nations Human Settlements Programme strategic plan for the period 2020–2023 (HSP/HA.1/Res.1)", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["HSP/HA.1/Res.1", "https://unhabitat.org/hspha1res1-united-nations-human-settlements-programme-strategic-plan-for-the-period-2020-2023"]]}, {"text": "Over the period from June 2019 to February 2023, UN-Habitat strengthened its role as a global catalyst for sustainable urbanization and a convener of excellence and demonstrated technical leadership in its normative work.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UN-Habitat led the refinement and roll-out of the global definitions of “urban”, “city” and “rural”, working closely with 15 United Nations entities and international, national and subnational partners. Eighty-six countries are now applying those global definitions and producing global Sustainable Development Goal performance data using the agreed-to categories.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Twenty-five partners worked with UN-Habitat to develop the global Urban Monitoring Framework, which was endorsed by the United Nations Statistical Commission in March 2022 as part of the United Nations system-wide strategy for monitoring the Sustainable Development Goals and the New Urban Agenda. The framework provides a basis for UN-Habitat’s work on urban data and the preparation of voluntary national and local reviews of the implementation of the Sustainable Development Goals, allowing systematic collection and better comparability of data on progress across cities.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UN-Habitat further created a specialized unit on innovation to promote digital technology solutions for sustainable urban development globally and act as an enabler and broker for new ideas and partnerships that leave no one behind and have impact at scale. A number of tools have been developed and applied to support national and local government efforts to leverage digital technology for urban policy design and implementation, mainly anchored in UN-Habitat’s people-centred smart cities approach.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UN-Habitat also continued to produce its global flagship publication, the World Cities Report, with new volumes issued in 2020 and 2022. The reports have generated critical policy insights and direction, providing a basis for strengthened global normative work that is better connected to operational activities and field operations.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "As was requested in paragraph 3 of resolution 1/1:", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "During 2022, the UN-Habitat Executive Board elaborated and approved a results framework with performance indicators and a method for the corresponding collection of data for evaluation against the indicators; an impact communication strategy; a partnerships strategy; a typology of human settlement demands; an accountability framework and monitoring and evaluation mechanisms for assessing its implementation; a resource mobilization strategy; and a financial plan.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "During", "action_verb_type": "preambular", "action_verb_normalized": "dur", "links": []}, {"text": "Since the approval of the results-based management policy in 2020, its application, especially regarding the theory of change and logical framework, has been strengthened by continuous integration into programme planning and implementation as well as peer-to-peer coaching among staff members. The selected core indicators are supported by meta data for uniformity in data collection and data sources, consolidated in the indicator monitoring guide. In 2023, further refinement of the core indicators is being undertaken for effective progress reporting and coherence with indicators approved in October 2022 for measuring United Nations system-wide contributions towards the Sustainable Development Goals.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Annual progress reports were presented in 2020 and 2021 and the annual progress report for 2022 was in preparation as of March 2023.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "To ensure the transparency of its funding status, UN-Habitat prepares a monthly report on the acquisition status, regularly shared with Member States, and bi-annual reports of financial status for the Executive Board. Additionally, the Urban Impact Newsletter is sent to donors and other stakeholders quarterly to disseminate information on key normative and operational activities and impact stories. A donor reporting calendar is maintained to track the status of reporting to donors.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UN-Habitat continuously managed fiscal austerity during the period. The organization regularly invited Member States to provide additional core, multi-year, predictable, stable and sustainable voluntary contributions and took action to ensure that earmarked financial contributions were fully aligned with the strategic plan.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In resolution 1/1, the UN-Habitat Assembly recognized the need to align the duration of the strategic plan with the schedule of meetings of the UN-Habitat Assembly, and in decision 1/3, it recognized the importance of aligning the planning cycles of UN-Habitat with the quadrennial comprehensive policy review process. In response, the secretariat prepared reports on alignment of the quadrennial comprehensive policy review process with UN-Habitat planning cycles and on recalibration of the strategic plan of UN-Habitat for the period 2020–2023, which were presented to the Executive Board at its first session of 2020 and its second session of 2021, respectively.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "B.Resolution 1/2: United Nations System-wide Guidelines on Safer Cities and Human Settlements (HSP/HA.1/Res.2)", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["HSP/HA.1/Res.2", "https://unhabitat.org/node/143121"]]}, {"text": "Since the adoption of the United Nations System-wide Guidelines on Safer Cities and Human Settlements, there has been increasing demand from countries for technical assistance on safety-conscious urban development interventions. Safety is a cross-cutting theme in the UN-Habitat strategic plan, supporting the integration of prevention policies into urban strategies and interventions such as housing and slum upgrading, regeneration and creation of public space, to enhance the practical application of the guidelines.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "To implement the guidelines, UN-Habitat has established partnerships with the Human Security Unit, the United Nations Office of Drugs and Crime, the United Nations Entity for Gender Equality and the Empowerment of Women (UN-Women), the World Health Organization, the Office for Disarmament Affairs, the International Organization for Migration and the United Nations Children’s Fund. It is also partnering with local authorities, non-governmental organizations and other groups in the Global Network on Safer Cities. The integration of prevention policies into broader urban interventions at the municipal level is in progress in Brazil, Mexico, South Africa and the State of Palestine.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The funding deficit of the Safer Cities programme has significantly reduced the capacity of UN-Habitat to respond to requests for technical support from partner cities and countries and limited the sharing of experiences between Member States. To address the deficit, the secretariat submitted a concept note on financing for effective implementation of the guidelines to the UN-Habitat Executive Board for consideration at its second session of 2020.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Pursuant to the Executive Board decision on terms of reference for the review process and mechanism of implementation of the guidelines, nine member states provided baseline information to inform follow-up intergovernmental expert group meetings and in-country peer reviews on programme implementation.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "An urban safety monitoring framework was prepared through a consultative process in 2020. Supported by the European Union Urban Agenda Partnership and the European Forum for Urban Security, six European cities have completed a pilot run based on data collected from cities with existing data and indicators used by cities to assess security in urban areas.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UN-Habitat continues to advance awareness and advocacy of the guidelines through dissemination of safety innovation practices during annual Urban October events. To date, the annual “40 Days Safer Cities Challenge” has taken place three times, in 2020, 2021 and 2022, as part of the broader urban campaign being implemented by UN-Habitat.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "C.Resolution 1/3: Enhancing capacity-building for the implementation of the New Urban Agenda and the urban dimension of the 2030 Agenda for Sustainable Development (HSP/HA.1/Res.3)", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["HSP/HA.1/Res.3", "https://unhabitat.org/hspha1res3-enhancing-capacity-building-for-the-implementation-of-the-new-urban-agenda-and-the-urban"]]}, {"text": "Pursuant to the resolution on enhancing capacity-building for the implementation of the New Urban Agenda and the urban dimension of the 2030 Agenda for Sustainable Development, UN-Habitat strengthened the integration of capacity-building functions into its normative and operational work. During its first session of 2020, the Executive Board considered a draft capacity-building strategy for the implementation of the Sustainable Development Goals and the New Urban Agenda (HSP/EB.2020/13/Add.1). The purpose of the strategy was two-fold. First, it was aimed at filling the institutional and operational gap within UN-Habitat for greater coordination, coherence and monitoring of results. Second, it was aimed at improving the delivery of capacity-building services to Member States and local governments and other key urban stakeholders for greater impact and resource efficiency.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Capacity-building continued to be pursued during the project review cycle. In 2022, 68 of the 72 approved projects featured capacity-building as a key component. In 2021, UN-Habitat produced guidelines on how to deliver capacity-building using digital tools for sustainable urbanization issues, targeted at local government officials and other urban stakeholders, to allow continued delivery of capacity support during the COVID-19 pandemic and align with the United Nations system’s gradual shift from predominantly classroom training to e-learning where and when relevant.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Capacity-building", "action_verb_type": "preambular", "action_verb_normalized": "capacity-build", "links": []}, {"text": "Since 2019, capacity-building efforts have focused on tools for increasing and monitoring the implementation of the New Urban Agenda. The New Urban Agenda Illustrated toolkit, comprising a handbook and an online course, was published in January 2021 and is available in five United Nations official languages (English, Spanish, Arabic, Russian and French) and Portuguese. The Chinese version is currently being produced. To date, 6,517 participants have enrolled in the online course and 1,442 certificates of completion have been awarded; with 52,258 views and 24,209 downloads, the toolkit is the fourth most downloaded knowledge product of UN-Habitat as of March 2023.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "An online learning platform, UN-Habitat Learn, was launched in October 2020 to build a virtual centre of excellence. Since its creation, 13 self-paced courses, some of them multilingual, have been published on the platform. They build on UN-Habitat’s normative work and address themes that range from the New Urban Agenda to waste management, climate and mobility. UN-Habitat Learn has been viewed in 197 countries and has more than 6,000 registered users, with 2,100 certificates awarded to date for course completion.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Assisted by funding from the United Nations Development Account, UN-Habitat cooperated with the regional commissions on a four-year project to strengthen capacity for New Urban Agenda implementation and monitoring in nine countries across five regions.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Assisted", "action_verb_type": "preambular", "action_verb_normalized": "assisted", "links": []}, {"text": "The capacity-building strategy of UN-Habitat includes expanded, more coordinated collaboration with universities. UN-Habitat’s world-wide university partnership, Habitat UNI, has undergone realignment to create stronger linkages with the organization’s expertise and its communities of practice. In 2021, UN-Habitat reviewed its 10-year engagement with academia and proposed new strategies for the partnership.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UN-Habitat continues to partner with major training institutions such as the International Urban Training Centre in Korea, the Singapore Centre for Liveable Cities and the Arcadis Shelter Programme. UN-Habitat supported the establishment of a centre of excellence for knowledge and capacity-building on housing in the eight countries of the West African Economic and Monetary Union.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Since 2022, UN-Habitat has been partnering with Commonwealth Sustainable Cities Initiative to bridge capacity gaps in New Urban Agenda implementation. The initiative is led by a multidiscipline coalition of 56 countries. It supports the implementation of the Declaration on Sustainable Urbanization adopted by Commonwealth Heads of Government in June 2022.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "D.Resolution 1/4: Achieving gender equality through the work of the United Nations Human Settlements Programme to support inclusive, safe, resilient and sustainable cities and human settlements (HSP/HA.1/Res.4)", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["HSP/HA.1/Res.4", "https://unhabitat.org/hspha1res4-achieving-gender-equality-through-the-work-of-the-united-nations-human-settlements"]]}, {"text": "The UN-Habitat Policy and Plan for Gender Equality and the Rights of Women in Urban Development and Human Settlements 2020–2023 was published in 2022. It is based on a comprehensive, independent evaluation of the gender policy and plan for 2014–2019, aimed at understanding progress made, learning lessons and UN-Habitat’s overall approach to gender mainstreaming across the organization. As a result, the new gender policy and plan provides an in-depth road map and implementation guide for promoting gender equality and women’s empowerment, both internally and externally.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UN-Habitat sustained its work with partners and stakeholders on gender equality and the empowerment of women globally. That work included policy dialogue and advocacy through hosting and participation in international standard-setting events, such as an expert group meeting held in 2020 on gender transformative approaches to inclusive cities, with partners that included the Geneva Cities Hub, the Office of the High Commissioner for Human Rights and the Geneva Human Rights Platform; engagement at the 2021 annual session of the Commission on the Status of Women to promote women as climate champions; and membership in a steering group for the 2023 edition of an annual conference on the local implementation of human rights for inclusive cities, including for women and girls, in partnership with, for example, the United Nations Educational, Scientific and Cultural Organization and the City of Graz. The outcome documents of those discussions continue to complement the work of UN-Habitat and its partners towards inclusive cities for women and girls.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UN-Habitat continued to develop tools and approaches to ensure the effective participation of women and girls in urban decision-making processes. For example, in March 2021, UN-Habitat launched the digital Her City toolbox, developed in partnership with Global Utmaning (Global Challenge) with funding support from private-sector partners such as the Block by Block Foundation. The toolbox now has over 1,000 users from 350 cities in 100 countries, and, through its outreach activities, has reached over 7 million people.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In the context of the Project Review Committee, UN-Habitat staff undertook comprehensive project reviews to ensure that all UN-Habitat programmes and projects mainstream gender and take into account the diverse experiences and needs of women and girls. The committee reviewed 111 project documents and concept notes between January 2022 and February 2023, providing substantive feedback, recommendations and guidance for gender equality and the empowerment of women. That resulted in the overall strengthening of gender mainstreaming in projects and programmes, ultimately leading to increased impact in UN-Habitat’s work, both programmatic and normative.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In 2021, UN-Habitat updated its environmental and social safeguards system. Gender is considered a priority of the system. Consequently, gender considerations were prioritized to ensure that UN-Habitat’s work never entrenches power imbalances that negatively impact women and girls and instead maintains a minimum standard for women’s empowerment and gender quality. The roll-out of the update was complimented by mandatory programme-wide internal capacity-building modules for staff.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Executive Director’s Advisory Group on Gender Issues continued to be an integral part of gender mainstreaming in UN-Habitat and provided input to technical documents such as the draft stakeholders engagement policy (HSP/HA.2/4/Add.3).", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "E.Resolution 1/5: Enhancing urban-rural linkages for sustainable urbanization and human settlements (HSP/HA.1/Res.5)", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["HSP/HA.1/Res.5", "https://unhabitat.org/hspha1res5-enhancing-urban-rural-linkages-for-sustainable-urbanization-and-human-settlements"]]}, {"text": "UN-Habitat has implemented the resolution on urban-rural linkages by disseminating knowledge and technical and learning materials and implementing projects. The knowledge products developed include the fourth and fifth editions of the Urban-Rural Linkages newsletter. A paper on managing urban-rural linkages for biodiversity was presented at the fifteenth meeting of the Conference of the Parties to the Convention on Biological Diversity, in collaboration with the secretariat of the Convention on Biological Diversity. Other knowledge products published include papers on local fresh food markets, food systems, smart villages and COVID-19 lessons for resilience and crisis recovery.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UN-Habitat generated knowledge products on “the role of intermediary cities in strengthening urban-rural linkages amid rapid urbanization in Africa” and “building sustainable and resilient food environments: market systems at the centre of urban-rural linkages”, in collaboration with, among others, the World Union of Wholesale Markets, the Food and Agriculture Organization of the United Nations, the International Council for Local Environmental Initiatives – Local Governments for Sustainability, Healthbridge Foundation of Canada and United Cities and Local Governments of Africa. UN-Habitat also shared its experience in smart villages and their role in bridging the urban-rural digital divide at the twenty-second Infopoverty World Conference, an initiative of the Observatory on Digital Communication.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Collaboration between UN-Habitat and the University of Nairobi culminated in the establishment of the Centre for Urban-Rural Linkages in Africa. In addition, a joint assessment was conducted on the impact of COVID-19 on the spatial flows of people and food in the urban-rural continuum in five African countries: Cameroon, Kenya, Nigeria, Senegal and Zimbabwe. Approximately 30 county planners in Kenya were trained on integrating urban-rural linkages into county planning processes.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UN-Habitat developed the first edition of an e-learning course on urban-rural linkages. The course explains the significance of urban-rural linkages for sustainable urbanization and integrated territorial development.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "F.Decision 1/3: Arrangements for the transition towards the new governance structure of the United Nations Human Settlements Programme (HSP/HA/1/10, annex II)", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "This section presents an update on the implementation of decision 1/3, paragraph 5, on the development of a UN-Habitat stakeholder engagement policy.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "At its resumed first session, held in November 2019, the Executive Board, in decision 2019/3, established an ad hoc working group on the development of a draft stakeholder engagement policy. The working group only met once, in March 2020, before being disrupted by the COVID-19 pandemic. Given the nature of the negotiations, the Executive Board, in decision 2020/6, paragraph 5, recommended that the ad hoc working group resume its work once in-person meetings were possible.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "To date, the ad hoc working group has met 11 times. At its second meeting, held in March 2022, the working group decided that the scope of the policy would be stakeholder engagement in intergovernmental processes, with emphasis on modalities of engagement and the accreditation procedure. To support the process, the secretariat prepared background documents on current practices of UN-Habitat and within the United Nations system.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In June 2022, at its third meeting, the working group reviewed and approved a structure for the stakeholder engagement policy, consisting of eight chapters, on introduction, purpose, guiding principles, definition of stakeholders, accreditation, benefits for accredited stakeholders, responsibilities and obligations of accredited stakeholders, the role of UN-Habitat and funding.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "At its fourth meeting, held in September 2022, the working group requested the secretariat to prepare a draft zero for the group’s consideration. The draft, prepared by the secretariat in consultation with internal and external stakeholders, was the basis for discussion at the fifth and sixth meetings of the working group, held in October and November 2022.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The working group supported the principle of self-organization. At the group’s seventh meeting, held in December 2022, representatives of the Habitat International Coalition and the General Assembly of Partners and a co-chair of the Stakeholder Advisory Group Enterprise shared proposals for key elements of a stakeholder engagement mechanism. The secretariat also shared options for a mechanism based on current practice. The ad hoc working group further requested the secretariat, in consultation with stakeholders, to prepare a stakeholder engagement mechanism that would work for all.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The eighth and ninth meetings of the working group, held in January and February 2023, focused on the accreditation procedure. On 15 February 2023, the working group started the first reading of a full draft stakeholder engagement policy. That work is set to continue until the first session of the Executive Board of 2023, if necessary.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Throughout the process, stakeholders’ contributions have been appreciated. Stakeholders held two networking events on stakeholder engagement at the eleventh session of the World Urban Forum, in Katowice, Poland. Stakeholders have been encouraged to attend the upcoming meetings of the ad hoc working group and to raise issues through their respective Member States as necessary as negotiations continue. Overall, constructive discussions have taken place among Member States and the Executive Board is expected to recommend the adoption of the draft stakeholder engagement policy (HSP/HA.2/4/Add.3) by the UN-Habitat Assembly.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Conclusion", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "III.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The period from 2019 to 2023 was a dynamic and critical one for UN-Habitat. The scope of activities and demand for UN-Habitat expertise reconfirms the relevance of the New Urban Agenda in times of crisis. The convening and advisory role of UN-Habitat was tested and proven strong amid the broadening field of urban development policy, practice and actors, especially in the wake of the COVID-19 pandemic. The recalibration of the strategic plan for the period 2020–2023 indicates the organization’s agility and ability to adjust activities to changing global and local needs on the basis of past lessons, supported by a restructured organization that allows more collaborative and coordinated action.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The progress updates on the resolutions show that UN-Habitat developed and disseminated relevant global and regional normative guidelines and operational tools to support the efforts of Member States and urban stakeholders. UN-Habitat also designed implementation and monitoring frameworks to track global progress towards sustainable urban future and, internally, the outcomes of the strategic plan for 2020–2023. It should be noted, however, that with sufficient earmarked resources, the implementation of resolutions could have had a larger geographic and normative scope and a higher number of beneficiaries.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UN-Habitat was also able to elevate the importance of urban development opportunities and the risk of unsustainable urbanization in United Nations system-wide cooperation. This was important for increased participation and visibility in the reformed regional and country cooperation processes of the United Nations system, emphasizing the impact of joint United Nations activities at the country level and, increasingly, at the local and city level.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}]