[{"text": "Nineteenth session*", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Nairobi, 5-9 May 2003", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Item 5 of the provisional agenda**", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Follow-up to the special session of the General Assembly", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "for an overall review and appraisal of the", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "implementation of the Habitat Agenda", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "FOLLOW-UP TO THE SPECIAL SESSION OF THE GENERAL ASSEMBLY FOR AN OVERALL REVIEW AND APPRAISAL OF THE IMPLEMENTATION OF THE HABITAT AGENDA", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Report of the Executive Director", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Introduction", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The present report is submitted pursuant to the decision taken by the Commission on Human Settlements on 16 February 2001 during its eighteenth session in which it decided to include in the provisional agenda of its nineteenth session an agenda item entitled “Follow-up to the special session of the General Assembly for an overall review and appraisal of the implementation of the Habitat Agenda”.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The twenty-fifth special session of the General Assembly was held at United Nations Headquarters from 6 to 8 June 2001. In addition to the meetings of the Plenary, the Ad Hoc Committee of the Whole and the Thematic Committee, 50 special events were held during the week of the special session. Two major reports prepared by the United Nations Centre for Human Settlements were launched during the week of the special session, namely: Cities in a Globalizing World: Global Report on Human Settlements and The State of the World’s Cities Report 2001.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The twenty-fifth special session of the General Assembly adopted the Declaration on Cities and Other Human Settlements in the New Millennium, which consists of a political reaffirmation of the Istanbul Declaration on Human Settlements and the Habitat Agenda; a review and assessment of the implementation of the Habitat Agenda; and proposals for further actions to achieve the goals of adequate shelter for all and sustainable human settlements development.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "THE SPECIAL SESSION OF THE GENERAL ASSEMBLY FOR AN OVERALL REVIEW AND", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "I.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "APPRAISAL OF THE IMPLEMENTATION OF THE HABITAT AGENDA", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Plenary of the General Assembly special session met to review and appraise the progress made and to identify further actions and initiatives to overcome obstacles to the implementation of the Habitat Agenda. The Plenary heard statements from 2 Vice-Presidents, 5 Deputy Prime Ministers, 70 Ministers, 20 Vice-Ministers, 53 heads of delegation, 11 Government officials, 5 intergovernmental organizations, 12 non-governmental organizations and the Executive Directors of the United Nations Centre for Human Settlements and the United Nations Environment Programme.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Representatives elaborated on the progress made in the implementation of the Habitat Agenda in their countries and made suggestions for improved strategies to achieve the goals of adequate shelter for all and sustainable human settlements development. Participants reconfirmed their commitment to the Habitat Agenda but pointed out that there was a need for more effective and innovative approaches, particularly to closing the gap between policy formulation and implementation.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Representatives", "action_verb_type": "operative", "action_verb_normalized": "representativ", "links": []}, {"text": "The need for decentralization, more balanced regional development, the promotion of participatory approaches and the utilization of potential public-private partnerships was stressed in most of the case studies presented.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Several representatives said that the main thrust of the implementation strategy of the Habitat Agenda should be centred on poverty eradication and the promotion of social inclusion and integration in cities. A number of speakers emphasized the role of women in human settlements and shelter development; in that connection, it was noted that in many societies discrimination against women continued to be a major impediment, hindering the full implementation of the Habitat Agenda and urban development policies.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Several speakers stressed the important role of civil society organizations in the development of human settlements and recommended strengthening support so as to make better use of the potential of such organizations.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The involvement of local authorities in the implementation of the Habitat Agenda was emphasized by the President of the World Associations of Cities and Local Authorities Coordination, speaking also as the Chair of the Advisory Committee of Local Authorities to the Executive Director of UN-HABITAT.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Many representatives stressed the role of international cooperation in the development of human settlements, particularly international cooperation for the benefit of the least developed countries.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Ad Hoc Committee of the Whole heard statements by representatives of organizations in the United Nations system, local authorities, non-governmental organizations and other Habitat Agenda partners. The Committee considered the progress made in the implementation of the Habitat Agenda, further actions and initiatives to overcome obstacles to the implementation of the Habitat Agenda, and the draft declaration on cities and other human settlements in the new millennium, which it recommended for adoption by the General Assembly.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Thematic Committee discussed selected experiences in implementing the Habitat Agenda. A total of 16 case studies were presented from 4 cluster areas: shelter and services; environmental management; urban governance; and eradication of poverty. A number of cross-cutting themes were also addressed, such as participation, partnership and cooperation, gender equity, social inclusion, scaling-up of local practice and exchange of knowledge.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Thematic Committee format was recognized as an effective and innovative way of sharing substantive experiences and one that could be adopted for similar United Nations meetings.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Case studies indicated that progress was being made in many countries towards the achievement of the first goal of the Habitat Agenda, adequate shelter for all, through the improvement of existing neighbourhoods and the construction of new housing. The studies demonstrated both the success and the effective application of the basic principles of the Habitat Agenda on the integrated and participatory management of the local environment. They also demonstrated that countries were seeking to improve governance of their cities and that interesting lessons could be drawn from the case studies and shared by countries in both North and South.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A total of 50 special events were held during the week of the special session. Some of the events were independently organized by non-governmental organizations, United Nations organizations and agencies, intergovernmental agencies, the private sector and civil society.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A meeting between the President of the General Assembly, the Secretary-General, the presidents of the world associations of local authorities and more than 50 mayors from all regions of the world led into the special session. In the course of the event, the mayors presented the declaration adopted by the second World Assembly of Cities and Local Authorities at Rio de Janeiro on 6 May 2001 in support of the Habitat Agenda and the United Nations Millennium Declaration.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In its resolution S-25/2, the General Assembly adopted by consensus the Declaration on Cities and Other Human Settlements in the New Millennium, in which Governments reaffirmed their will and commitment to implement fully the Istanbul Declaration on Human Settlements and the Habitat Agenda and decided on further initiatives in the spirit of the United Nations Millennium Declaration.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "THE DECLARATION ON CITIES AND OTHER HUMAN SETTLEMENTS", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "II.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "IN THE NEW MILLENNIUM", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Declaration on Cities and other Human Settlements in the New Millennium constitutes an important proclamation by Member States on how to improve strategies for achieving the goals of adequate shelter for all and sustainable human settlements development.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Declaration acknowledges the work of the United Nations Human Settlements Programme and its two global campaigns on secure tenure and urban governance. The Global Campaign for Secure Tenure benefits from the consensus on housing rights, that is, to develop a regular dialogue and discuss areas of collaboration in empowering the poor to undertake legislative and administrative reforms, in giving women the right to inheritance and ownership of land and other property, and in preventing forced eviction. The Global Campaign on Urban Governance benefits from the acknowledgement of the increased priority given to the principles of good governance at all levels, including efforts to ensure transparent, responsible, accountable, just, effective and efficient governance of cities and other settlements. The Declaration also acknowledges the contribution of the Advisory Committee of Local Authorities, and of the “Cities without Slums” initiative, to which the General Assembly lent its support in paragraph 19 of the United Nations Millennium Declaration.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In paragraph 66 of the Declaration on Cities and Other Human Settlements in the New Millenium, Governments expressed support for the establishment of the Habitat Agenda Task Manager System, which is designed to allow better monitoring and mutual reinforcement of actions taken by international agencies in support of the implementation of the Habitat Agenda.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In the same paragraph, Governments reconfirmed the role of the Commission on Human Settlements (the Governing Council) and the United Nations Centre for Human Settlements (United Nations Human Settlements Programme) in advocating, promoting, monitoring and assessing the progress made in achieving the goals of adequate shelter for all through the provision of legal security of tenure and sustainable human settlements development in all countries. UN-HABITAT will advocate, promote, monitor and assess the progress made by combining best practices and enabling policies, and will compile legislation and plans of action for the identification of illustrative cities for the two global campaigns and for further advancing the normative debate and operational action on major human settlements issues.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In paragraph 67 of the Declaration, Governments reaffirmed their commitment to international cooperation as an essential element in the implementation of the Istanbul Declaration and the Habitat Agenda and invited the Secretary-General to report to the General Assembly at its fifty-sixth session on options for reviewing and strengthening the mandate and status of the Commission on Human Settlements and the status, role and function of the United Nations Centre for Human Settlements.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "FIFTY-SIXTH SESSION OF THE GENERAL ASSEMBLY", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "III.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "At its fifty-sixth session, the General Assembly considered the report of the Secretary-General entitled “Options for reviewing and strengthening the mandate and status of the Commission on Human Settlements and the status, role and functions of the United Nations Centre for Human Settlements (Habitat)” (A/56/618), submitted pursuant to paragraph 67 of the Declaration on Cities and Other Human Settlements in the New Millenium. It considered also the report of the Secretary-General entitled “Twenty-fifth special session of the General Assembly for an overall review and appraisal of the implementation of the outcome of the United Nations Conference on Human Settlements (Habitat II)” (A/56/477), submitted pursuant to General Assembly resolution 55/195 of 20 December 2000.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Report A/56/618 analysed the objectives, functions and responsibilities of the Commission on Human Settlements as set forth in paragraph 222 of the Habitat Agenda and as reconfirmed in the Declaration on Cities and Other Human Settlements in the New Millennium. It also explained that the General Assembly had not defined the status of the Commission within the Economic and Social Council when the Commission on Human Settlements was established in 1978, and that it was considered to be a “standing committee” of the Council. In that connection, the report provided two options to strengthen the Commission on Human Settlements: to confer upon it the status of a full-fledged functional commission of the Council (para. 8), or to have the Commission function as an organ of the General Assembly, reporting through the Economic and Social Council (para. 10).", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In its chapter III, report A/56/618 analysed also the role and function of the United Nations Centre for Human Settlements and confirmed that, since its creation, the Centre’s role had been steadily expanding in assisting member States in improving human settlements conditions through an integrated programme covering research, policy advice, training and technical cooperation. In recognition of its increased functions and responsibilities, the report recommended in its paragraph 31 that the Centre should be renamed “United Nations Human Settlements Programme”. Also, it explained that there would be a benefit in giving higher visibility to human settlements issues, with particular reference to the United Nations Millennium Development goal of improving the lives of at least 100 million slum dwellers by the year 2020. Further, new and better opportunities could be opened for resource mobilization; for a stronger presence of the Centre in the field; and for a more productive and effective collaboration with agencies, programmes and funds and country teams. The change would not have any budgetary implications and might have a salutary effect on the status of the United Nations presence in Nairobi.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Assembly subsequently adopted resolution 56/206, whereby it transformed the Commission on Human Settlements and its secretariat, the United Nations Centre for Human Settlements (Habitat), including the United Nations Habitat and Human Settlements Foundation, into the United Nations Human Settlements Programme, to be known as UN-HABITAT, with effect from 1 January 2002. In the resolution, the Assembly decided also to transform the Commission on Human Settlements into the Governing Council of UN-HABITAT; the members of the Governing Council would be elected by the Economic and Social Council and the Governing Council would report to the General Assembly through the Economic and Social Council. The Assembly decided further that the Committee of Permanent Representatives to UN-HABITAT should serve as the Governing Council’s intersessional subsidiary body.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In the same resolution, the General Assembly decided that the Secretariat of UN-HABITAT should service the Governing Council and serve as the focal point for human settlements and the coordination of human settlements activities within the United Nations system. It decided also that the Secretariat should be headed by an Executive Director at the level of Under-Secretary-General, to be elected by the Assembly for a term of four years upon the nomination of the Secretary-General after consultation with Member States.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Further, the Assembly confirmed that the Executive Director of UN-HABITAT should be responsible for the management of the United Nations Habitat and Human Settlements Foundation, with due regard to the terms of reference of the Foundation as stipulated in annex to General Assembly resolution 3327 (XXIX).", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In its resolution 56/206, the Assembly also encouraged the Executive Director to strengthen the Foundation in order to achieve its primary objective of supporting the implementation of the Habitat Agenda, including support for shelter and related infrastructure development programmes and housing finance institutions and mechanisms, particularly in developing countries. It also invited all Governments to increase their contributions to the Foundation, and called for the active participation and collaboration of organizations and bodies within and outside the United Nations system, including the World Bank and regional development banks, in the activities of the Programme and its Foundation.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The resolution reaffirmed that the General Assembly and the Economic and Social Council, together with the Governing Council of UN-HABITAT, constituted the three-tiered intergovernmental mechanism to oversee coordination of the implementation of the Habitat Agenda. It welcomed the fact that the Programme, as the United Nations focal point for the implementation of the Habitat Agenda, would participate in the United Nations System Chief Executives Board (CEB) for Coordination at all levels of its machinery. It emphasized the role and importance of implementing the Habitat Agenda, in particular that of achieving the goals of adequate shelter for all and sustainable human settlements, in the activities and programmes of the United Nations system.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "PROGRESS ON IMPLEMENTATION OF GENERAL ASSEMBLY RESOLUTION 56/206", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "IV.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "General Assembly resolution 56/206 strengthened the status of the governing body of UN-HABITAT by making it a subsidiary organ of the General Assembly rather than the standing committee of the Economic and Social Council which it had previously been. The Governing Council will, however, continue to report to the General Assembly through the Economic and Social Council.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Although the transformation does not entail any changes in the mandate, membership and modus operandi of the Governing Council, it does enhance the status of the governing body of UN-HABITAT and thus strengthens its relationships and cooperation with the governing bodies of other United Nations organizations. This in turn has strengthened the capacities of both the Governing Council and its Secretariat, UN-HABITAT, to discharge their mandates as the focal point and the lead agency within the United Nations system for the implementation of the Habitat Agenda, the Declaration on Cities and Other Human Settlements in the New Millennium and the relevant parts of the United Nations Millennium Declaration.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The UN-HABITAT Committee of Permanent Representatives now serves as the Governing Council’s intersessional subsidiary body. The formalization of the status of the Committee of Permanent Representatives, which had hitherto been an informal body of Permanent Representatives in Nairobi, has also strengthened the work of the Governing Council, and especially of UN-HABITAT, as it now has a formal intergovernmental body to guide its work during the two-year periods between Governing Council sessions.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The revised rules of procedure of the Governing Council, which reflect all the aforementioned resolutions of the General Assembly, have also been prepared by the Secretariat and are submitted in document HSP/GC/19/3/Add.2 to the Governing Council at its nineteenth session for its consideration and appropriate action.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "As a follow-up to paragraphs 222 and 228 of the Habitat Agenda and to General Assembly resolutions 32/162 of 19 December 1977 and 56/206 of 21 December 2001, from 1997 to the present UN-HABITAT has undergone a comprehensive reform process. The process began with in-depth reviews by a group of four Member States and by the Office of the Internal Oversight Services, leading to the creation of an independent revitalization team. The process continued with the appointment of a new Executive Director, structural reorganization and the “regularization” of Professional staff, and culminated in the transformation of the Centre into a Programme of the United Nations system.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "By decision 56/324 of 23 July 2002, the Assembly, on the proposal of the Secretary-General, elected Anna Kajumulo Tibaijuka as Executive Director of UN-HABITAT at the level of Under-Secretary-General for a four-year term of office, beginning on 1 September 2002. In 2002, posts were regularized and UN-HABITAT personnel are now fully competent to deal with the wide array of issues that make up the UN-HABITAT mandate.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The transformation and reform process has enabled UN-HABITAT to adopt development goals and norms within its area of responsibility that will assist in implementing the Habitat Agenda, the Declaration on Cities and Other Human Settlements in the New Millennium and the United Nations Millennium Declaration. The Millennium Development goal of significantly improving the lives of at least 100 million slum dwellers by 2020, which is central to the Habitat Agenda, poses a major challenge to UN-HABITAT and to the United Nations family as a whole. UN-HABITAT has revised its medium-term plan and strengthened its expertise so that it can play a central role in carrying out the United Nations mission of alleviating poverty through slum upgrading throughout the world.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The two global campaigns on secure tenure and good urban governance were designed as strategic entry points for implementing the Habitat Agenda. Where UN-HABITAT has launched national-level campaigns, they are serving to integrate many of the Habitat Agenda commitments and recommendations in concerted efforts to improve slum conditions. Campaigns have been launched in India, Namibia, Nigeria, the Philippines, South Africa and in Eastern Europe and plans are underway for launches in Burkina Faso and the Baltic States. UN-HABITAT is increasingly integrating the two campaigns as it has found that the Millennium Development goal on slum upgrading provides a common platform for both secure tenure and good urban governance.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UN-HABITAT has been further strengthened by the elevation of its research, monitoring and reporting functions – the Urban Secretariat – to divisional status. The Urban Secretariat produces both the Global Report on Human Settlements and the State of the World’s Cities report series and is now engaged with partners around the world to help them catalogue best practices, collect urban indicator data, including indicators for slums and urban poverty, and prepare state-of-the-city reports for local and national policy-making processes. Those tasks are being achieved through the provision of support to a growing network of local and national urban observatories.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The reorganization of UN-HABITAT has improved its focus on both process and substance. Training and capacity-building, together one of the most effective developmental mechanisms, has been elevated to branch status, focusing on two main areas implemented in collaboration with national training institutions, and targeting local authority officials and local non-governmental and community-based organizations. The first of those areas is the development of manuals and their national adaptions while the second is capacity-building programmes, including training of trainers, particularly for municipal officials.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Urban economics and finance functions have also been elevated to branch level. With the UN-HABITAT focus on urban poverty, the Urban Economy and Finance Branch of UN-HABITAT implements two programmes related to the issue of the economics of slums: development and strengthening of housing finance systems and institutions and enhancing productivity in the urban informal sector.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Since 1999, UN-HABITAT has been using funds from the United Nations Fund for International Partnerships (UNFIP) and other sources to implement the Water for African Cities Programme, which has recently been endorsed by the New Partnership for Africa’s Development (NEPAD). Last year, as a follow-up to the World Summit on Sustainable Development held in Johannesburg, South Africa, from 26 August to 4 September 2002, UN-HABITAT entered into an agreement with the Asian Development Bank and the Government of the Netherlands to implement a $500 million Water for Asian Cities Programme.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In response to those demands on its expertise and skills, the infrastructure section has been transformed into the Water, Sanitation and Infrastructure Branch. A Water and Sanitation Trust Fund has also been established to mobilize resources more quickly for the Water for African Cities Programme, which is in high demand. UN-HABITAT expects that all Habitat Agenda partners which are in a position to do so will make contributions to the Water and Sanitation Trust Fund.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UN-HABITAT has undertaken an extensive review of the Habitat and Human Settlements Foundation. The review is expected to improve its capacity to perform as a fully fledged United Nations programme and assist in achieving the Millennium Development goal of a significant improvement in the lives of at least 100 million slum-dwellers by 2020. The General Assembly agreed in connection with its resolution 56/206 that the United Nations Human Settlements Foundation would be granted divisional status on the condition that it is redesigned to carry out its primary function as a global municipal development and housing finance facility for the very poor.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "On 12 March 2002, UN-HABITAT presented to the Committee of Permanent Representatives a draft proposal for revitalization, through partnerships with international development banks and other finance institutions, of the United Nations Habitat and Human Settlements Foundation, originally created as a revolving fund to support, inter alia, selected shelter and human settlements programmes in developing countries and the strengthening of housing finance institutions. Various options to revitalize the Foundation have been reviewed, including the capitalization of the Foundation with a mix of long-term pledges and endowments, its conversion to an independent not-for-profit company with limited liability, its integration with technical cooperation activities, and the establishment of a separate global shelter facility for slum upgrading. The details of the study on this issue are submitted to the Governing Council in document HSP/GC/19/INF/7 for its review and consideration.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UN-HABITAT has reoriented its operational activities to support its normative functions in connection with the Millennium Declaration and to help develop workable solutions to the problem of slum upgrading. Within the overall priorities and substantive direction of the work programme of UN-HABITAT, including work with the Cities Alliance, the main function of the Regional and Technical Cooperation Division, as the operational arm of UN-HABITAT, is to put in place and test UN-HABITAT policies and strategies at the regional, national and local levels. The Division’s work is carried out by the regional offices for Africa and the Arab States, Asia and the Pacific, and Latin America and the Caribbean. The Division has a portfolio of over 150 ongoing projects, and about 50 projects in the pipeline, in more than 60 developing countries and countries with economies in transition. It also provides substantive advisory services for project formulation and development. Developing countries are now participating more actively in technical cooperation, building their capacities and thereby creating the conditions for reducing poverty through slum upgrading and the implementation of related recommendations in the Habitat Agenda.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UN-HABITAT is also committed to strengthening its global programmes - such as the local Agenda 21 programme and the programmes on best practice, sustainable cities, urban management, risk and disaster management and safer cities, together with the United Nations housing rights programme and the Global Urban Observatory - with a view to developing innovative and effective slum-upgrading strategies and articulating global norms in respect of urban governance, urban poverty reduction, slum upgrading, shelter and basic services.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UN-HABITAT is now a full member of the Chief Executives Board (CEB) for Coordination and participated in the CEB meetings in Rome on 10 and 11 April 2002 and in New York on 8 and 9 November 2002. It participates also in the High-Level Committee on Programmes (HLCP) and other coordination mechanisms of the United Nations system. By participating in CEB, UN-HABITAT is expected to become more effective in discharging its mandate to coordinate the implementation of the Habitat Agenda and to forge inter-agency partnerships on shelter and sustainable human settlements development. Its participation will also promote the visibility, attention and support that human settlements require as a cross-sectoral dimension of development.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UN-HABITAT has increased its participation in the United Nations Development Group (UNDG), which should lead to a more productive and effective collaboration with United Nations agencies, programmes and funds, and country teams in the implementation of the Habitat Agenda. UN-HABITAT, as the focal point for the Millennium Development goal of significantly improving the lives of at least 100 million slum dwellers by the year 2020, including through improved urban water supply and sanitation, participates actively in the various meetings held in connection with the implementation of the Millennium Declaration.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UN-HABITAT has also been intensifying its efforts and enhancing its operational role by pursuing a stronger presence at the country level. It is working with the United Nations Development Programme (UNDP) to establish Habitat Agenda focal points within selected UNDP country offices. A stronger presence at the country level should encourage all members of UNDG, other United Nations programmes, funds, organizations and agencies, and also the Bretton Woods institutions to support regional, national and local urban observatories, networks and capacity-building institutions and incorporate a specific chapter on shelter and sustainable human settlements development into common country assessments and United Nations development assistance frameworks.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "As a fully fledged United Nations Programme, UN-HABITAT will play a more forward-looking role in addressing new challenges, promoting new partnerships and facilitating contacts and cooperation, including information exchange and policy support to Habitat Agenda partners at the international, national and local levels. UN-HABITAT will also continue strengthening its work with the key partners in the United Nations system including UNDP, the United Nations Environment Programme (UNEP), the Office of the United Nations High Commissioner for Human Rights (UNHCHR), the International Labour Organization (ILO), the United Nations Educational, Scientific and Cultural Organization (UNESCO), the Department of Peacekeeping Operations of the United Nations Secretariat, and the World Bank.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Recognizing the need to support sustainable development initiatives in cities, in a decision taken during its twenty-first session, in February 2001, the UNEP Governing Council called upon the Executive Director of UNEP to strengthen collaboration with UN-HABITAT, including through joint projects and complementary programmes of action. In that connection, UNEP and UN-HABITAT have been working closely together, through, among other things, the Sustainable Cities Programme, to implement both Agenda 21 and the Habitat Agenda and to support cities in developing innovative and integrated approaches to sustainable urban development. Details of UN-HABITAT cooperation with UNEP are provided in document HSP/GC/19/11.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Recognizing", "action_verb_type": "preambular", "action_verb_normalized": "recogniz", "links": []}, {"text": "One of the main strengths of UN-HABITAT within the United Nations system lies in its partnerships with associations of local authorities and with non-governmental organizations working in the areas of urban poverty and shelter. Those partnerships allow UN-HABITAT to be a more effective advocate within the United Nations system for those local-level issues, and such partnerships provide direct local support for UN-HABITAT programmes and policies and for its work on the ground.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UN-HABITAT promotes the recognition of cities and local authorities and their world associations as partners of the United Nations in the quest for a safer and better world, and promotes dialogue between Governments at all levels and Habitat Agenda partners on all issues related to effective decentralization and the strengthening of local authorities.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UN-HABITAT will also consolidate the considerable progress achieved in coordinating and promoting stronger roles for local authorities and major groups of civil society in the implementation of the Habitat Agenda. Such coordination may include more effective mainstreaming of cities and local authorities and their organizations in the work of the United Nations, as is sought in connection with institution-building in post-conflict societies, and a broader reach for the Advisory Committee of Local Authorities.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "As task manager for chapters 7 and 21 of Agenda 21, concerning sustainable settlements and waste management, UN-HABITAT has participated in the meetings of the Inter-Agency Committee on Sustainable Development (IACSD). In the lead-up to the World Summit on Sustainable Development in Johannesburg, South Africa, in August-September 2002, UN-HABITAT prepared two reports, one factual and one analytical, on the progress made in the implementation of chapters 7 and 21 of Agenda 21. Those reports were merged with the reports of other task managers in the United Nations system to form the report of the Secretary-General on the implementation of Agenda 21 (E/CN.17/PC.2/7). That report provided the foundation of the preparatory process for the World Summit.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In its resolution 18/5, the Commission on Human Settlements requested the establishment of a new urban forum merging the Urban Environment Forum and the International Forum on Urban Poverty. That request was supported by the General Assembly resolution 56/206.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The first session of the World Urban Forum was held in Nairobi from 29 April to 3 May 2002 as an open-ended gathering of experts placing strong emphasis on the participation of Habitat Agenda partners. It attracted over 1,200 participants, including Government delegations from 81 countries with 400 governmental experts; 100 representatives of local authorities; 350 representatives of non-governmental organizations; over 200 slum dwellers; and United Nations agencies and organizations. The Forum was chaired by the Housing Ministers of South Africa and Sweden.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The main themes of the Forum were sustainable urban development and cities without slums. The session was organized by UN-HABITAT in collaboration with a number of Habitat Agenda partners. The Forum took the form of dialogue sessions and was considered very successful by all partners in its role as a global think tank on urbanization strategies.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Two series of dialogues, involving close to 100 panellists, were held in parallel. The thematic dialogues addressed the issues of urban governance and the right to the city; the millennium development goal for cities without slums; decentralization and city-to-city cooperation; the international role of non-governmental organizations in the implementation of the Habitat Agenda; security of residential tenure and how to stop forced evictions; and monitoring urban conditions and trends. The dialogues on sustainable urbanization, intended as pre-conference input to the World Summit on Sustainable Development, addressed the role of cities in national and international development; the sustainability of cities; the rural dimension of sustainable development; the management of the HIV/AIDS pandemic at the local level; and water and sanitation for the urban poor. Details of the World Urban Forum are provided in document HSP/GC/19/2/Add.1.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "CONCLUSIONS AND RECOMMENDATIONS", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "V.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "For over 25 years, since the first United Nations Conference on Human Settlements (Habitat I), in Vancouver, Canada in 1976, UN-HABITAT has been assisting Member States in improving shelter and urban management. Since Habitat II, the “City Summit”, the realization that the urban population is likely to increase has become global, as has the realization that policies at all levels must catch up with the reality of that growth.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UN-HABITAT needs regular, sustained and predictable funding to enable it to fulfil its mandates, which now include recurring activities such as global monitoring and reporting. UN-HABITAT is developing partnerships and an enabling environment for participatory action. Nevertheless, to sustain its own long-term plan of work on behalf of United Nations Member States and their partners, UN-HABITAT needs their continuing endorsement and their commitment to regular and increased funding.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "With more predictable funding, technical cooperation and capacity-building activities would remain focused on Millennium Development goals without the recurrent distraction of having to try to augment the operating budget. More predictable funding would enable technical cooperation activities in the areas of slum upgrading and urban water supply and sanitation to move smoothly forward.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Member States can participate in the work of UN-HABITAT in ways that are of direct benefit to themselves by establishing national Habitat committees, as called for in the Habitat Agenda and by the General Assembly in its resolution 57/275, and by institutionalizing them to help guide their approaches to urban challenges. Such committees, comprising representatives of civil society as well as policy makers, would benefit greatly from the designation of national and local “urban observatories” which would be responsible for monitoring and reporting on urban conditions and trends in the context of national and local policy-making processes.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UN-HABITAT, in collaboration with other United Nations entities and all Habitat Agenda partners, should continue to develop an inclusive process for all Governments, local authorities and their partners to evaluate and report on progress in implementing the Habitat Agenda, the Declaration on Cities and Other Human Settlements in the New Millennium, and the Millennium Development goal of significantly improving the lives of 100 million slum dwellers by 2020.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}]