[{"text": "Twenty-fifth session", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Nairobi, 17–23 April 2015", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Proceedings of the Governing Council of the United Nations Human Settlements Programme at its twenty-fifth session", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Organization of the session (agenda items 1–4)", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "I.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A.Opening of the session", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The twenty-fifth session of the Governing Council of the United Nations Human Settlements Programme (UN-Habitat) was opened at 9.15 a.m. on Friday, 17 April 2015, by Mr. Franz Marré (Germany), Rapporteur of the twenty-fourth session of the Council.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Governing Council observed a minute of silence to pay tribute to the memories of those who lost their lives in the terrorist attack on Garissa University College, Kenya, on 2 April 2015.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Opening statements were made by the Director General of the United Nations Office at Nairobi, Ms. Sahle-Work Zewde, who also read a statement on behalf of the Secretary-General; the Executive Director of the United Nations Environment Programme (UNEP), Mr. Achim Steiner; the Executive Director of UN-Habitat, Mr. Joan Clos; and the President of Kenya, Mr. Uhuru Kenyatta.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Opening", "action_verb_type": "preambular", "action_verb_normalized": "open", "links": []}, {"text": "The Director General, in her statement, noted that 2015 was a year of significance for the United Nations: the third International Conference on Financing for Development would be held in Addis Ababa in July; the summit for the adoption of the post-2015 development agenda in New York in September; the seventieth anniversary of the establishment of the United Nations in October; and the twenty-first session of the Conference of the Parties to the United Nations Framework Convention on Climate Change in Paris in December. UN-Habitat had a vital contribution to make to all those initiatives. The United Nations Office at Nairobi was playing a significant role in efforts to reform operations and increase efficiency. On 1 June, ahead of Headquarters in New York, the Office, UNEP and UN-Habitat would go live with the enterprise resource planning project, Umoja, which, by streamlining processes, would transform the way that the United Nations worked. In addition, a global service delivery model was being developed, a further cost-effective change that would build on Umoja, consolidating some administrative functions in a single location. Nairobi was well placed to play a key role as the only duty station in the global South.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In his statement, the Executive Director of UNEP said that UNEP and UN-Habitat had a long history of working together, based on mutual recognition of the importance and interconnectedness of urban issues, the environment and sustainable development. To devise a collective and effective response to climate change, the international community needed to look towards cities. Although people from rural areas moved to urban areas to benefit from public services such as health care and education, quality of life in cities was not always better, owing to problems such as pollution, waste and poor transport links. Indeed, the unplanned, chaotic nature of some cities could have a negative effect on people’s well-being and health, and even decrease life expectancy. In addition, public services could not cope with the rapid rate of growth of urban populations, which had led to spiralling costs.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "He suggested that UN-Habitat and UNEP work together to make the most of their complementary capacities and maximize their resources with a view to responding better to the needs of member States and delivering as one United Nations. They should also work together to shape and inform the global agenda. The United Nations Conference on Housing and Sustainable Urban Development (Habitat III), to be held in Quito in October 2016, would be an opportunity to change thinking on urbanization. UNEP had pledged $0.5 million for the Conference, which was testament to its support for the activities of UN-Habitat and the close ties between the two Programmes.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "He said that the environmental dimension of urbanization had graduated from being merely a side thought to a key consideration. It was not simply a question of creating green spaces in urban areas; the idea was to ensure that people could live healthy lives in efficient cities that contributed to climate change mitigation and adaptation efforts rather than exacerbating greenhouse gas emissions. It was a momentous time for the urban agenda, for UN-Habitat and for the United Nations family as a whole, and UNEP was proud to rise to the challenge.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Executive Director of UN-Habitat, in his statement, said that at Habitat III participants would evaluate the evolution of the urban agenda since the first two conferences, held in Vancouver, Canada, in 1976 and in Istanbul, Turkey, in 1996, in addition to considering the future of urbanization. The Millennium Development Goals had been a major breakthrough in uniting the international community and alleviating problems such as extreme poverty and lack of sanitation. In the context of the post-2015 development agenda and in the wake of the United Nations Conference on Sustainable Development, however, new aspirations should be envisaged that would guarantee equity and prosperity for the world’s population. It was hoped that a universal, legally binding agreement, essential for the Earth, would be reached at the twenty-first session of the Conference of the Parties to the United Nations Framework Convention on Climate Change. In that regard, the urban sector needed to reduce its greenhouse gas emissions, which currently accounted for some 70 per cent of total global emissions, while guaranteeing access to energy to those in the developing world. UN-Habitat was proposing new models of sustainable urban development and new ideas to combat climate change. He stressed the importance of optimism and of a visionary and strategic approach. Urbanization was a key source of development; positive outcomes such as prosperity must be balanced against negative externalities, such as traffic congestion and pollution.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "He noted that, over the past 40 years, many Asian countries had become increasingly urbanized. Currently, however, it was the African continent that was undergoing a rapid process of urbanization. The fact that many people were moving to cities in countries with a low per capita income was creating challenges and also spectacular possibilities for sustainable development. Historically, agriculture had preceded industrialization, which had been superseded by service industries and the knowledge economy. The future sustainable urban development of Africa relied on how the continent balanced agricultural development, industrialization and the emergence of a tertiary sector. Investment in the tertiary sector as the most dynamic sector of the economy could offer huge opportunities. An optimistic new vision was essential to capturing the positive aspects of urbanization and the paradigm change that, he suggested, would emerge in Africa. In conclusion, he expressed the hope that the international platform of UN-Habitat could contribute to a global agenda of sustainable urbanization based in Africa.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "President Kenyatta, in his statement, said that it was clear that sustainable development would occupy a significant place in the post-2015 development agenda and the sustainable development goals. When the United Nations had been established, 70 years previously, only 30 per cent of the world had been urbanized. The rate of urbanization had since exploded, in particular in the developing world, and it was estimated that the vast majority of the world’s inhabitants would be living in urban areas by 2050. Ultimately, the cost of planned urban development was lower than the cost of unplanned development, which posed serious challenges, such as crime and poor health. Noting that there were no hard boundaries between urban and rural spaces, he said that the poverty-reducing impact of urbanization was the result of economic linkages between urban and rural areas: cities created a demand for products from rural areas, such as food and natural resources, while people living in cities sent remittances to rural areas. He described the theme of the session as timely and relevant, calling for the international community to recognize the aspirations of the billions of people in the global South who continued to live in rural areas and needed access to sanitation and other services. Noting that UN-Habitat should be visible, empowered and well resourced in order to be an effective partner for Governments, he said that his Government had pledged $1 million for Habitat III and for the non-earmarked resources of the secretariat.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The text of the Secretary-General’s message is reproduced in annex II to the present proceedings.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Following the opening statements, the World Habitat Awards for 2014–2015 were presented. The first winner was the Y-Foundation, a Finnish organization that was playing a leading role in ending long-term homelessness in Finland. The second winner was a project entitled “Liter of light”, which provided low-cost, environmentally friendly lighting using recycled plastic bottles.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Following", "action_verb_type": "preambular", "action_verb_normalized": "follow", "links": []}, {"text": "B.Attendance", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The following States members of the Governing Council were represented: Argentina, Bahrain, Bangladesh, Benin, Brazil, Burkina Faso, China, Colombia, Congo, Democratic Republic of the Congo, Ecuador, Egypt, El Salvador, Finland, France, Gabon, Germany, Ghana, Haiti, India, Indonesia, Iraq, Iran (Islamic Republic of), Israel, Italy, Japan, Lesotho, Madagascar, Mexico, Morocco, Norway, Republic of Korea, Romania, Russian Federation, Saudi Arabia, Senegal, Serbia , Slovakia, South Africa, Spain, Sri Lanka, Thailand, Uganda, United Republic of Tanzania, United States of America, Uruguay and Zimbabwe.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The following States not members of the Governing Council participated as observers: Afghanistan, Algeria, Angola, Australia, Austria, Barbados, Belgium, Botswana, Burundi, Cameroon, Canada, Cabo Verde, Central African Republic, Chad, Chile, Comoros, Cuba, Denmark, Djibouti, Eritrea, Ethiopia, Gambia, Guinea, Kenya, Kuwait, Liberia, Libya, Maldives, Malawi, Malaysia, Mali, Mauritius, Myanmar, Namibia, Nepal, Netherlands, Niger, Nigeria, Pakistan, Peru, Philippines, Poland, Rwanda, Sierra Leone, South Sudan, Sudan, Swaziland, Sweden, Togo, Turkey, Ukraine, Venezuela (Bolivarian Republic of) and Zambia.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Observers to UN-Habitat for the Holy See and the State of Palestine also participated.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Observers", "action_verb_type": "operative", "action_verb_normalized": "observer", "links": []}, {"text": "The following United Nations bodies and specialized agencies were represented: the World Health Organization, the United Nations Children’s Fund, the Economic Commission for Europe, the Economic Commission for Latin America and the Caribbean, the United Nations Entity for Gender Equality and the Empowerment of Women (UN-Women), the United Nations Office for Project Services and the United Nations Development Programme.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Representatives of the following intergovernmental organizations also attended: the League of Arab States, the African Union, the European Union, Shelter Afrique and the International Organization for Migration.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Representatives", "action_verb_type": "operative", "action_verb_normalized": "representativ", "links": []}, {"text": "A full list of those attending the session may be found in the list of participants (HSP/GC/25/INF/9).", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "C.Election of officers", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "At its 1st plenary meeting, on the morning of Friday, 17 April 2015, the Governing Council elected the following officers for the session:", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "President:", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Mr. Ján Ilavský (Slovakia)", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Vice-Presidents:", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Mr. Franz Marré (Germany)", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Mr. Nii Lantey Vanderpuye (Ghana)", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Ms. Nandita Chatterjee (India)", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Rapporteur:", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Mr. Fernando Lugris (Uruguay)", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "D.Credentials", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In pursuance of rule 16, paragraph 2, of the rules of procedure of the Governing Council, the Bureau reported to the Council at its 5th plenary meeting, on the morning of Tuesday, 21 April 2015, that it had examined the credentials submitted by delegations attending the twenty-fifth session of the Council and had found them to be in order. The Council approved the report of the Bureau on credentials at the same meeting.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "E.Adoption of the agenda", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "At its 1st plenary meeting, on the morning of Friday, 17 April 2015, the Governing Council had before it the provisional agenda for the session (HSP/GC/25/1). In addition, the President recalled that the Executive Director had written to the members of the Council on 14 April to request that an additional item, on an amendment to rule 19 of the rules of procedure, be included in the agenda.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In the light of the request of the Executive Director, the Governing Council adopted the following agenda for its twenty-fifth session:", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Opening of the session.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "1.", "action_verb": "Opening", "action_verb_type": "preambular", "action_verb_normalized": "open", "links": []}, {"text": "Election of officers.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "2.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Credentials.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "3.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Adoption of the agenda and organization of work.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "4.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Activities of the United Nations Human Settlements Programme, including coordination matters.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "5.", "action_verb": "Activities", "action_verb_type": "operative", "action_verb_normalized": "activiti", "links": []}, {"text": "Dialogue on the special theme for the twenty-fifth session of the Governing Council.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "6.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Work programme of the United Nations Human Settlements Programme and budget of the United Nations Habitat and Human Settlements Foundation for the biennium \n2016–201", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "7.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Provisional agenda and other arrangements for the twenty-sixth session of the Governing Council.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "8.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Amendment to the rules of procedure of the Governing Council.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "9.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Other matters.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "10.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Adoption of the report of the session.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "11.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Closure of the session.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "12.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "F.Organization of work", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": " \t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "At its 1st plenary meeting, on the morning of Friday, 17 April 2015, the Governing Council established a sessional committee of the whole, to which it allocated agenda items 5, 7 and 8. The Council would consider item 6 and issues arising under items 5 and 7 and other items during its plenary meetings.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The work of the plenary meetings for the first three days of the session was divided into two segments: a high-level segment, featuring general debate by ministers and other high-level representatives, would be held on the first and second days and a dialogue of Governments with local authorities and other partners on the special theme of the session would be held on the third day.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Governing Council also established a drafting committee to consider the draft resolutions submitted to the Council. It was agreed that the draft resolutions recommended by the Committee of Permanent Representatives would first be considered by the Committee of the Whole, which would submit them to the drafting committee for further consideration, and that, following their consideration by the drafting committee, they would be submitted to the Council through the Committee for possible adoption at a plenary meeting.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In considering the agenda items, the Governing Council had before it the documents listed for each item in the annotations to the agenda for the session (HSP/GC/25/1/Add.1).", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "G.Policy statement by the Executive Director", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": " \t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In presenting his policy statement, the Executive Director outlined the current strategic direction of the work of UN-Habitat. At its core, he said, was a new vision of the role of urbanization in sustainable development. Not simply a demographic phenomenon, urbanization, as an engine rather than an outcome of development, had the potential to help the world to overcome many significant challenges; Governments had recognized the opportunities offered by urbanization in the outcome document of the United Nations Conference on Sustainable Development. That strategic direction was based on a view of urbanization as a way of life and recognized the multiple benefits of planned urbanization. Policy, planning and design could harness urbanization to contribute to the economic, social and environmental pillars of sustainable development.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In the past 50 years, many urban initiatives had been underpinned by the international model of urbanization. Notwithstanding its widely understood economic benefits, with cities accounting for some 70 per cent of global gross domestic product, that model had not adequately responded to social and environmental challenges. Although some progress had been made in tackling poverty, inequality was increasing in cities, which, in addition, contributed up to 70 per cent of greenhouse gas emissions. It was not a sustainable model. The new urban agenda, envisaged as an outcome of Habitat III, must therefore address all three pillars of sustainable development, promoting the economic role of cities while tackling social and environmental problems.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UN-Habitat had recently adopted a more strategic and integrated approach, building on its new vision within the framework of the strategic plan for 2014–2019. Outlining the many positive outcomes, he highlighted the contrast with previous more sectoral and fragmented approaches that had focused predominantly on symptoms. The new approach was based on two premises: that there was a positive correlation between urbanization and development and that the quality and quantity of urban output were related to the quality and characteristics of urbanization. A three-pronged approach had been adopted that laid emphasis on the first three focus areas of the strategic plan: urban legislation, land and governance; urban planning and design; and urban economy and municipal finance. A fourth focus area, urban basic services, had also been prioritized.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "With regard to housing, UN-Habitat was pursuing the right to adequate housing for all through a strategic approach that put housing at the centre of the city. With regard to risk reduction strategies, the improvement of the urban fabric, including the provision of a common public space as a fundamental priority, was also being accelerated as the most effective course of action. Approaches such as “building back better” would enable UN-Habitat to contribute to the implementation of the recently adopted Sendai Framework for Disaster Risk Reduction 2015–2030. Highlighting the exclusion of women from the benefits of urbanization and the challenge posed by increasing youth unemployment, he noted that gender and youth were important cross-cutting issues in the work of UN-Habitat, outlining several initiatives in that regard.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A key tool in the implementation of the UN-Habitat approach at the country level was the Habitat country programme document, which was aimed at strengthening national ownership and linked to both the country’s United Nations Development Assistance Framework and its national development plan. UN-Habitat had also focused on the prevention and resolution of land conflicts through its Global Land Tool Network.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Elaborating on the new urban agenda, he stressed its potential as a vision representing a paradigm shift in line with the sustainable development goals, in particular proposed goal 11, “Make cities and human settlements inclusive, safe, resilient and sustainable”. The agenda, sharing the principles of the post-2015 development agenda, should promote environmentally resilient, safe and socially inclusive, economically productive cities and have the capability of being implemented at various scales and in diverse contexts. For urbanization to be transformative, three areas needed to be at the core of the agenda: the strengthening of urban legislation and governance; the development and implementation of national urban policies and reinvigoration of planning and design; and the harnessing of the urban economy, including the strengthening of municipal finance. Concerted efforts would have far-reaching benefits such as increasing economic productivity, enhancing equitable growth, improving accountability and creating multiplier effects. UN-Habitat had participated in and provided input to the development of the goals, given that, as the first global United Nations conference to be held after the adoption of the sustainable development goals, Habitat III must resonate with the spirit of the post-2015 development agenda.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Elaborating", "action_verb_type": "preambular", "action_verb_normalized": "elaborat", "links": []}, {"text": "In conclusion, he emphasized that UN-Habitat had continued to contribute to the new urban agenda and to promote recognition of the significant contributions of urbanization to sustainable development, to tackling climate change and to the global social agenda. UN-Habitat needed the strong support of member States, in particular through increased non-earmarked contributions. He noted that, while urbanization posed a major challenge, every challenge gave way to a new opportunity.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "H.Work of the Committee of the Whole (agenda items 5, 7 and 8)", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Committee of the Whole established by the Governing Council at its 1st plenary meeting was chaired by Nii Lantey Vanderpuye (Ghana), one of the three Vice-Presidents of the Council. It held five meetings between 17 and 23 April. At its 1st meeting, on the afternoon of Friday, 17 April 2015, the Chair informed the Committee that it would consider agenda items 5, 7 and 8.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "At its 4th meeting, on Wednesday, 22 April 2015, the Committee adopted the report on its deliberations. At its meetings, it had succeeded in achieving consensus on all the agenda items before it. The report of the Committee is set out in annex V to the present proceedings.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Work of the drafting committee and adoption of resolutions (agenda items 5, 7 and 8)", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "I.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The drafting committee held 12 meetings during the session and reached agreement by consensus on seven draft resolutions.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The resolutions, as adopted by the Governing Council at its 7th plenary meeting, on the evening of Thursday, 23 April 2015, are set out in annex I to the present proceedings.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "At the time of the adoption of resolution 25/6, one representative expressed appreciation for the contribution made by the teams of experts over the previous two years in preparing the guidelines, but suggested that any future guidelines would acquire greater legitimacy if member States, interest groups and international organizations were called upon to comment on the drafts produced by the experts before adoption.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "High-level segment and dialogue on the special theme for the twenty-fifth session of the Governing Council (agenda items 5–7)", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "II.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A.High-level segment", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": " \t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Governing Council took up agenda items 5–7 at its 2nd plenary meeting, on the afternoon on Friday, 17 April 2015, at which time it began the high-level general debate on those items. The general debate continued at its 3rd and 4th meetings, on Monday, 20 April 2015. A summary of the general debate by the President of the Governing Council is set forth in annex III to the present proceedings.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "B.Dialogue on the special theme for the twenty-fifth session", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": " \t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "At its 5th and 6th plenary meetings, on Tuesday, 21 April 2015, the Governing Council held a dialogue on the special theme for the session, “The contribution of the United Nations Human Settlements Programme (UN-Habitat) to the post-2015 development agenda in order to promote sustainable urban development and human settlements”, under agenda item 6. The dialogue consisted of a keynote speech and a discussion session in the morning, followed by a discussion session and a closing session in the afternoon. The discussion sessions featured a moderator and a panel of speakers, presentations by the panellists, comments from the floor and reactions from the panellists. A summary of the dialogue is set forth in annex IV to the present proceedings.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Provisional agenda and other arrangements for the twenty-sixth session of the Governing Council (agenda item 8)", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "III.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Governing Council took up the item at its 7th plenary meeting, on the evening of Thursday, 23 April 2015, and adopted decision 25/2 on the provisional agenda for its twenty-sixth session (see annex I). The Council also decided, on the recommendation of the Bureau, that the session should be held from 3 to 7 April 2017 at UN-Habitat headquarters in Nairobi.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Amendment to the rules of procedure of the Governing Council (agenda item 9)", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "IV.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Governing Council took up the item at its 1st plenary meeting, on the morning of Friday, 17 April 2015, and established a working group, chaired by Michal Mlynár (Slovakia), to review the proposed amendment to rule 19 of the rules of procedure of the Council and report to the Council during the session.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Subsequently, at the 7th plenary meeting, on the evening of Thursday, 23 April 2015, the Chair of the working group said that the group had held two meetings and proposed an amendment to rule 19 of the rules of procedure in the form of a draft decision (HSP/GC/25/L.3).", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Governing Council adopted the draft decision. The text of decision 25/1 is set out in annex I to the present proceedings.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Other matters (agenda item 10)", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "V.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The President of the Governing Council called upon member States to take note of vacant seats in the membership of the Governing Council and encouraged them to fill those seats during the coordination and management meetings of the Economic and Social Council, to be held from 8 to 10 June 2015 and from 20 to 22 July 2015.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Governing Council observed a minute of silence to pay tribute to the United Nations staff members and others slain in a terrorist attack in Garowe, Somalia, on 20 April 2015.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Adoption of the report of the session (agenda item 11)", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "VI.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "At the 7th plenary meeting, on the evening of Thursday, 23 April 2015, the Chair of the Committee of the Whole gave an oral presentation on the deliberations of the Committee.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "At the same meeting, the Governing Council adopted the report of the session, on the basis of the draft that had been circulated during the session and on the understanding that the secretariat and the Rapporteur would be entrusted with its finalization.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Closure of the session (agenda item 12)", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "VII.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In his closing statement, the Executive Director said that the governance reforms agreed upon by the Council constituted a major achievement and the increased oversight could only strengthen UN-Habitat. Nevertheless, he said, governance was a two-way relationship, expressing the hope that the secretariat would enjoy a closer degree of support from member States.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "He voiced satisfaction at the other achievements of the Council, which included agreement on the work programme and budget; an innovative and detailed omnibus resolution; and the focus on urban-rural linkages, which demonstrated the critical role of urbanization in driving sustainable development. He expressed thanks to member States for their financial support and urged them to consider making further contributions. In conclusion, he said that sustainable urbanization represented a significant opportunity for humanity and expressed the hope that UN-Habitat would be the key instrument for unleashing its potential.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Closing statements were also delivered by a number of representatives, some on behalf of groups of States.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Closing", "action_verb_type": "preambular", "action_verb_normalized": "clos", "links": []}, {"text": "The meeting and the session were declared closed at 8 p.m. on Thursday, 23 April 2015.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Annex I", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Resolutions and decisions adopted by the Governing Council of the United Nations Human Settlements Programme at its twenty-fifth session", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Resolutions", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Decisions", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Resolutions", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Contribution of the United Nations Human Settlements Programme to the post-2015 development agenda in order to promote sustainable urban development and human settlements", "type": "paragraph", "heading_level": null, "paragraph_type": null, "paragraph_level": 5, "prefix": "25/1.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Governing Council,", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Recalling General Assembly resolution 69/226 of 19 December 2014 on the implementation of the outcome of the United Nations Conference on Human Settlements (Habitat II) and strengthening of the United Nations Human Settlements Programme (UN-Habitat),", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Recalling", "action_verb_type": "preambular", "action_verb_normalized": "recall", "links": []}, {"text": "Reaffirming the outcome document of the United Nations Conference on Sustainable Development, entitled “The future we want”, in which Heads of State and Government recognized that, if well planned and developed, including through integrated planning and management approaches, cities could promote economically, socially and environmentally sustainable societies, and committed themselves to working towards improving the quality of human settlements, including the living and working conditions of both urban and rural dwellers in the context of poverty eradication so that all people would have access to basic services, housing and mobility,", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Reaffirming", "action_verb_type": "preambular", "action_verb_normalized": "reaffirm", "links": []}, {"text": "Recalling resolution 17/10 of 14 May 1999 of the Commission on Human Settlements, in which the Commission requested that urban-rural interdependence should be taken into consideration in the execution of the work programme of the United Nations Human Settlements Programme given the strong synergy between urban and rural areas,", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Recalling", "action_verb_type": "preambular", "action_verb_normalized": "recall", "links": []}, {"text": "Recalling also its resolution 19/10 of 9 May 2003, in which it requested the Executive Director to raise awareness regarding the direct relationship between positive urban-rural development and sustainable urbanization and to help develop the capacity of central Governments and local authorities in that area, particularly in developing countries,", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Recalling", "action_verb_type": "preambular", "action_verb_normalized": "recall", "links": []}, {"text": "Recalling further its resolution 24/10 of 19 April 2013, in which it requested the Executive Director, in consultation with the Committee of Permanent Representatives, to ensure that the United Nations Human Settlements Programme contributed to the development and implementation of the post-2015 development agenda in order to promote sustainable urbanization,", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Recalling", "action_verb_type": "preambular", "action_verb_normalized": "recall", "links": []}, {"text": "Recalling its resolution 24/5 of 19 April 2013, in which it requested the Executive Director, in consultation with the Committee of Permanent Representatives, to develop a general guiding framework for the development, where appropriate, of national urban policies, based on international good experiences, to further support member States when developing and improving their urban policies,", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Recalling", "action_verb_type": "preambular", "action_verb_normalized": "recall", "links": []}, {"text": "Recalling also its resolution 24/3 of 19 April 2013, in which it encouraged the United Nations Human Settlements Programme, in collaboration with member States and Habitat Agenda partners, to elaborate a set of agreed universal principles for urban and territorial planning at the city level, in particular regarding planned city extensions, at the regional and the national level, with a particular focus on national urban policies,", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Recalling", "action_verb_type": "preambular", "action_verb_normalized": "recall", "links": []}, {"text": "Recognizing the importance of environmentally sound, safe and affordable transportation as a means of improving social equity, health, the resilience of cities, urban-rural linkages and the productivity of rural areas,", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Recognizing", "action_verb_type": "preambular", "action_verb_normalized": "recogniz", "links": []}, {"text": "Recalling General Assembly resolution 68/309 of 10 September 2014, in which the Assembly welcomed the report of the Open Working Group on Sustainable Development Goals and decided that it should be the main basis for integrating sustainable development goals into the post-2015 development agenda, including proposed goal 11, making cities and human settlements inclusive, safe, resilient and sustainable,", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Recalling", "action_verb_type": "preambular", "action_verb_normalized": "recall", "links": []}, {"text": "Recognizing that the report of the Open Working Group on Sustainable Development Goals addresses urban-rural linkages in the context of its proposed goal 11 and its proposed targets with a view to supporting positive economic, social and environmental links between urban, peri-urban and rural areas by strengthening national and regional development planning,", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Recognizing", "action_verb_type": "preambular", "action_verb_normalized": "recogniz", "links": []}, {"text": "Taking note of the report of the Executive Director on the special theme for the twenty-fifth session of the Governing Council, “The contribution of the United Nations Human Settlements Programme to the post-2015 development agenda in order to promote sustainable urban development and human settlements”, sub-theme 1 on enhancing urban-rural linkages across the continuum of human settlements to harness the transformative power of urbanization for sustainable development and sub-theme 2 on the role of the Programme in the post-2015 development agenda,", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Taking", "action_verb_type": "preambular", "action_verb_normalized": "tak", "links": []}, {"text": "Recognizing the positive transformative potential of urbanization and strengthened urban-rural linkages in achieving sustainable development, as the way in which they connect a broad range of themes, sectors and actors in a territory, among other things, by contributing to the eradication of poverty, social inclusion, inclusive economic growth, enhancing access to basic urban services, supporting inclusive housing, enhancing job opportunities, productivity, creating and sharing benefits, and creating a safe and healthy living environment, also in the context of gender equality, young people and people in vulnerable situations,", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Recognizing", "action_verb_type": "preambular", "action_verb_normalized": "recogniz", "links": []}, {"text": "Encourages member States to consider the important role that sustainable urbanization and human settlements can play as a key driver of sustainable development in their national and subnational development plans, as appropriate;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Encourages", "action_verb_type": "operative", "action_verb_normalized": "encourag", "links": []}, {"text": "Requests the Executive Director to continue to support member States in the development and implementation of their urban policies to manage the continuum of human settlements;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Requests", "action_verb_type": "operative", "action_verb_normalized": "request", "links": []}, {"text": "Also requests the Executive Director to continue to promote political commitment to sustainable development, while encouraging planned, productive and integrated city growth, to ensure sustainable mobility, public spaces, including green spaces, urban regeneration and infills in order to contain urban sprawl, promoting access to affordable, reliable and sustainable modern energy services and energy efficiency, reduced environmental impacts of rural-urban convergences and mitigate and adapt to climate change, reducing air pollution while also promoting urban health and enhancing national and local authorities capacity to provide basic services;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "requests", "action_verb_type": "operative", "action_verb_normalized": "request", "links": []}, {"text": "Invites Governments to promote the reduction of disparities along the urban-rural continuum through, among other things, inclusive public and private investment in infrastructure and services across rural service centres and small, intermediate and secondary towns to strengthen linkages, as appropriate, and to promote the sustainable and balanced integration of the economic, social and environmental dimensions of sustainable development;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Invites", "action_verb_type": "operative", "action_verb_normalized": "invit", "links": []}, {"text": "Also invites Governments to support the strengthening of the capacity of rural service centres and small, intermediate and secondary towns to attract populations, increase investment, create jobs and reduce reliance on primate cities as a strategy to promote decentralized growth;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "invites", "action_verb_type": "operative", "action_verb_normalized": "invit", "links": []}, {"text": "Encourages the Executive Director to continue to promote the role of sustainable urbanization and human settlements as a transformative force for achieving and advancing sustainable development in support of the post-2015 development agenda;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Encourages", "action_verb_type": "operative", "action_verb_normalized": "encourag", "links": []}, {"text": "Requests the Executive Director, consistent with existing mandates, to continue to mainstream urbanization and human settlement issues in the post-2015 development agenda and to contribute, as appropriate, to the work to be undertaken on the indicators by, among other things, providing expertise through the inter-agency and expert group on sustainable development goal indicators under the Statistical Commission;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Requests", "action_verb_type": "operative", "action_verb_normalized": "request", "links": []}, {"text": "Encourages member States to ensure policy coherence in the implementation of the post-2015 development agenda by promoting the active participation of relevant stakeholders, including local authorities;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Encourages", "action_verb_type": "operative", "action_verb_normalized": "encourag", "links": []}, {"text": "Requests the Executive Director to work with member States to promote policy coherence within the mandate of the United Nations Human Settlements Programme in the implementation of the relevant parts of the post-2015 development agenda by promoting the active participation of relevant stakeholders, including local authorities;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Requests", "action_verb_type": "operative", "action_verb_normalized": "request", "links": []}, {"text": "Also requests the Executive Director to develop tools and disseminate good practices to promote urban-rural linkages through investment in market towns and in intermediate cities through integrated regional and territorial planning to strengthen development corridors;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "requests", "action_verb_type": "operative", "action_verb_normalized": "request", "links": []}, {"text": "Further requests the Executive Director to continue to work closely with other intergovernmental organizations and stakeholders to strengthen urban-rural linkages, focusing on knowledge exchange, policy dialogue and capacity development;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "requests", "action_verb_type": "operative", "action_verb_normalized": "request", "links": []}, {"text": "Invites member States, with the assistance of the United Nations Human Settlements Programme, as requested and in line with its work programme and budget, to initiate or enhance programmes and projects at the national or subnational level to strengthen the capacity of rural service centres and small and intermediate towns to improve the access of rural and peri-urban inhabitants to sustainable urban basic services, including water, sanitation, transportation and energy, as well as access to social and economic services such as health, education, banking, retail and market services;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Invites", "action_verb_type": "operative", "action_verb_normalized": "invit", "links": []}, {"text": "Requests the Executive Director, consistent with the approved work programme and budget, to support member States to enhance the capacity of national, subnational and local authorities to plan and manage sustainable urbanization in order to address existing and emerging challenges, including a response to climate change across the human settlements continuum;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Requests", "action_verb_type": "operative", "action_verb_normalized": "request", "links": []}, {"text": "Encourages member States and partners to provide appropriate support for the future work of the United Nations Human Settlements Programme in the implementation of the strategic plan for the period 2014–2019 and the outcomes of the post-2015 development agenda;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Encourages", "action_verb_type": "operative", "action_verb_normalized": "encourag", "links": []}, {"text": "Requests the Executive Director to submit to the Governing Council at its twenty-sixth session a report on the implementation of the present resolution.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Requests", "action_verb_type": "operative", "action_verb_normalized": "request", "links": []}, {"text": "Strengthening national ownership and operational capacity", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 5, "prefix": "25/2.", "action_verb": "Strengthening", "action_verb_type": "preambular", "action_verb_normalized": "strengthen", "links": []}, {"text": "The Governing Council,", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Recalling General Assembly resolution 60/1 of 16 September 2005 on the 2005 World Summit Outcome, which provides strong support to system-wide coherence on the implementation of United Nations policy, and operational and environmental activities, including humanitarian assistance,", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Recalling", "action_verb_type": "preambular", "action_verb_normalized": "recall", "links": []}, {"text": "Recalling also the outcome document of the United Nations Conference on Sustainable Development, entitled “The future we want”, in which it is recognized that the institutional framework for sustainable development should integrate the three dimensions of sustainable development in a balanced manner and enhance implementation by, among other things, strengthening coherence and coordination, avoiding duplication of effort and reviewing progress in implementing sustainable development,", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Recalling", "action_verb_type": "preambular", "action_verb_normalized": "recall", "links": []}, {"text": "Recalling further General Assembly resolution 67/226 of 21 December 2012 on the quadrennial comprehensive policy review of operational activities for development of the United Nations system, in which the Assembly reaffirmed the importance of the quadrennial comprehensive policy review of operational activities, established key system-wide policy orientations for the development cooperation and country-level modalities of the United Nations system and stressed that funding for operational activities should be aligned with the national priorities and plans of the programme countries, as well as the strategic plans, mandates, resource frameworks and priorities of the United Nations funds, programmes and specialized agencies,", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Recalling", "action_verb_type": "preambular", "action_verb_normalized": "recall", "links": []}, {"text": "Recalling General Assembly resolution 62/208 of 19 December 2007 on the triennial comprehensive policy review of operational activities for development of the United Nations system, recalling also the potential of the United Nations Development Assistance Framework and its results matrix as the collective, coherent and integrated programming and monitoring framework for the operations of the United Nations development system at the country level, bringing increased opportunities for joint initiatives, including joint programming, and recognizing the need for the United Nations development system to fully utilize such opportunities in the interests of enhancing aid efficiency and aid effectiveness,", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Recalling", "action_verb_type": "preambular", "action_verb_normalized": "recall", "links": []}, {"text": "Reaffirming the need to strengthen the United Nations with a view to enhancing its coherence and efficiency, as well as its capacity to address effectively, and in accordance with the purposes and principles of the Charter of the United Nations, the full range of development challenges of our time,", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Reaffirming", "action_verb_type": "preambular", "action_verb_normalized": "reaffirm", "links": []}, {"text": "Bearing in mind the need for coherence and balance in the implementation of the normative and operational mandates of the United Nations Human Settlements Programme,", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Bearing", "action_verb_type": "preambular", "action_verb_normalized": "bear", "links": []}, {"text": "Recognizing that the strength of the United Nations and its operational system lies in its legitimacy, at the country level, as a neutral, objective and trusted partner,", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Recognizing", "action_verb_type": "preambular", "action_verb_normalized": "recogniz", "links": []}, {"text": "Noting the role of the United Nations Human Settlements Programme in supporting national Governments and local authorities to build capacity and strengthen technical and scientific cooperation, including through urban policies, as appropriate, to promote sustainable urbanization and human settlements,", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Noting", "action_verb_type": "preambular", "action_verb_normalized": "not", "links": []}, {"text": "Reaffirming the support of the United Nations Human Settlements Programme for United Nations efforts, through inputs, as appropriate, to the annual report by the Secretary-General on the implementation of the quadrennial comprehensive policy review that provides Member States with an overview of the results achieved, as well as measures and processes implemented, in follow-up to the resolution of the General Assembly on the quadrennial comprehensive policy review,", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Reaffirming", "action_verb_type": "preambular", "action_verb_normalized": "reaffirm", "links": []}, {"text": "Acknowledging the decision of the African Union Specialized Technical Committee on Public Service, Local Government, Urban Development and Decentralization, adopted in Brazzaville in November 2014, to constitute a subcommittee on urban development and human settlements to give effect to the decision of the African Union ministers to transform the African Ministerial Conference on Housing and Urban Development into an organ of the African Union,", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Acknowledging", "action_verb_type": "preambular", "action_verb_normalized": "acknowledg", "links": []}, {"text": "Taking note of the outcome of the fifth Asia-Pacific Ministerial Conference on Housing and Urban Development, as set out in the Seoul Declaration and Seoul Implementation Plan, as specific action to address the challenges faced by Asian and Pacific countries with regard to sustainable urban development and human settlements and to promote the implementation of programmes of the United Nations Human Settlements Programme in the region,", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Taking", "action_verb_type": "preambular", "action_verb_normalized": "tak", "links": []}, {"text": "Requests the Executive Director to work closely with member States, the Secretariat and the United Nations Development Group to fully implement the most recent resolution on the quadrennial comprehensive policy review in the programme of work of the United Nations Human Settlements Programme, with a view to substantially increasing the efficiency of operational activities at the country level, so as to improve the effectiveness of development results;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "1.", "action_verb": "Requests", "action_verb_type": "operative", "action_verb_normalized": "request", "links": []}, {"text": "Also requests the Executive Director to strengthen the interlinkages between the operational and normative work of the United Nations Human Settlements Programme so as to increase its capacity to provide evidence-based expertise for policy design and expertise for the implementation of policies;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "2.", "action_verb": "requests", "action_verb_type": "operative", "action_verb_normalized": "request", "links": []}, {"text": "Further requests the Executive Director to enhance the country programme document mechanism to ensure full alignment with the United Nations development and national development framework priorities of the relevant country, as appropriate, with a view to strengthening national ownership of the country-level activities of the United Nations Human Settlements Programme;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "3.", "action_verb": "requests", "action_verb_type": "operative", "action_verb_normalized": "request", "links": []}, {"text": "Requests the Executive Director, in the context of the approved work programme and budget and the strategic plan for 2014–2019, to support national Governments to encourage local authorities and other stakeholders to improve the effective implementation of country programmes in the field, reach national objectives and strengthen local and national ownership;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "4.", "action_verb": "Requests", "action_verb_type": "operative", "action_verb_normalized": "request", "links": []}, {"text": "Also requests the Executive Director to work closely with national Governments and United Nations country teams to incorporate the work of the United Nations Human Settlements Programme into the United Nations Development Assistance Framework model, or equivalent, and to engage actively with the “One United Nations” initiative;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "5.", "action_verb": "requests", "action_verb_type": "operative", "action_verb_normalized": "request", "links": []}, {"text": "Encourages the United Nations Human Settlements Programme to continue its constructive collaboration with intergovernmental mechanisms such as the Meeting of Ministers and High-level Authorities of the Housing and Urban Development Sector in Latin America and the Caribbean, the Asia-Pacific Ministerial Conference on Housing and Urban Development, the African Union Specialized Technical Committee on Public Service, Local Government, Urban Development and Decentralization and the Council of Arab Ministers for Housing, in addition to others that could provide opportune vehicles for driving policy change and programming and regional and national prioritization of sustainable urbanization and human settlements;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "6.", "action_verb": "Encourages", "action_verb_type": "operative", "action_verb_normalized": "encourag", "links": []}, {"text": "Notes with appreciation that, on 1 January 2015, the United Nations Human Settlements Programme made a successful transition to the International Public Sector Accounting Standards, and in this regard requests the Executive Director to achieve the full implementation of the enterprise resource planning project, Umoja, by June 2015 and to ensure adequate training of staff;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "7.", "action_verb": "Notes", "action_verb_type": "operative", "action_verb_normalized": "not", "links": []}, {"text": "Requests the Executive Director to continue to provide a conducive framework for realizing a model that links normative and operational activities, thus paving the way towards achieving well-defined and more tangible results for greater impact in the field;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "8.", "action_verb": "Requests", "action_verb_type": "operative", "action_verb_normalized": "request", "links": []}, {"text": "Also requests the Executive Director to strengthen capacity-building activities in order to support the achievement of sustainable urban development in accordance with the strategic plan for 2014–2019 in the light of its potential contribution to the implementation of the post-2015 development agenda;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "9.", "action_verb": "requests", "action_verb_type": "operative", "action_verb_normalized": "request", "links": []}, {"text": "Further requests the Executive Director to report on the implementation of the present resolution to the Governing Council at its twenty-sixth session.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "10.", "action_verb": "requests", "action_verb_type": "operative", "action_verb_normalized": "request", "links": []}, {"text": "Strategic plan for 2014–2019 and the work programme and budget of the United Nations Human Settlements Programme for the biennium 2016–2017", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 5, "prefix": "25/3.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Governing Council,", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Recalling the commitments made by Governments in the United Nations Millennium Declaration to the purposes and principles of the Charter of the United Nations and to achieving, among other things, a significant improvement in the lives of at least 100 million slum dwellers by 2020 and in the Plan of Implementation of the World Summit on Sustainable Development to halving, by 2015, the proportion of people without access to safe drinking water and basic sanitation,", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Recalling", "action_verb_type": "preambular", "action_verb_normalized": "recall", "links": []}, {"text": "Recalling also General Assembly resolution 69/226 of 19 December 2014, in which the Assembly reaffirmed the outcome document, entitled “The future we want”, of the United Nations Conference on Sustainable Development, held in Rio de Janeiro, Brazil, from 20 to 22 June 2012, in particular paragraphs 134 to 137 on sustainable cities and human settlements, in which, inter alia, it is recognized that cities are engines of economic growth which, if well planned and developed, including through integrated planning and management approaches, can promote economically, socially and environmentally sustainable societies, as well as the importance of integrated approaches that enhance overall coherence, promote effective rural-urban linkages and improve the quality of human settlements, including the living and working conditions of both urban and rural dwellers in the context of poverty eradication and achieving sustainable development so that all people have access to basic services, housing and mobility,", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Recalling", "action_verb_type": "preambular", "action_verb_normalized": "recall", "links": []}, {"text": "Recalling further General Assembly resolution 68/309 of 10 September 2014, in which the Assembly welcomed the report of the Open Working Group on Sustainable Development Goals and decided that it should be the main basis for integrating sustainable development goals into the post-2015 development agenda, including proposed goal 11, of making cities and human settlements inclusive, safe, resilient and sustainable,", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Recalling", "action_verb_type": "preambular", "action_verb_normalized": "recall", "links": []}, {"text": "Taking note of the progress made to date in the implementation of the strategic plan for \n2014–2019, as reported through the annual progress report, and also the findings of evaluations of activities of the United Nations Human Settlements Programme,", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Taking", "action_verb_type": "preambular", "action_verb_normalized": "tak", "links": []}, {"text": "Taking note also of the report of the Office of Internal Oversight Services on the evaluation of the United Nations Human Settlements Programme and its recommendations,", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Taking", "action_verb_type": "preambular", "action_verb_normalized": "tak", "links": []}, {"text": "Recalling General Assembly resolution 67/226 of 21 December 2012 on the quadrennial comprehensive policy review of operational activities for development of the United Nations system, in which the Assembly, while noting that non-core resources represented an important contribution to the overall resource base of the United Nations development system and complemented core resources to support operational activities for development, recognized that non-core resources posed challenges and might potentially distort programme priorities regulated by intergovernmental bodies and processes,", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Recalling", "action_verb_type": "preambular", "action_verb_normalized": "recall", "links": []}, {"text": "Recalling also General Assembly resolution 69/226, in which the Assembly recognized that, over the years, the responsibilities of the United Nations Human Settlements Programme had changed considerably in their scope and complexity and that the requirement to provide substantive and technical support to developing countries had changed in areas related to sustainable cities and human settlements, as reflected in its strategic plan for 2014–2019,", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Recalling", "action_verb_type": "preambular", "action_verb_normalized": "recall", "links": []}, {"text": "Recalling further its resolution 24/15 of 19 April 2013, in which it requested the Executive Director, working in consultation with the Committee of Permanent Representatives, to ensure that the results-based strategic framework and work programme and budget documents for the biennium 2016–2017 were aligned with the strategic plan for 2014–2019,", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Recalling", "action_verb_type": "preambular", "action_verb_normalized": "recall", "links": []}, {"text": "Having considered the proposed work programme and budget of the United Nations Habitat and Human Settlements Foundation for the biennium 2016–2017 and the recommendations set forth in the report of the Advisory Committee on Administrative and Budgetary Questions,", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Having considered", "action_verb_type": "preambular", "action_verb_normalized": "having considered", "links": []}, {"text": "Approves the proposed work programme and budget for 2016–2017,11 taking into account the relevant decisions of the Governing Council;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "1.", "action_verb": "Approves", "action_verb_type": "operative", "action_verb_normalized": "approv", "links": []}, {"text": "Also approves the general purpose budget of 45,617,500 United States dollars and endorses the special purpose budget of 101,297,500 dollars for the biennium 2016–2017 detailed in the proposed work programme and budget for 2016–2017, and notes an estimated technical cooperation funding of 312,909,000 dollars;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "2.", "action_verb": "approves", "action_verb_type": "operative", "action_verb_normalized": "approv", "links": []}, {"text": "Requests the Executive Director to ensure that future general purpose budget proposals are more closely aligned with income projections and patterns of expenditure in order to be more realistic and serve as effective tools for financial planning and control;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "3.", "action_verb": "Requests", "action_verb_type": "operative", "action_verb_normalized": "request", "links": []}, {"text": "Notes that the general purpose resources are allocated for the biennium 2016–2017 for the purposes indicated in the following table:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "4.", "action_verb": "Notes", "action_verb_type": "operative", "action_verb_normalized": "not", "links": []}, {"text": "General purpose resources for the biennium 2016–2017", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(Thousands of United States dollars)", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "(Thousands", "action_verb_type": "operative", "action_verb_normalized": "(thousand", "links": []}, {"text": "Notes with concern that the United Nations Human Settlements Programme has in the recent past not met the set financial targets for the programme of work and budget for voluntary \nnon-earmarked core contributions, and recognizes the pragmatic measures adopted by the Executive Director to accord priority to core subprogramme activities and to adjust allocations in accordance with the actual levels of Foundation general purpose and other relevant core contributions throughout the biennium;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "5.", "action_verb": "Notes", "action_verb_type": "operative", "action_verb_normalized": "not", "links": []}, {"text": "Notes the efforts of the Executive Director to mobilize resources for the United Nations Human Settlements Programme, and requests him to adopt effective measures and to enhance efforts to broaden the donor base of the Foundation general purpose budget, in consultation with member States and in accordance with the Programme’s resource mobilization strategy;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "6.", "action_verb": "Notes", "action_verb_type": "operative", "action_verb_normalized": "not", "links": []}, {"text": "Requests the Executive Director to consult the Committee of Permanent Representatives during the preparation of the results-based strategic framework and work programme and budget documents for the biennium 2018–2019 and to ensure that the two documents are aligned with the strategic plan for 2014–2019;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "7.", "action_verb": "Requests", "action_verb_type": "operative", "action_verb_normalized": "request", "links": []}, {"text": "Calls upon the Executive Director to report annually to member States and, in consultation with the Committee of Permanent Representatives, to the Governing Council at its twenty-sixth session on progress made in resource mobilization, outcome-level performance, the implementation of the strategic plan and the work programme and budget, including evaluation in line with the results-based management framework;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "8.", "action_verb": "Calls", "action_verb_type": "operative", "action_verb_normalized": "call", "links": []}, {"text": "Requests the Executive Director to continue to mainstream cross-cutting issues in the programmes, projects and activities of the United Nations Human Settlements Programme, in line with its mandate, and to allocate resources accordingly;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "9.", "action_verb": "Requests", "action_verb_type": "operative", "action_verb_normalized": "request", "links": []}, {"text": "Also requests the Executive Director to continue to strengthen the implementation of results-based management in the programmes, projects, policies and activities of the United Nations Human Settlements Programme and to allocate adequate resources accordingly;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "10.", "action_verb": "requests", "action_verb_type": "operative", "action_verb_normalized": "request", "links": []}, {"text": "Authorizes the Executive Director, with a view to ensuring better conformity with the practices of other United Nations bodies, to reallocate resources between subprogrammes up to a maximum of 10 per cent, and to consult the Committee of Permanent Representatives in respect of any allocation above that contained in the programme of work and budget approved by the Governing Council;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "11.", "action_verb": "Authorizes", "action_verb_type": "operative", "action_verb_normalized": "authoriz", "links": []}, {"text": "Also authorizes the Executive Director, if necessary, to reallocate funds in excess of 10 per cent and up to 20 per cent of the allocations to the subprogrammes in consultation with the Committee of Permanent Representatives;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "12.", "action_verb": "authorizes", "action_verb_type": "operative", "action_verb_normalized": "authoriz", "links": []}, {"text": "Further authorizes the Executive Director to adjust, in consultation with the Committee of Permanent Representatives, the level of allocations to subprogrammes, bringing them into line with possible variations in income compared with the approved level of appropriations;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "13.", "action_verb": "authorizes", "action_verb_type": "operative", "action_verb_normalized": "authoriz", "links": []}, {"text": "Reiterates its call upon all member States and stakeholders for financial support to the United Nations Human Settlements Programme through increased voluntary contributions, and encourages more member States and stakeholders to accord priority to contributions to the Foundation general purpose fund in order to provide predictable multi-year funding to support the implementation of the strategic plan for 2014–2019 and the programme of work for 2016–2017;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "14.", "action_verb": "Reiterates", "action_verb_type": "operative", "action_verb_normalized": "reiterat", "links": []}, {"text": "Requests the Executive Director to report to the Governing Council at its twenty-sixth session on the implementation by the United Nations Human Settlements Programme of General Assembly resolution 67/226;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "15.", "action_verb": "Requests", "action_verb_type": "operative", "action_verb_normalized": "request", "links": []}, {"text": "Also requests the Executive Director to enhance his efforts to realize and demonstrate the expected results and impact of the programme objectives of the United Nations Human Settlements Programme and for the efficient, effective and transparent use of resources to that end, subject to United Nations processes of review, evaluation and oversight;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "16.", "action_verb": "requests", "action_verb_type": "operative", "action_verb_normalized": "request", "links": []}, {"text": "Notes with appreciation that, on 1 January 2015, the United Nations Human Settlements Programme made a successful transition to the International Public Sector Accounting Standards, and in this regard requests the Executive Director to achieve the full implementation of the enterprise resource planning project, Umoja, by June 2015 and to ensure adequate training of staff;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "17.", "action_verb": "Notes", "action_verb_type": "operative", "action_verb_normalized": "not", "links": []}, {"text": "Requests the Executive Director to report annually to member States and, in consultation with the Committee of Permanent Representatives, to the Governing Council at its twenty-sixth session on progress made in the implementation of the recommendations of internal and external evaluations and audits, as contained in the reports of both the internal and independent oversight bodies;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "18.", "action_verb": "Requests", "action_verb_type": "operative", "action_verb_normalized": "request", "links": []}, {"text": "Also requests the Executive Director, in line with paragraph 18 of the present resolution, to report on the status of implementation of the recommendations contained in the report of the Office of Internal Oversight Services,10 pertaining to, among others, risk management, resource mobilization and information and knowledge management;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "19.", "action_verb": "requests", "action_verb_type": "operative", "action_verb_normalized": "request", "links": []}, {"text": "Further requests the Executive Director to continue to ensure that trust funds and earmarked contributions to the United Nations Human Settlements Programme are used to fund activities that are in line with the programme of work;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "20.", "action_verb": "requests", "action_verb_type": "operative", "action_verb_normalized": "request", "links": []}, {"text": "Requests the Executive Director to submit to the Governing Council for approval at its twenty-sixth session, in consultation with the Committee of Permanent Representatives, a prioritized, results-oriented and streamlined programme of work and budget for the biennium 2018–2019 that monitors and manages the share of resources devoted respectively to administrative costs and programme activities, with a detailed breakdown of non-post requirements by item of expenditure, while clearly according priority to the application of the resources to programme activities;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "21.", "action_verb": "Requests", "action_verb_type": "operative", "action_verb_normalized": "request", "links": []}, {"text": "Deeply regrets that the secretariat made changes to the strategic framework for \n2016–2017, which had initially been endorsed by the Committee of Permanent Representatives, and that those changes were effected without prior consultation with the Committee;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "22.", "action_verb": "regrets", "action_verb_type": "operative", "action_verb_normalized": "regret", "links": []}, {"text": "Requests the Executive Director to ensure appropriate consultations with the Committee of Permanent Representatives on the strategic framework and work programme, including on any proposed changes to those documents, throughout the intersessional period;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "23.", "action_verb": "Requests", "action_verb_type": "operative", "action_verb_normalized": "request", "links": []}, {"text": "Also requests the Executive Director to report to the Governing Council at its \ntwenty-sixth session on the implementation of the present resolution.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "24.", "action_verb": "requests", "action_verb_type": "operative", "action_verb_normalized": "request", "links": []}, {"text": "Implementation of the strategic plan for 2014–2019", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 5, "prefix": "25/4.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Governing Council,", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Recalling its relevant resolutions and decisions on the coordinated implementation of the mandate of the United Nations Human Settlements Programme, sustainable urbanization and human settlements, including its resolution 24/15 of 19 April 2013 by which it approved the strategic plan for 2014–2019 and the work programme and budget of the United Nations Human Settlements Programme for the biennium 2014–2015,", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Recalling", "action_verb_type": "preambular", "action_verb_normalized": "recall", "links": []}, {"text": "Recalling also relevant General Assembly resolutions, including resolutions 66/288 of 27 July 2012, entitled “The future we want”, 69/226 of 19 December 2014 on implementation of the outcome of the United Nations Conference on Human Settlements (Habitat II) and strengthening of the United Nations Human Settlements Programme (UN-Habitat) and 68/309 of 10 September 2014 on the report of the Open Working Group on Sustainable Development Goals established pursuant to General Assembly resolution 66/288,", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Recalling", "action_verb_type": "preambular", "action_verb_normalized": "recall", "links": [["66/288", "http://undocs.org/A/RES/66/288"]]}, {"text": "Taking note of the fact that, at the Third United Nations World Conference on Disaster Risk Reduction, held in Sendai, Japan, from 14 to 18 March 2015, the participants adopted the Sendai Framework for Disaster Risk Reduction 2015–2030 as the successor agreement to the Hyogo Framework for Action 2005–2015: Building the Resilience of Nations and Communities to Disasters,", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Taking", "action_verb_type": "preambular", "action_verb_normalized": "tak", "links": []}, {"text": "Bearing in mind the upcoming third International Conference on Financing for Development in Addis Ababa, the United Nations summit for the adoption of the post-2015 development agenda in New York and the twenty-first session of the Conference of the Parties to the United Nations Framework Convention on Climate Change in Paris and their expected outcomes,", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Bearing", "action_verb_type": "preambular", "action_verb_normalized": "bear", "links": []}, {"text": "Expressing appreciation to the United Nations Human Settlements Programme for the progress in the implementation of its strategic plan and work programme through a set of key targeted policies and systems to improve efficiency and productivity,", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Expressing", "action_verb_type": "preambular", "action_verb_normalized": "express", "links": []}, {"text": "Requests the Executive Director to further develop and strengthen the linkages between normative work and operational activities with a view to achieving in full the results expected from the implementation of the strategic plan for 2014–2019;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "1.", "action_verb": "Requests", "action_verb_type": "operative", "action_verb_normalized": "request", "links": []}, {"text": "Also requests the Executive Director to ensure the development of programmes and projects that implement an integrated approach to sustainable urbanization and human settlements and promote effective urban-rural linkages, bearing in mind the strong link between sustainable development and sustainable urbanization and human settlements;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "2.", "action_verb": "requests", "action_verb_type": "operative", "action_verb_normalized": "request", "links": []}, {"text": "Further requests the Executive Director to continue the work of the United Nations Human Settlements Programme for the prevention of urban violence and crime and for the enhancement of urban safety by creating an inter-agency collaborative framework on safer cities, without prejudice to the distinct mandate of each entity and in full compliance with the financial rules and regulations;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "3.", "action_verb": "requests", "action_verb_type": "operative", "action_verb_normalized": "request", "links": []}, {"text": "", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "I", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Substantive focus and scope", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Requests the Executive Director to increase his efforts to take on board the perspectives of local authorities and have those perspectives incorporated, as appropriate, into the implementation of the outcomes of the post-2015 development agenda and the United Nations Conference on Housing and Sustainable Urban Development (Habitat III);", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "4.", "action_verb": "Requests", "action_verb_type": "operative", "action_verb_normalized": "request", "links": []}, {"text": "Also requests the Executive Director to increase the capacity-building offered to local governments, in accordance with national and subnational priorities and needs, recognizing that they are key actors in achieving sustainable urbanization and human settlements and sustainable development;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "5.", "action_verb": "requests", "action_verb_type": "operative", "action_verb_normalized": "request", "links": []}, {"text": "Further requests the Executive Director to continue to support national and local governments in the development of functionally effective legal and institutional frameworks to facilitate sustainable urbanization and human settlement development that provide for long-term objectives, are non-discriminatory and inclusive and provide the most efficient and locally relevant solutions possible, and encourages member States to consider, as appropriate, the development of an effective policy framework around sustainable urbanization and human settlements;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "6.", "action_verb": "requests", "action_verb_type": "operative", "action_verb_normalized": "request", "links": []}, {"text": "Requests the Executive Director to continue to raise awareness of the direct relationship between positive urban-rural development linkages and sustainable urbanization and human settlements, to disseminate, in cooperation with appropriate partners, good practices and policies in relation to mutually beneficial urban-rural development relationships and to continue to focus on the development of programmes and projects that implement an integrated approach in order to ensure well-established urban-rural linkages that contribute to achieving sustainable development and poverty eradication;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "7.", "action_verb": "Requests", "action_verb_type": "operative", "action_verb_normalized": "request", "links": []}, {"text": "Encourages member States to engage in inclusive, participatory and sustainable spatial planning processes that respond to their social, economic and environmental realities, acknowledging urban-rural inequalities;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "8.", "action_verb": "Encourages", "action_verb_type": "operative", "action_verb_normalized": "encourag", "links": []}, {"text": "Welcomes the efforts of the United Nations Human Settlements Programme to support member States in establishing and further developing a global network of planning and design labs to share good practices and to assist cities and human settlements in achieving more productive, compact, socially inclusive, integrated and connected cities and territories that foster sustainable development and promote public health;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "9.", "action_verb": "Welcomes", "action_verb_type": "operative", "action_verb_normalized": "welcom", "links": []}, {"text": "Requests the Executive Director to continue to work with partners to promote urban financing strategies to support sustainable urbanization and human settlements;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "10.", "action_verb": "Requests", "action_verb_type": "operative", "action_verb_normalized": "request", "links": []}, {"text": "Encourages member States to support the promotion of local economic development activities in order to help to enhance access to financing for sustainable urbanization and human settlements at the local level;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "11.", "action_verb": "Encourages", "action_verb_type": "operative", "action_verb_normalized": "encourag", "links": []}, {"text": "Requests the Executive Director to further strengthen partnerships, peer learning and a community of practice approach on national urban policies as means of supporting national and local governments as they develop and implement such policies;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "12.", "action_verb": "Requests", "action_verb_type": "operative", "action_verb_normalized": "request", "links": []}, {"text": "Also requests the Executive Director to develop and implement tools and training programmes to strengthen the capacity of national and local authorities to generate additional revenue from local and other sources, as appropriate;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "13.", "action_verb": "requests", "action_verb_type": "operative", "action_verb_normalized": "request", "links": []}, {"text": "Further requests the Executive Director to continue to support and reinforce the coordination of the efforts of the United Nations system, through the Global Land Tool Network, to bring coherence and conflict-sensitive approaches to land issues, including through a plurality of land tenure systems for all segments of society and alternative forms of land administration;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "14.", "action_verb": "requests", "action_verb_type": "operative", "action_verb_normalized": "request", "links": []}, {"text": "Encourages member States to facilitate, if necessary in coordination with the United Nations Human Settlements Programme, the sharing of tools and training programmes with national and local authorities with a view to promoting economically, socially and environmentally sustainable societies;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "15.", "action_verb": "Encourages", "action_verb_type": "operative", "action_verb_normalized": "encourag", "links": []}, {"text": "Takes note of the “housing at the centre approach”, which positions housing at the centre of national urban policies and of cities, and encourages the United Nations Human Settlements Programme and member States to consider the implementation of the Global Housing Strategy, as appropriate, including through the design of tools and mechanisms to promote inclusive housing finance at the national and local levels to bridge the housing gap and to contribute to the progressive realization of the right to adequate housing for all;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "16.", "action_verb": "Takes", "action_verb_type": "operative", "action_verb_normalized": "tak", "links": []}, {"text": "Invites member States and their partners to continue to formulate and implement national housing strategies through the increased use of inclusive broad-based participatory processes and by designing inclusive affordable housing solutions;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "17.", "action_verb": "Invites", "action_verb_type": "operative", "action_verb_normalized": "invit", "links": []}, {"text": "Requests the Executive Director to consider health and well-being aspects, including promotion of and access to health services, in developing policies on urban and territorial planning and human settlements and in the operational work of the United Nations Human Settlements Programme;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "18.", "action_verb": "Requests", "action_verb_type": "operative", "action_verb_normalized": "request", "links": []}, {"text": "Also requests the Executive Director, in view of the increasing burden of HIV and associated diseases faced by cities and the unequal access to basic HIV health services by marginalized urban dwellers, to continue to collaborate with member States and the Joint United Nations Programme on HIV/AIDS to examine the consequences of HIV on urban life and prosperity, to develop an inclusive multisectoral AIDS response as part of housing programmes and to help to measure achievement towards the global target of ending AIDS by 2030;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "19.", "action_verb": "requests", "action_verb_type": "operative", "action_verb_normalized": "request", "links": []}, {"text": "Further requests the Executive Director to further advocate and support the implementation of national and city-wide slum upgrading and urban renewal approaches, building on the past work of the Participatory Slum Upgrading Programme and slum prevention activities;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "20.", "action_verb": "requests", "action_verb_type": "operative", "action_verb_normalized": "request", "links": []}, {"text": "Invites member States to work towards the prevention of slums, the empowerment of slum communities and the strengthening of institutional mechanisms equipping slum dwellers to contribute to the improvement of the living environment, aiming at promoting social, economic and political inclusion and poverty eradication through, among other things, access to sustainable mobility, skills and capacity development, the creation of job opportunities, in particular for women and young people, public spaces and respect for cultural diversity, and by strengthening linkages to the formal settings in the rural and urban surroundings of slum settlements;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "21.", "action_verb": "Invites", "action_verb_type": "operative", "action_verb_normalized": "invit", "links": []}, {"text": "Requests the Executive Director to address the high rates of youth unemployment by developing high-level programmes and policies, thereby enabling the United Nations Human Settlements Programme to work with member States and local authorities to develop and implement targeted and integrated local and national youth employment and entrepreneurship programmes and policies for inclusive, sustainable and innovative job creation;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "22.", "action_verb": "Requests", "action_verb_type": "operative", "action_verb_normalized": "request", "links": []}, {"text": "Also requests the Executive Director to continue the work of the United Nations Human Settlements Programme on the provision of urban basic services, including water and sanitation, drainage, waste management, sustainable energy and urban mobility, as well as improving air quality, according priority to a shift towards the provision of sustainable energy and urban mobility and to support the Urban Basic Services Trust Fund and the Global Expanded Water Monitoring Initiative, and calls upon member States to consider contributing to the Trust Fund;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "23.", "action_verb": "requests", "action_verb_type": "operative", "action_verb_normalized": "request", "links": []}, {"text": "Encourages member States to support initiatives aimed at improving access to sustainable energy and mainstreaming energy efficiency and sustainable energy systems into housing policies and regulations and to support the Urban Electric Mobility Initiative, while promoting hybrid and electric mobility as a priority in conjunction with urban policies in support of compact city planning, energy and resource efficiency, making the transition to sustainable sources of energy and better public transport systems and facilities integrated with safe and attractive non-motorized transport options;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "24.", "action_verb": "Encourages", "action_verb_type": "operative", "action_verb_normalized": "encourag", "links": []}, {"text": "Requests the Executive Director to continue the activities of the United Nations Human Settlements Programme to address urban challenges relating to displaced populations in a vulnerable situation, including by supporting planned urban growth and slum prevention activities and contributing to global knowledge development through close collaboration with relevant United Nations agencies and other humanitarian organizations, including the Office of the United Nations High Commissioner for Refugees, the International Rescue Committee and the Norwegian Refugee Council;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "25.", "action_verb": "Requests", "action_verb_type": "operative", "action_verb_normalized": "request", "links": []}, {"text": "Also requests the Executive Director to support member States, and local governments in particular, as appropriate, in considering the Sendai Framework for Disaster Risk Reduction 2015-2030;13", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "26.", "action_verb": "requests", "action_verb_type": "operative", "action_verb_normalized": "request", "links": []}, {"text": "Calls upon member States, including through local authorities, to consider disaster risk reduction and disaster resilience in spatial planning and in the designation and use of land;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "27.", "action_verb": "Calls", "action_verb_type": "operative", "action_verb_normalized": "call", "links": []}, {"text": "Requests the Executive Director and Governments to promote international cooperation in order to share technical expertise, build technical and policymaking capacity and share successful experiences of sustainable and integral spatial planning in rural and urban areas;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "28.", "action_verb": "Requests", "action_verb_type": "operative", "action_verb_normalized": "request", "links": []}, {"text": "Calls upon the United Nations Human Settlements Programme to continue its efforts to monitor the trends of sustainable urbanization and human settlements at the global, regional and local levels and to strengthen the capacity of national and local governments, as appropriate, in this regard;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "29.", "action_verb": "Calls", "action_verb_type": "operative", "action_verb_normalized": "call", "links": []}, {"text": "Requests the Executive Director to promote the enhancement of international cooperation to improve national capacity to collect and analyse relevant data and to strengthen urban-rural national and decentralized cadastres, in order to bring about inclusive and sustainable spatial planning that reduces poverty and urban-rural inequalities;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "30.", "action_verb": "Requests", "action_verb_type": "operative", "action_verb_normalized": "request", "links": []}, {"text": "Also requests the Executive Director to continue the efforts of the United Nations Human Settlements Programme to improve knowledge of sustainable urbanization and human settlements modalities at the local, national, regional and global levels through its flagship State of the World’s Cities report, its regional and national state of the cities reports, its City Prosperity Initiative and its State of the Urban Youth report series, as well as through the transformation of its best practice programme into an interactive database, as the means of responding to the new knowledge requirements of national and local governments and to assist in the formulation of integrated policies;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "31.", "action_verb": "requests", "action_verb_type": "operative", "action_verb_normalized": "request", "links": []}, {"text": "Further requests the Executive Director to continue to support the World Urban Forum as a platform to improve collective knowledge and practice on sustainable urban development, to increase collaboration among stakeholders and to raise awareness of the benefits of sustainable urbanization and human settlements, and requests that a strong linkage with the outcome of Habitat III be established at the ninth session of the World Urban Forum, to be held in Kuala Lumpur in 2018;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "32.", "action_verb": "requests", "action_verb_type": "operative", "action_verb_normalized": "request", "links": []}, {"text": "", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "II", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Cross-sectoral issues", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Requests the Executive Director to continue to pursue the mainstreaming of youth and gender equality perspectives in the normative work and operational programmes of the United Nations Human Settlements Programme and to ensure that youth and gender equality and empowerment remain an important part of the preparatory process for Habitat III and of the substantive content of the New Urban Agenda;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "33.", "action_verb": "Requests", "action_verb_type": "operative", "action_verb_normalized": "request", "links": []}, {"text": "Also requests the Executive Director to ensure that adequate human and financial resources are allocated for continued youth and gender mainstreaming in the normative work and operational programmes of the United Nations Human Settlements Programme;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "34.", "action_verb": "requests", "action_verb_type": "operative", "action_verb_normalized": "request", "links": []}, {"text": "Further requests the Executive Director to continue to build capacity with national and local governments by, among other things, capturing lessons from its operational work in order to help cities and human settlements to mitigate and adapt to climate change and widely disseminating those findings throughout the United Nations system and with policymakers to facilitate better-informed decision-making;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "35.", "action_verb": "requests", "action_verb_type": "operative", "action_verb_normalized": "request", "links": []}, {"text": "Requests the Executive Director to continue to build upon lessons learned from the operative work of the United Nations Human Settlements Programme in helping cities to reduce their environmental impact and emissions, addressing their impact on human health and climate change;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "36.", "action_verb": "Requests", "action_verb_type": "operative", "action_verb_normalized": "request", "links": []}, {"text": "Invites member States to recognize the relevant work of the Compact of Mayors, the Cities Climate Finance Leadership Alliance and the Resilient Cities Acceleration Initiative launched at the Secretary-General’s Climate Summit in 2014;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "37.", "action_verb": "Invites", "action_verb_type": "operative", "action_verb_normalized": "invit", "links": []}, {"text": "Requests the Executive Director to mainstream human rights in the context of advancing the goals and mandate of the United Nations Human Settlements Programme, as set out in the Istanbul Declaration on Human Settlements and the Habitat Agenda, in line with its strategic plan for \n2014–2019, which states that all cross-cutting issues will be mainstreamed throughout its seven focus areas;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "38.", "action_verb": "Requests", "action_verb_type": "operative", "action_verb_normalized": "request", "links": []}, {"text": "", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "III", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Advocacy and partnerships", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Requests the Executive Director to work on the engagement of new partners through, among other things, the World Urban Campaign, as a platform for public, private and civil society and other actors to share experiences in order to identify good practices that could contribute to sustainable urbanization and human settlements;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "39.", "action_verb": "Requests", "action_verb_type": "operative", "action_verb_normalized": "request", "links": []}, {"text": "Also requests the Executive Director, in consultation with member States, to strengthen partnerships with Habitat Agenda partners and other stakeholders in the implementation of the strategic plan for 2014–2019 and in contributing to the design of the New Urban Agenda at the national, regional and global levels, as appropriate;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "40.", "action_verb": "requests", "action_verb_type": "operative", "action_verb_normalized": "request", "links": []}, {"text": "Further requests the Executive Director to promote, through extrabudgetary resources, regional dialogue on sustainable urbanization and human settlements issues in all regions, in collaboration with relevant intergovernmental bodies, and to promote support for South-South cooperation that provides, among other things, capacity-building for civil society and grass-roots organizations to engage effectively in policy debates;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "41.", "action_verb": "requests", "action_verb_type": "operative", "action_verb_normalized": "request", "links": []}, {"text": "Calls upon the United Nations Human Settlements Programme to enhance United Nations inter-agency coordination and engagement with intergovernmental organizations and regional development banks in the pursuit of sustainable urbanization and human settlement development at all levels, including active involvement in the United Nations regional coordination mechanisms and support for intergovernmental bodies and regional economic commissions;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "42.", "action_verb": "Calls", "action_verb_type": "operative", "action_verb_normalized": "call", "links": []}, {"text": "Requests the Executive Director to continue to enhance the contribution of the United Nations Human Settlements Programme to United Nations inter-agency coordination and engagement with other intergovernmental organizations in the area of sustainable urbanization and human settlement development at all levels;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "43.", "action_verb": "Requests", "action_verb_type": "operative", "action_verb_normalized": "request", "links": []}, {"text": "Also requests the Executive Director, in coordination with member States and partners, to forge stronger partnerships with academic institutions and centres of excellence, including through the Habitat Partner University Initiative, professional institutions and development banks to enhance learning and to disseminate knowledge and innovation to harness the opportunities that urbanization processes offer and to provide high-level training and capacity development to local and national governments;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "44.", "action_verb": "requests", "action_verb_type": "operative", "action_verb_normalized": "request", "links": []}, {"text": "Further requests the Executive Director to strengthen and coordinate the partnerships of the United Nations Human Settlements Programme with humanitarian and development actors, as well as with all other relevant actors, to capitalize on their respective expertise to help to increase the resilience and preparedness of cities, especially the most fragile, to prevent or cope adequately with disasters and humanitarian crisis situations, paying special attention to the needs of people in vulnerable situations;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "45.", "action_verb": "requests", "action_verb_type": "operative", "action_verb_normalized": "request", "links": []}, {"text": "Requests the Executive Director to report to the Governing Council at its twenty-sixth session on progress made in the implementation of the present resolution.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "46.", "action_verb": "Requests", "action_verb_type": "operative", "action_verb_normalized": "request", "links": []}, {"text": "Support by the United Nations Human Settlements Programme for the preparatory process for the United Nations Conference on Housing and Sustainable Urban Development (Habitat III) and the role of national Habitat committees in its preparation and implementation", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 5, "prefix": "25/5.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Governing Council,", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Recalling the outcomes of the United Nations Conference on Human Settlements, held in Vancouver, Canada, in 1976, and the second United Nations Conference on Human Settlements (Habitat II), held in Istanbul, Turkey, in 1996,", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Recalling", "action_verb_type": "preambular", "action_verb_normalized": "recall", "links": []}, {"text": "Recalling also General Assembly resolution 69/226 of 19 December 2014, which addressed the convening in 2016 of the United Nations Conference on Housing and Sustainable Urban Development (Habitat III), and other relevant resolutions, including Assembly resolution 67/216 of 21 December 2012 and Governing Council resolution 24/14 of 19 April 2013, as well as decisions of the Economic and Social Council and of the Governing Council on the implementation of the outcome of Habitat II, on the strengthening of the United Nations Human Settlements Programme and on the coordinated implementation of the Habitat Agenda,", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Recalling", "action_verb_type": "preambular", "action_verb_normalized": "recall", "links": []}, {"text": "Recalling further all relevant resolutions and decisions of the General Assembly on the role of national Habitat committees and support by the United Nations Human Settlements Programme for Programme countries to mainstream the Habitat Agenda in their respective development frameworks, in particular Assembly resolution 65/165 of 20 December 2010,", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Recalling", "action_verb_type": "preambular", "action_verb_normalized": "recall", "links": []}, {"text": "Welcoming with appreciation the work of national Habitat committees, which provide a forum for all levels of government, civil society and the private sector to engage in debate on sustainable urbanization and human settlements, drawing on the recommendations of the United Nations Conference on Human Settlements and Habitat II, which recognized the potential of the committees in identifying challenges and reporting on achievements in addressing issues pertaining to human settlements,", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Welcoming", "action_verb_type": "preambular", "action_verb_normalized": "welcom", "links": []}, {"text": "Recalling Governing Council resolution 24/10 of 19 April 2013 and General Assembly resolution 69/226, bearing in mind the strong link between sustainable urbanization and human settlements and sustainable development, and the need for effective coordination between the preparatory process for Habitat III and the preparations for the United Nations summit for the adoption of the post-2015 development agenda, to be held in September 2015, in order to promote coherence and to minimize duplication of effort,", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Recalling", "action_verb_type": "preambular", "action_verb_normalized": "recall", "links": []}, {"text": "Welcoming the decision on preparations for Habitat III adopted by the Preparatory Committee for the United Nations Conference on Housing and Sustainable Urban Development at its second session,", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Welcoming", "action_verb_type": "preambular", "action_verb_normalized": "welcom", "links": []}, {"text": "Encourages member States to take into account, in preparing for the United Nations Conference on Housing and Sustainable Urban Development (Habitat III) and the implementation of its outcome to be presented as the “New Urban Agenda”, and in the formulation of policies, plans and programmes at the local, national, regional and international levels, the role of sustainable urbanization as a driver of sustainable development, urban-rural linkages and the interlinkages between the social, economic and environmental dimensions of sustainable development in promoting stable, prosperous and inclusive societies;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "1.", "action_verb": "Encourages", "action_verb_type": "operative", "action_verb_normalized": "encourag", "links": []}, {"text": "Also encourages member States to establish and support broad-based national Habitat committees, as appropriate and within national governmental and institutional frameworks, to facilitate the coordination of Habitat Agenda partners and major groups and other stakeholders in the areas of sustainable urbanization and human settlements in the national context, to follow up on the implementation of the New Urban Agenda and to fulfil other roles as may be recommended by Habitat III;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "2.", "action_verb": "encourages", "action_verb_type": "operative", "action_verb_normalized": "encourag", "links": []}, {"text": "Urges member States to expedite and finalize their national reports for Habitat III, requesting, if necessary, and in line with the work programme and budget of the United Nations Human Settlements Programme, the support of the Programme and other member States, and encourages the participation of all levels of government and other stakeholders, including, as appropriate, through national Habitat committees;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "3.", "action_verb": "Urges", "action_verb_type": "operative", "action_verb_normalized": "urg", "links": []}, {"text": "Requests the Executive Director to provide technical assistance, upon request, within the framework of the existing mandate and available resources, including tools and guidelines, of the United Nations Human Settlements Programme, to support the development of adequate capacity for national Habitat committees to deliver on their responsibilities;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "4.", "action_verb": "Requests", "action_verb_type": "operative", "action_verb_normalized": "request", "links": []}, {"text": "Also requests the Executive Director to offer, within the framework of existing mandates and available resources, the expertise of the United Nations Human Settlements Programme in the elaboration of the Habitat III global report and the technical inputs to the New Urban Agenda, such as issue papers and policy units, as well as the preparatory process as a whole;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "5.", "action_verb": "requests", "action_verb_type": "operative", "action_verb_normalized": "request", "links": []}, {"text": "Further requests the Executive Director to promote the wide, effective and improved participation of and contributions by major groups and other stakeholders at all stages of the Habitat III process and in the implementation of its outcome document through the use of, among others, national urban forums, national urban campaigns, regional urban forums, regional consultation mechanisms and the World Urban Campaign and its initiatives;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "6.", "action_verb": "requests", "action_verb_type": "operative", "action_verb_normalized": "request", "links": []}, {"text": "Requests the Executive Director to submit to the Governing Council at its twenty-sixth session a report on the implementation of the present resolution and on the outcomes of Habitat III.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "7.", "action_verb": "Requests", "action_verb_type": "operative", "action_verb_normalized": "request", "links": []}, {"text": "25/6.\tInternational guidelines on urban and territorial planning", "type": "title", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Governing Council,", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Recalling its resolution 24/3 of 19 April 2013 on inclusive and sustainable urban planning and elaboration of international guidelines on urban and territorial planning, in which the Council requested the Executive Director of the United Nations Human Settlements Programme, in consultation with the Committee of Permanent Representatives, to initiate the elaboration of international guidelines on urban and territorial planning that would provide a non-binding global framework for use as appropriate in improving policies, plans and designs for more compact, socially inclusive, sustainable, better integrated and connected cities and territories and to present the draft guidelines to the Governing Council at its twenty-fifth session for approval,", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Recalling", "action_verb_type": "preambular", "action_verb_normalized": "recall", "links": []}, {"text": "Having considered the report of the Executive Director, highlighting the progress in developing the international guidelines on urban and territorial planning,", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Having considered", "action_verb_type": "preambular", "action_verb_normalized": "having considered", "links": []}, {"text": "Recalling General Assembly resolution 67/216 of 21 December 2012 on the implementation of the outcome of the United Nations Conference on Human Settlements (Habitat II) and the strengthening of the United Nations Human Settlements Programme,", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Recalling", "action_verb_type": "preambular", "action_verb_normalized": "recall", "links": []}, {"text": "Recalling also the outcome document of the United Nations Conference on Sustainable Development, held in Rio de Janeiro, Brazil, from 20 to 22 June 2012, entitled “The future we want”, and reaffirming its commitment to promoting an integrated approach to planning and building sustainable cities and urban settlements, including by supporting local authorities, increasing public awareness and enhancing the participation of urban residents, including the poor, in decision-making,", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Recalling", "action_verb_type": "preambular", "action_verb_normalized": "recall", "links": []}, {"text": "Acknowledging the coherence and complementarity between the international guidelines on access to basic services for all, adopted by its resolution 22/8 of 3 April 2009, the international guidelines on decentralization and the strengthening of local authorities, adopted by its resolution 21/3 of 20 April 2007, and the international guidelines on urban and territorial planning,", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Acknowledging", "action_verb_type": "preambular", "action_verb_normalized": "acknowledg", "links": []}, {"text": "Taking note of the note by the secretariat entitled “International guidelines on urban and territorial planning: towards a compendium of inspiring practices”, and noting lessons learned from diverse contexts and planning scales that have informed the development of the international guidelines on urban and territorial planning,", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Taking", "action_verb_type": "preambular", "action_verb_normalized": "tak", "links": []}, {"text": "Noting with appreciation the financial contribution of the Governments of France and Japan to support the process of consultation and drafting of the international guidelines on urban and territorial planning,", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Noting", "action_verb_type": "preambular", "action_verb_normalized": "not", "links": []}, {"text": "Expressing appreciation for the leading role of the United Nations Human Settlements Programme and the contribution of the Committee of Permanent Representatives, the regional offices of the Programme, experts nominated by member States and international associations of local authorities, which have contributed through an inclusive consultative process of drafting and developing the international guidelines on urban and territorial planning,", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Expressing", "action_verb_type": "preambular", "action_verb_normalized": "express", "links": []}, {"text": "Approves the international guidelines on urban and territorial planning set out in section II of the report of the Executive Director19 as a valuable guide that may be used towards the achievement of sustainable development;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "1.", "action_verb": "Approves", "action_verb_type": "operative", "action_verb_normalized": "approv", "links": []}, {"text": "Encourages member States, according to their circumstances, needs and priorities and as appropriate, to consider urban and territorial planning principles outlined in the guidelines while developing, reviewing and implementing their national urban policies and urban and territorial planning frameworks;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "2.", "action_verb": "Encourages", "action_verb_type": "operative", "action_verb_normalized": "encourag", "links": []}, {"text": "Also encourages member States to continue to engage with local authorities and other stakeholders, including from civil society, towards the promotion and further refinement of their urban and territorial planning principles;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "3.", "action_verb": "encourages", "action_verb_type": "operative", "action_verb_normalized": "encourag", "links": []}, {"text": "Calls upon international financial institutions and development agencies, and requests the Executive Director, within the strategic plan and biennial work programme, to assist interested member States in using and adapting the guidelines to their territorial and national contexts, where appropriate, and further developing tools and monitoring indicators as part of their support for the implementation of the guidelines;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "4.", "action_verb": "Calls", "action_verb_type": "operative", "action_verb_normalized": "call", "links": []}, {"text": "Requests the Executive Director to develop partnerships with other United Nations bodies, regional economic commissions, development banks, member States, local authorities and their associations, relevant international professional associations and non-governmental organizations and other Habitat Agenda partners, to support the adaptation and use of the guidelines to local, national and regional circumstances, including through capacity and tool development;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "5.", "action_verb": "Requests", "action_verb_type": "operative", "action_verb_normalized": "request", "links": []}, {"text": "Encourages member States and partners to support the future work of the United Nations Human Settlements Programme with all levels of government on urban and territorial planning, especially in promoting the use of the guidelines on urban and territorial planning;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "6.", "action_verb": "Encourages", "action_verb_type": "operative", "action_verb_normalized": "encourag", "links": []}, {"text": "Requests the Executive Director, in close consultation with member States and other relevant stakeholders, to report on the progress made in the implementation of the present resolution to the Governing Council at its twenty-sixth session.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "7.", "action_verb": "Requests", "action_verb_type": "operative", "action_verb_normalized": "request", "links": []}, {"text": "United Nations Human Settlements Programme governance reform", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 5, "prefix": "25/7.", "action_verb": "United", "action_verb_type": "preambular", "action_verb_normalized": "united", "links": []}, {"text": "The Governing Council,", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Recalling General Assembly resolution 69/226 of 19 December 2014 on the implementation of the outcome of the United Nations Conference on Human Settlements (Habitat II) and strengthening of the United Nations Human Settlements Programme (UN-Habitat), in particular paragraph 28, in which the Assembly noted the governance review process of the Programme, encouraged the Committee of Permanent Representatives to the Programme and the Governing Council to continue their consideration of proposals, including recommendations and options for reform, with a view to reaching a consensus at the twenty-fifth session of the Council on how to proceed with the governance review, and underlined that it would consider the report of the Council on that and other issues at its seventieth session,", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Recalling", "action_verb_type": "preambular", "action_verb_normalized": "recall", "links": []}, {"text": "Recalling also relevant resolutions of the General Assembly on the implementation of the outcome of the United Nations Conference on Human Settlements (Habitat II) and strengthening of the United Nations Human Settlements Programme, including its resolutions 64/207 of 21 December 2009, 65/165 of 20 December 2010, 66/207 of 22 December 2011, 67/216 of 21 December 2012 and 68/239 of 27 December 2013, which addressed governance reforms of the Programme in order to improve its transparency, accountability and effectiveness,", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Recalling", "action_verb_type": "preambular", "action_verb_normalized": "recall", "links": []}, {"text": "Bearing in mind the need to strengthen the governance of the United Nations Human Settlements Programme while at the same time preserving the role of the Committee of Permanent Representatives as its permanent intersessional subsidiary organ, in order to make the Programme more visible, capable of effectively mobilizing member States, the United Nations system and various stakeholders, including Habitat Agenda partners, in relation to existing, new and emerging challenges of sustainable urbanization and human settlements, thereby enhancing the authority and legitimacy of its decisions as the global authoritative body and voice on issues of sustainable urbanization and human settlements,", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Bearing", "action_verb_type": "preambular", "action_verb_normalized": "bear", "links": []}, {"text": "Reaffirming the importance of accountability, transparency and improved results-based management and further harmonized results-based reporting for increased quantity and quality of funding for operational activities, while recognizing the need to ensure adequate quantity and quality of funding for the operational and normative activities of the United Nations Human Settlements Programme, including its core resources, and the need to make funding more predictable, efficient and effective,", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Reaffirming", "action_verb_type": "preambular", "action_verb_normalized": "reaffirm", "links": []}, {"text": "Recognizing the need for greater oversight of the programme of work of the United Nations Human Settlements Programme,", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Recognizing", "action_verb_type": "preambular", "action_verb_normalized": "recogniz", "links": []}, {"text": "Decides to strengthen the oversight role of the Governing Council and the Committee of Permanent Representatives by requesting the Committee to establish a working group on programme and budget, consisting of three representatives of each regional group, to increase oversight of the United Nations Human Settlements Programme during intersessional periods, and in this regard also decides:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "1.", "action_verb": "Decides", "action_verb_type": "operative", "action_verb_normalized": "decid", "links": []}, {"text": "That each regional group shall nominate its three representatives for the Working Group, who will serve for a single term between consecutive sessions of the Governing Council;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(a)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "That the meetings, briefings and deliberations of the Working Group shall be open to observers of all States Members of the United Nations and intergovernmental organizations, with their views taken into due consideration by the Working Group;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(b)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "That the Working Group shall meet regularly, and no less than twice a year for three days, to make actionable recommendations to the Executive Director and submit periodic reports to the Committee at each of its regular sessions and biennial reports to the Council, through the Committee, on its activities and on the status of implementation by the Executive Director of its recommendations;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(c)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Also decides that the Working Group shall perform the following tasks:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "2.", "action_verb": "decides", "action_verb_type": "operative", "action_verb_normalized": "decid", "links": []}, {"text": "Consider the periodic reports, written briefs and informational notes of the Executive Director on the progress in the implementation of the programme of work and budget of the United Nations Human Settlements Programme and make recommendations thereon;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(a)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Consider the periodic reports, written briefs and informational notes of the Executive Director on the status of implementation of the reports of oversight bodies, including, inter alia, those of the Office of Internal Oversight Services, the Board of Auditors, the Independent Audit Advisory Committee, the Joint Inspection Unit and the overall internal evaluation function of the United Nations Human Settlements Programme, and any other reports, such as audits and evaluations, mandated as appropriate, and make recommendations thereon;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(b)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Promote the alignment of draft country programme documents and annual implementation plans with the biennial work programme and budget, strategic framework and midterm strategic plan of the United Nations Human Settlements Programme, including by giving appropriate guidance thereon;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(c)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Review the reports of the Executive Director on the status of implementation of the resource mobilization strategy of the United Nations Human Settlements Programme, as well as the Programme’s financial status, and make recommendations thereon;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(d)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Review the reports of the Executive Director on the status of implementation of the communication strategy of the United Nations Human Settlements Programme and make recommendations thereon;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(e)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Requests the Executive Director to provide the following documents to the Working Group:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "3.", "action_verb": "Requests", "action_verb_type": "operative", "action_verb_normalized": "request", "links": []}, {"text": "Results-based reports on achievements in the implementation of the programme of work and budget and strategic plan, including analysis of the main challenges and proposed remedial actions;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(a)", "action_verb": "Results-based", "action_verb_type": "preambular", "action_verb_normalized": "results-based", "links": []}, {"text": "Draft country programme documents and annual implementation plans;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(b)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Updates on the implementation of recommendations received following audits and evaluations;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(c)", "action_verb": "Updates", "action_verb_type": "operative", "action_verb_normalized": "updat", "links": []}, {"text": "Updates on the implementation of the resource mobilization strategy of the United Nations Human Settlements Programme;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(d)", "action_verb": "Updates", "action_verb_type": "operative", "action_verb_normalized": "updat", "links": []}, {"text": "Updates on the implementation of the communication strategy of the United Nations Human Settlements Programme;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(e)", "action_verb": "Updates", "action_verb_type": "operative", "action_verb_normalized": "updat", "links": []}, {"text": "Any other reports requested by the Working Group within its mandate;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(f)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Also requests the Executive Director to implement the recommendations and guidance provided by the Working Group on the issues outlined in paragraph 2 of the present resolution;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "4.", "action_verb": "requests", "action_verb_type": "operative", "action_verb_normalized": "request", "links": []}, {"text": "Decides to review the implementation of the present resolution at the twenty-sixth session of the Governing Council, at which time a decision on the continuation of the activities of the Working Group shall be taken.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "5.", "action_verb": "Decides", "action_verb_type": "operative", "action_verb_normalized": "decid", "links": []}, {"text": "Decisions", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Amendment to rule 19 of the rules of procedure of the Governing Council", "type": "paragraph", "heading_level": null, "paragraph_type": null, "paragraph_level": 5, "prefix": "25/1.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Governing Council, having heard the report of the working group established at the twenty-fifth session to consider the amendment to rule 19 of the rules of procedure of the Governing Council, decides to amend rule 19 of the rules of procedure, in accordance with rule 69, to read:", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Rule 19", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The President, Vice-Presidents and Rapporteur shall hold office until their successors are elected. They shall, subject to the provisions of rule 17, be eligible for re-election. None of them may hold office after the expiration of the term of office of the member of which he or she is a representative.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "If during a session of the Governing Council the President is unable to permanently perform his or her functions, the Bureau shall designate one of the Vice-Presidents as Acting President until a new President is elected by the Council upon nomination by the State or the regional group of States to which that member belongs and for the remainder of the term.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "If during a session of the Governing Council a Vice-President or the Rapporteur is unable to permanently carry out any of her or his functions, the Council may elect a replacement upon nomination by the State or the regional group of States to which that member belongs and for the remainder of the term.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "If during an intersessional period of the Governing Council the President, a Vice-President or the Rapporteur resigns or is unable to exercise his or her functions, or if the Member State of which he or she is a representative ceases to be a member of the Council, the State or the regional group of States to which that member belongs shall nominate a replacement for the remainder of the term. The Executive Director shall, upon receipt of the nomination, inform all members of the Council of the nomination in writing. Unless objections from a majority of the members of the Council are received by the Executive Director in writing within 30 days of the dispatch of the nomination, the nominee is deemed duly elected.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Provisional agenda for the twenty-sixth session of the Governing Council of the United Nations Human Settlements Programme", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 5, "prefix": "25/2.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Governing Council decides that the provisional agenda for its twenty-sixth session shall be as follows:", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Opening of the session.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Opening", "action_verb_type": "preambular", "action_verb_normalized": "open", "links": []}, {"text": "Election of officers.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Credentials.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Adoption of the agenda and organization of work.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Activities of the United Nations Human Settlements Programme, including coordination matters.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Activities", "action_verb_type": "operative", "action_verb_normalized": "activiti", "links": []}, {"text": "Review of the outcome of the United Nations Conference on Housing and Sustainable Urban Development (Habitat III).", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Dialogue on the special theme for the twenty-sixth session of the Governing Council.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Work programme of the United Nations Human Settlements Programme and budget of the United Nations Habitat and Human Settlements Foundation for the biennium 2018–2019.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Provisional agenda and other arrangements for the twenty-seventh session of the Governing Council.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Other matters.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Adoption of the report of the session.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Closure of the session.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Annex II", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Message from the Secretary-General to the Governing Council of the United Nations Human Settlements Programme at its twenty-fifth session", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "I am pleased to send greetings to the twenty-fifth session of the UN-Habitat Governing Council. This session is taking place at a time when the relationship between urbanization and sustainable development is better understood and appreciated.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Our struggle for global sustainability will be won or lost in cities. The potential of urbanization to lift millions of people from poverty and to accelerate economic growth is huge, as demonstrated in recent decades by some of the major emerging economies.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Ensuring that urbanization contributes effectively to sustainable development involves addressing a number of major challenges. These include inadequate urban planning and weak legal frameworks; low levels of employment, especially among young people; and inadequate access to basic services for the rapidly increasing urban population, especially in Africa and Asia. In addition, the proliferation of slums and increasing informality in economic, housing and transport activities bring their own challenges. Other key barriers are the contribution of cities to global warming due to a combination of urban sprawl and the excessive dependence of urban settlements on cars and fossil fuels. Increasing urban inequalities and discriminatory practices against women and marginalized groups must also be overcome if we are to achieve sustainable development over the longer term.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Ensuring", "action_verb_type": "preambular", "action_verb_normalized": "ensur", "links": []}, {"text": "As member States, you have recognized these opportunities and challenges during your consultations on the post-2015 sustainable development agenda. Urbanization has assumed an important position in the global discourse on sustainable development. I commend your work in proposing sustainable development goal 11, which is dedicated to making cities and human settlements “inclusive, safe, resilient and sustainable” for all.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "This session of the Governing Council is the last before three highly anticipated and potentially momentous agreements: the adoption of the sustainable development goals, in September; the climate change agreement, in Paris, in December; and the New Urban Agenda to be adopted at the end of the Habitat III conference in October 2016. Your deliberations can provide further guidance to these processes and the broader subject of sustainable urbanization and human settlements. So I am encouraged that the theme of your current session, “The contribution of the United Nations Human Settlements Programme to the post-2015 development agenda in order to promote sustainable urban development and human settlements”, strongly reflects this ambition to make the necessary change that the world needs.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Please accept my best wishes for a successful Governing Council.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Annex III", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Summary by the President of the high-level debate", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "There was general agreement that rapid urbanization, especially in developing countries, presented enormous challenges to sustainable development. There was also widespread agreement that, through integrated planning of human settlements across the urban-rural settlement continuum, urbanization could be a transformative instrument for achieving sustainable social and economic development. One representative, however, pointed out that countries with a small land mass needed to balance carefully the benefits of urbanization against the potential negative impact of the irreversible loss of agricultural land.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A number of representatives, including one speaking on behalf of a group of countries, said that multisectoral, multi-stakeholder approaches were required to achieve sustainable urban development and human settlements, with a few emphasizing the importance of involving local communities in spatial planning. A number also said that the UN-Habitat draft international guidelines on urban and territorial planning could serve as a universal framework to guide planning processes.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Several representatives, including one speaking on behalf of a group of countries, said that it was essential for human settlement plans to address disaster risk reduction and management, with two offering to share the expertise of their countries in the prevention of and early response to climate-related disasters. A number of representatives called for greater attention to be paid to urban regeneration. Several expressed concern regarding the consequences of climate change, with one commenting on the key role that cities could play in efforts to combat the problem.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "There was general agreement that it was important to strengthen the links between urban and rural areas and between national and local authorities, with two suggesting that well-managed urban-rural partnerships could help to make metropolitan areas more sustainable, limit urban sprawl and prevent rural-to-urban migration. One underlined the symbiosis between rural and urban communities and another called for more consideration of the needs of rural populations, for example by focusing to a greater extent on smaller towns that provided services for rural areas.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Several representatives described measures taken by their countries to achieve more balanced development between regions and between rural and urban areas; such measures included the provision of basic services, high-quality infrastructure and non-farm job opportunities in rural areas; the provision of logistical services to rural areas adjacent to cities to enable their integration into local and international supply chains; the development of urban-rural public transport systems; improvements in energy and water efficiency; significant funding for international-level projects relating to urban development; and the building of road, rail and port infrastructure to attract industry to regions lagging behind. Another representative shared his country’s experience with a new urbanization model that, among other things, was intended to facilitate the integration of rural migrants into cities and improve the standard of living of both urban and rural dwellers. A few representatives emphasized that the benefits of urbanization and economic growth should be distributed equitably among the population.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Several representatives, including one speaking on behalf of a group of countries, said that inequality remained the greatest challenge to sustainable urban development. To tackle that challenge, it was essential for sustainable development policies to accord priority to affordable housing, infrastructure and slum upgrading and for national urban policies to be designed to ensure that public investments benefited all city dwellers and promoted social inclusion and the right to the city. A number of representatives, including one speaking on behalf of a group of countries, called for continued efforts to provide adequate, affordable, environmentally sustainable and resilient housing for urban and rural dwellers in the context of the new urban agenda. Others called for the integration of gender and human rights issues into urban plans and underlined that there was a need to encourage greater participation of young people. The importance of education as a means of improving the lives of slum dwellers was also highlighted. Several representatives expressed appreciation for UN-Habitat initiatives to upgrade informal settlements, with three calling for Africa to be at the forefront of the new urban agenda.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "One representative called for a strengthened commitment to capacity-building and a better mechanism for technology transfer between development partners as part of a reinvigorated global partnership. Partnerships were also noted as important at the national level, with several representatives referring to public-private partnerships as a way for some Governments to act as facilitators rather than as sole providers of housing.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "One representative stressed that migrants had a valuable role to play in the urbanization agenda and emphasized that the needs of mobile populations should be taken into account when formulating urbanization policy.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Many representatives expressed appreciation for the contribution of UN-Habitat to the post-2015 development agenda and urged that a similar contribution be made to the preparations for the United Nations Conference on Housing and Sustainable Urban Development (Habitat III). There was widespread support for the stand-alone goal on cities and human settlements (goal 11) and related targets proposed by the Open Working Group on Sustainable Development Goals, which one representative said would help to tackle urbanization challenges throughout the settlement continuum. One representative suggested that there was a need to discuss potential governance arrangements for subnational activities associated with the implementation of goal 11. Another noted that the current session provided a valuable opportunity to make a bridge between the Millennium Development Goals and the sustainable development goals.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "It was widely agreed that, to enable UN-Habitat effectively to deliver on its mandate in the context of the post-2015 development agenda and the ambitious new urban agenda, it was essential for the Governing Council to agree at the current session upon a package to strengthen the governance of UN-Habitat. Such a reform was needed to make UN-Habitat more effective, efficient, transparent and responsive to its member States, and to ensure more effective oversight of the Programme. One representative, speaking on behalf of a group of countries, said that increased oversight should not create additional costs or unnecessary bureaucracy.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Many representatives, including one speaking on behalf of a group of countries, expressed concern about the continued challenges faced by UN-Habitat with regard to its core budget, calling upon the Executive Director to step up efforts to mobilize resources and widen the donor base of the Programme, including by raising awareness of its activities and the impact of its work through, among other things, the use of social media. A few representatives welcomed the decision of the Government of Kenya to increase its contributions to UN-Habitat and invited other countries to follow suit.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Two representatives said that their countries would be unable to maintain their level of financial support for the Programme unless its donor base were broadened and reforms implemented. In particular, they urged UN-Habitat swiftly to implement the recent recommendations of the Office of Internal Oversight Services, not least those concerning performance evaluation (which one said was being accorded unacceptably low priority), results-based management, collaboration with United Nations system bodies and enhanced transparency and accountability.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "One representative encouraged UN-Habitat to further the reforms ensuing from the establishment of an independent evaluation unit in 2012 and the adoption of an evaluation policy in 2013, including at the regional and national levels, and to use the information gathered through project monitoring and evaluation to better inform its programmes and strategies. He also called upon UN-Habitat to develop a strategy to manage risks associated with its work in remote areas and with the use of consultants, and commended the progress achieved since 2013 towards becoming a more efficient and effective entity. A few representatives, including one speaking on behalf of a group of countries, called for an increased regional presence of UN-Habitat to help countries to develop sustainable, just and socially inclusive human settlements.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Expressing the view that Habitat III would afford a unique opportunity for all stakeholders to share lessons, experiences and best practice, several representatives, including one speaking on behalf of a group of countries, called upon donors to contribute to the Habitat III trust fund to promote the participation of developing countries in the Conference and its preparatory process.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Expressing", "action_verb_type": "preambular", "action_verb_normalized": "express", "links": []}, {"text": "Annex IV", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Summaries by the President of the Governing Council of the dialogue on the special theme of the twenty-fifth session, “The contribution of the United Nations Human Settlements Programme to the post-2015 development agenda in order to promote sustainable urban development and human settlements”", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Summaries", "action_verb_type": "operative", "action_verb_normalized": "summari", "links": []}, {"text": "At its 5th and 6th plenary meetings, on Tuesday, 21 April 2015, the Governing Council held a dialogue on the special theme for the session, “The contribution of the United Nations Human Settlements Programme (UN-Habitat) to the post-2015 development agenda in order to promote sustainable urban development and human settlements”. The dialogue consisted of a keynote speech and a discussion session in the morning, followed by a discussion session and a closing session in the afternoon. The discussion sessions featured a moderator, Mark Eddo, presentations by a panel of speakers, comments from the floor and reactions from the panellists.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The 5th plenary meeting was opened by the President of the Governing Council, Ján Ilavský (Slovakia). Introductory remarks were then delivered by the Executive Director of UN-Habitat, Joan Clos, who underlined that, since the convening of the second United Nations Conference on Human Settlements (Habitat II) in 1995 and from the point of view of UN-Habitat, a revolution was under way that firmly established links between urbanization and development. He gave examples of several countries that had successfully implemented urban development strategies, which had resulted in economic growth. He noted that there were two sources of economic development stemming from urbanization: the first was based on rising property values and the development of land; the second was related to increased productivity of cities owing to the proximity of the factors of production and the increasing size of markets. Greater output therefore required less and less input, and the economic engine became more efficient. That notwithstanding, further study was needed to unequivocally establish a causal relationship between urbanization and wealth creation. UN-Habitat was closely following such research in order to transform it into successful policies.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A.Keynote speech", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The keynote speech was delivered by the Director of the Indian Institute for Human Settlements and member of the Leadership Council of the Sustainable Development Solutions Network, Aromar Revi.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In his speech, Mr. Revi said that, on a positive note, more than 350 cities, regional governments, international organizations, civil society organizations and universities had expressed support for proposed goal 11 of the sustainable development goals. He identified four achievements in the context of sustainable urbanization: the emergence of global synergies between urban groups; proposed sustainable development goal 11; a growing recognition of the link between urbanization and localization; and the possible pathway to Habitat III through the third International Conference on Financing for Development, to be held in Addis Ababa in July, the sustainable development goals and the twenty-first session of the Conference of the Parties to the United Nations Framework Convention on Climate Change, to be held in Paris in December. He also drew attention to the less encouraging developments of a loss of balance and synergy between the urban and the rural, a loss of urban productivity and employment, a fractured infrastructure mandate and an inadequate localization agenda that was in critical need of attention. He stressed that achieving sustainable urbanization would require reinvigorated political attention to the emerging urban governance framework, accelerated preparation for the implementation of proposed sustainable development goal 11, better understanding of new financing mechanisms and enhanced capacity at the national and local levels.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Stressing the role of cities as engines of inclusive growth and development, he drew attention to the enormous change in the world’s population and the size of its economy since 1950 and future projections in that regard. Accompanying externalities, such as poverty, the growth of informal settlements and thus of the vulnerability of populations, risks from natural hazards, technology and climate change and the increasing potential for civil strife, tended to become concentrated in cities and posed significant challenges that must be tackled. Nonetheless, urban transformation was possible and had been achieved in several cities. It was also crucial to strike a balance between the urban and the rural, a particular challenge in countries where the percentage of urban dwellers was low. Turning to the question of the financing of sustainable urban development, he noted that the estimated annual financing requirement for the proposed infrastructure and water supply and sanitation sustainable development goals was between $0.7 trillion and $1.4 trillion. Private funding was essential to meet more than 50 per cent of the substantial projected costs. The world’s financial architecture must be reformed to enable resources to be moved to appropriate areas.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Stressing", "action_verb_type": "preambular", "action_verb_normalized": "stress", "links": []}, {"text": "He outlined the targets involved in achieving sustainable urbanization, saying that solutions were already in existence for each of them, albeit in various locations. It was possible to end extreme urban poverty, increase prosperity and reduce inequality.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "He said that, in the lead-up to Habitat III, six key imperatives should be focused upon: to recognize cities and regions as key to the successful implementation of the sustainable development goals; to regard proposed sustainable development goal 11 as affording an opportunity to strengthen the economies, societies and policies of member States; to build a new architecture for decentralizing financing for development; to recognize the role of local governments and communities; to view cities as implementation forerunners at the twenty-first session of the Conference of the Parties to the United Nations Framework Convention on Climate Change; and to establish a global geospatial monitoring and evaluation architecture. In conclusion, he emphasized the key relevance of innovative new global and local partnerships, the creation of employment and provision of services, investment in housing and infrastructure, and conditions of urban security, peace and safety, upon which the viability of sustainable urbanization depended.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Discussion", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In response to a request to hear more about the integration of urban-rural linkages in the proposed sustainable development goals, Mr. Revi noted that food security was critical and the situation might be exacerbated by future climate change. It was also crucial to ensure that the quality of rural life was maintained, focusing on health, education and access to the Internet, among other services. It was important, however, to have a framework that included a balance between the urban and rural dimensions, which many Governments currently lacked.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Responding to a question about the role of civil society in the emerging framework of governance, Mr. Revi said that the proposed sustainable development goals could not have been developed without the involvement of civil society actors. In addition to non-governmental organizations and universities, individuals who worked together in small groups to aid the poor and vulnerable were becoming more important. The current “twentieth-century-based” framework made it difficult to accommodate civil society actors, but that situation needed to change. He also stressed the growing role of the media in working for change.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Responding", "action_verb_type": "preambular", "action_verb_normalized": "respond", "links": []}, {"text": "Expressing agreement with a participant who pointed out that inequality among citizens and the corruption of Governments were serious problems, Mr. Revi said that, if cities were not governed adequately, they could become places that brought down entire civilizations. Nevertheless, young people were currently more unwilling to accept inequality than their parents had been, as the Arab Spring had shown. The task was to create a framework that would allow change to happen.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Expressing", "action_verb_type": "preambular", "action_verb_normalized": "express", "links": []}, {"text": "In response to a participant who pointed out that negotiations would be needed between groups of people who had historically feared one another, Mr. Revi said that the world was changing rapidly and required new actors. It was important to be open to hearing new points of view.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Executive Director added that it was important for central Governments to realize how much they affected local policies. Central Governments decided national policies on energy, water, infrastructure and funding that affected people at the local level, meaning that they needed to realize the effect that they had on the quality of local life.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "B.Session 1: role of the United Nations Human Settlements Programme in the finalization, monitoring and implementation of the post-2015 development agenda", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The panellists were the Honorary Vice-President of the Commonwealth Association of Planners, Christine Platt; the Deputy Secretary-General of United Cities and Local Governments, Emilia Sáiz; the Minister of Infrastructure of Rwanda, James Musoni; the Director of the Research Institute on Housing and Habitat, Ana Falú; and the Head of Division (Water, Urban Development, Transport), at the Federal Ministry for Economic Cooperation and Development of Germany, Franz Marré.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Panellist presentations", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "1.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In her presentation, Ms. Platt said that the international community needed to think about how sustainable urbanization could enhance national resource mobilization for the implementation of the post-2015 development agenda. To achieve the sustainable development goals, which were bold and overarching, there was a need for strategic implementation processes. At the third session of the World Urban Forum, held in Vancouver, Canada, in 2006, urban planning had been reinvented, with the emergence of new principles and tools for tackling key urban challenges. In addition, Governing Council resolution 24/3 on inclusive and sustainable urban planning and the elaboration of international guidelines on urban and territorial planning, together with the position paper prepared for the World Planners Congress entitled “Reinventing planning: a new governance paradigm for managing human settlements”, had provided frameworks and guiding principles for the delivery of sustainable urbanization and been instrumental in defining the roles of key stakeholders. It was clear from the discussions at the second session of the Preparatory Committee for Habitat III and the opening meeting of the current session that government positions were changing and that stakeholder mobilization had begun in earnest.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Ms. Sáiz, in her presentation, focused on what she identified as the need for greater power-sharing and political dialogue to attain the sustainable development goals. Although the agenda of Habitat II had been visionary in the way in which it looked at the role of partners – indeed, never before had so much importance been given to strengthening ties between the United Nations family, Governments and stakeholders – not enough had changed since. Stressing that local authorities had a vital role to play in localizing the implementation of the sustainable development goals, she said that Governments, local authorities, development partners and civil society, including women and young people, should begin working together immediately.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In his presentation, Mr. Musoni pointed out that urbanization had the potential to lead to long-lasting economic transformation and prosperity, facilitate investment and maximize human capital development. Several factors were essential to achieving urbanization, including political commitment. His Government was committed to increasing the percentage of people living in urban areas to 30 per cent by 2020 and had set up a steering committee on human settlements with a view to creating safe, resilient and well-governed cities. Nevertheless, as the President of Rwanda had previously stated, it was not so much a question of choosing whether to urbanize, but of choosing how to manage urbanization. Noting that the Government of Rwanda was taking a proactive and long-term approach, he said that it was working with local governments and authorities, the private sector, development partners, donors, academic institutions and other stakeholders to design a sustainable urban development strategy, with a focus on promoting economic growth and minimizing negative externalities. Key considerations included urban finance, environmental planning and the provision of public services such as health care and education. He added that urban development could not be looked at in isolation from rural development, which was why there was also a need to create adequate links between urban and rural areas.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Focusing her presentation on gender issues in the sustainable urban development context, Ms. Falú said that women and girls had been largely left out of the Habitat Agenda. Stressing that there was a need to integrate all social actors into the dialogue on sustainable urban development, she said that women had significant knowledge to offer and were critical to the attainment of the sustainable development goals because of their vital contribution to society. Moreover, to be effective, no agenda could afford to ignore half the world’s population. She added that poverty was not simply a question of income, but also related to issues such as security and access to decent public services. Many challenges remained, such as the fact that poor women had twice as many babies as wealthier women and that many women were trapped in low-paid jobs. Lastly, she called for gender-disaggregated data to be produced.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Focusing", "action_verb_type": "preambular", "action_verb_normalized": "focus", "links": []}, {"text": "In his presentation, speaking about the drivers of sustainable urbanization, Mr. Marré said that there was a need for more information, education and incentives to encourage sustainable development. UN-Habitat should focus on the post-2015 development agenda as a whole, not simply proposed goal 11 of the sustainable development goals. Calling for monitoring of the implementation of the goals through indicators, he said that the post-2015 development agenda would be successful only if adequate structures and frameworks were developed. He also stressed the need to stop focusing solely on the resources required to implement the goals; while a sound financial architecture was important, the first step was to discuss the goals themselves.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Executive Director added that there was a need for a new set of indicators and that dialogue was under way with Governments to develop a fact-based monitoring system, so that discussions could be based on the reality on the ground, rather than on assumptions.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Discussion", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "2.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In the ensuing discussion, there was general agreement on the importance for sustainable urbanization of good governance, inclusiveness, transparency, broad stakeholder participation, defined roles for key actors and citizen ownership. The importance of collaborative efforts between all spheres of government and other partners, together with the promotion of inclusion through improved access for all to all parts of cities such that every citizen could benefit, were underscored.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "One participant said that there was a need to tackle mobility and road safety, gender equality and the rights of children and people with disabilities in proposed sustainable development goal 11in order to ensure inclusive human settlements. Another stressed the importance of including social justice in the post-2015 development agenda to avoid the radicalization of marginalized segments of society and greater division between the rich and the poor, leading to increased social conflict. Another said that urban issues should be considered from a cultural perspective. The importance of information, knowledge, appropriate and strong leadership and political will in sustainable urban development was emphasized. Noting an alarming increase in poverty, he drew attention to the gaps in levels of income, inequalities and differences in economic systems that underlay that scourge and suggested that the use of local resources by local authorities were key in combating it.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "One participant said that the exclusion of young people from democratic processes was an obstacle to harnessing their potential to act as agents of positive change. She expressed the view that young people should be formally represented in governance structures and United Nations activities. The inclusion of young people was seen as vital for the attainment of the proposed sustainable development goals.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Responding to a comment on the vulnerability of women being caused by the situations in which they lived, rather than the fact of their gender, and a question about the availability of new tools to combat gender inequality and social isolation that affected so many women, Ana Falú said that, in the context of urbanization, women were vulnerable for various reasons, including displacement and poverty. She advocated incentives to combat gender inequality, providing positive action for greater equitability. She also stressed that there was a need to give voices to the people who lived in and built cities and to provide resources, knowledge and mechanisms for control and monitoring.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Responding", "action_verb_type": "preambular", "action_verb_normalized": "respond", "links": []}, {"text": "The Executive Director drew attention to the particular situation of internally displaced persons and refugees as a result of conflict, which had an impact on land use, and he emphasized that the resettlement of displaced populations was a phenomenon that planners should consider. He cited the example of Darfur, where the urbanization rate was significantly higher than that in the whole of the Sudan. In relation thereto, there were huge waves of migration under way in the Middle East as people sought to escape from conflicts. It was important to consider the relationship of refugee camps with the sustainability of the adjacent urban areas and regions.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Minister from Sudan in his comment from the floor indicated that migration as a result of drought was another factor that had driven people in Darfur to urban areas. In response to those particular planning challenges, a regional plan was being developed with assistance from UN-Habitat and with the participation of local governments and internally displaced persons. A key component of the plan was a training course for internally displaced persons, which assisted them in the acquisition of technology for the production of environmentally friendly, locally available, and affordable building materials.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Ms Platt, emphasizing that no single solution would meet all needs, said that on the basis of lessons learned it was clear that responses to the challenges of urbanization should be built from the bottom up, with all spheres of government fully aware of their commitments and the allocation of responsibilities. She emphasized the need to reclaim the proposed sustainable development goals as a whole; proposed sustainable development goal 11 could not respond to all the concerns of local governments and the challenges of the new urban agenda. It did not, for example, deal with the urban-rural challenge. She urged that the issues of localization, the need for the redesign of existing financial mechanisms, local taxation, improved access to financial mechanisms by local government, means of strengthening creditworthiness and the need for resources to fund the immediate challenges of urban areas should be considered at the third International Conference on Financing for Development.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Ms", "action_verb_type": "operative", "action_verb_normalized": "m", "links": []}, {"text": "One participant expressed the view that urban planning represented a powerful tool for sustainable development; smart solutions in cities could avoid ineffective and unsustainable patterns of development. Sustainable cities and human settlements must be well recognized in the proposed sustainable development goals and post-2015 development agenda – cities, towns and municipalities were key arenas for the implementation of the proposed goals. She expressed thanks to UN-Habitat for localizing commitments and underscored the need for adequate monitoring and measurement of progress in the implementation of the agenda. Expressing appreciation to UN-Habitat for its work on indicators, she said that such efforts should be broad-based and include various actors with different areas of expertise. She suggested that, to keep the number of targets manageable, there was a need for multi-focus indicators.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "One participant, welcoming the proposed sustainable development goals and targets, noted the strong link between human settlements, urban and territorial planning and sustainable development, including poverty alleviation and environmental protection. Economic growth required social inclusion and environmental sustainability. UN-Habitat had a significant role to play in the discussions on the post-2015 development agenda and he commended the Programme’s efforts to date in that regard. UN-Habitat would also be a key actor in monitoring the implementation of the post-2015 targets and rendering technical assistance to member States.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "One participant said that UN-Habitat work on the City Prosperity Index might be interesting for the post-2015 context. She sought clarification on work carried out to date with local and national governments to support monitoring and reporting systems, and on lessons learned in planning a monitoring system for the post-2015 context.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Responding to a request for clarification regarding the selection of secondary cities in the 30 districts of Rwanda, Mr. Musoni said that six Rwandan cities had been selected for accelerated urbanization and, therefore, an increased level of funding. The criteria for selection had been their current level of development, their potential for growth, including with regard to industries, trade, education and health, employment opportunities and their geographical location, in particular their potential for spreading outwards. Once the criteria for a selection had been fulfilled, the process for approval had been set in motion, a technical team had been established to make the proposal and discuss the matter in a local government forum, the Cabinet had approved the selection and implementation had begun.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Responding", "action_verb_type": "preambular", "action_verb_normalized": "respond", "links": []}, {"text": "The Executive Director said that, in addition to the official process whereby member States would decide on a framework of indicators, UN-Habitat was developing its own technical indicators and working with academic institutions in the lead-up to Habitat III to produce new tools of measurement. One such tool looked at expenditure per inhabitant at the local authority level by country, demonstrating a massive disparity between countries.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Mr. Marré called for indicators that could measure the progress in achieving the targets of the post-2015 development agenda comprehensively. Indicators were often focused on technical issues, whereas what truly mattered was the measurement of aspects such as poverty reduction, the health status of populations and access to education and employment. The development and availability of data at the local level were key in that regard.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Closing remarks", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "3.", "action_verb": "Closing", "action_verb_type": "preambular", "action_verb_normalized": "clos", "links": []}, {"text": "In his closing remarks, Mr. Revi called for fundamental cultural and social change in order to achieve sustainable urbanization in the face of the sheer volume of people on Earth. Resources would be critical in that regard. He said that, at the third International Conference on Financing for Development, stakeholders must call for local resources to be raised and capacity built to enable all levels of government to act; there was a need for innovative financial mechanisms and an alternative financial architecture. The way forward to Habitat III must be considered politically in order to avoid a meaningless outcome of the Conference and an explosive growth in the number of slum dwellers living in poverty.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "C.Session 2: exploring strategies, challenges and approaches with regard to urban-rural linkages", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The panellists for the session were the Principal Researcher and Co-Head of the Human Settlements Group at the International Institute for Environment and Development, Cecilia Tacoli; the Permanent Secretary in the Ministry of Local Government of Uganda, Patrick Mutabwire; and the Mayor of Seferihisar, Turkey, Mustafa Tunc Soyer.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Opening the session, the Deputy Executive Director, recalling the keynote speech, said that urban and rural development were two sides of the same coin. Even though Africa was experiencing one of the fastest rates of urbanization in the world, most of its population continued to live in rural settings. The results of successful rural development included production surpluses, and there was a need for better infrastructure to allow small-scale industries to service those surpluses. Ultimately, those results all led to urbanization. When urbanization was viewed as a cycle, rather than as a competition, significant challenges such as food security and health-care provision could also be tackled successfully. Well-planned urbanization was most effective when there were strong links between all types of human settlements, from cities to villages. By contrast, megacities had sometimes failed under the weight of their own success and through a lack of national regulation and planning. It was time to move towards forms of international planning that could pay dividends for both urban and rural communities.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Opening", "action_verb_type": "preambular", "action_verb_normalized": "open", "links": []}, {"text": "Panellist presentations", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "1.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In her presentation, Ms. Tacoli said that a better understanding of rural areas was needed. Changes in agricultural production methods, non-agricultural employment and the numbers of rural inhabitants who bought, rather than produced, their own food were both an opportunity and a cause for concern. The key to making urban-rural linkages a reality lay in small towns, given that that was where the two population groups intersected spatially. Small towns provided a space in which the human rights of those in small-town and rural settings could be upheld. Nevertheless, their success could be damaged if, for example, industries that added value to raw agricultural products were not fostered. Current information about small towns covered settlements with between 20,000 and 500,000 inhabitants. More detailed data were needed to distinguish the types of settlement within that broad category in order to identify the development needs of each type and to mobilize the most appropriate level of government to meet those needs. Governments were particularly hampered by the lack of information about economic activity in small towns. By contrast, it was clear that a lack of revenue, technical resources and accountability in local administrations was inhibiting progress towards environmental sustainability.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Mr. Mutabwire, in his presentation, said that local authorities in Uganda had traditionally focused on service provision and local construction planning. Urban-rural connectivity could be improved if they gave more weight to economic planning: improvements might include a decrease in rural to urban migration and an increase in the contributions of rural areas and small towns to national economic well-being. In terms of knowledge and skills, Uganda was investing in leadership training for local authorities. The country’s policy of decentralization, with the provision of predictable and adequate central government funding at its heart, was helping to build know-how and competence within local administrations. The improvement of governance structures at the village, town, municipality and city levels had helped to structure economic planning and prevent such negative consequences of urbanization as the development of slums. Infrastructure planning, especially regarding road construction in urban and rural contexts, remained important, as did the ability to measure and review progress. Annual assessments currently considered the performance of a local authority in terms of financial planning, gender and environmental issues.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Mr. Tunc Soyer gave a presentation about an urban-rural food cooperation initiative that had developed in the town of Seferihisar under his mayorship. He said that two important groups in the food production chain – urban consumers and rural producers who used traditional farming methods – had recently been separated by modern food production, including genetic modification and large-scale, intensive farming. To recreate the bond between urban consumers and rural producers, a cooperative had been formed and had established a producers’ market. Stallholders were permitted to sell only food that they had produced themselves, providing urban consumers with the opportunity to support local producers. In return, local producers were exempt from municipal taxes on products sold in the market. A local seed bank had also been established to reduce dependence on genetically modified seeds from afar. An online market had been set up to enable producers to sell to customers nationwide. The project encouraged small-scale agricultural activity based on the formation of cooperative groups, the production of value-added items such as preserves and juices, as well as raw food produce, and the use of local seeds. The initiative had enabled the local authorities to connect to global networks of other local authorities and to share best practice on issues of common interest.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Responding to a question about how UN-Habitat could support similar locally relevant initiatives, the Executive Director said that the Programme envisaged a future in which urban-rural linkages became more fluid. Experience showed that that could not be achieved by chance: strong national policies were needed, together with the resources and means for effective implementation. Successful policies of that sort were not self-evident, they required proper financing, political will to make difficult decisions and robust national-level debate. It was important to strike a careful balance between urban and rural development needs to ensure that the benefits of one were not sacrificed for the sake of progress in the other.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Responding", "action_verb_type": "preambular", "action_verb_normalized": "respond", "links": []}, {"text": "Ms Tacoli noted that it was becoming more difficult to give a voice to local communities, including by harnessing rather than prohibiting current informal activities. Information gathered in 2013 suggested that most countries were pursuing policies that discouraged rural to urban migration. In addition, support for commercial farming in recognition of an ever-growing world population sometimes led to incoherent policies regarding other sectors of the rural economy.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Ms", "action_verb_type": "operative", "action_verb_normalized": "m", "links": []}, {"text": "Asked why there was no rural-focused equivalent of proposed sustainable development goal 11, the Executive Director responded that rural development and infrastructure investment had historically dominated the development debate, with few resources devoted to urbanization and little thought given to its transformative qualities. It was important to correct that situation and to make clear that urbanization was a development tool that could increase national economic well-being.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Asked", "action_verb_type": "preambular", "action_verb_normalized": "asked", "links": []}, {"text": "Discussion", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "2.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In the ensuing discussion, one participant pointed out that, although his organization had launched several continuing professional development programmes over the previous few years, it had become apparent that, unless Governments paid sufficient attention to research and development and helped to develop the local content that would create opportunities and employment, cities would be unable to succeed. In addition, a lack of participatory planning at the grass-roots level could only lead to failure, as the rapid decline of some newly urbanized areas into slums had shown. At Habitat III, the participants should look at the world’s continents and ask what urbanization actually meant. His organization had sought to appeal to young architects across its member countries, but the prevailing view was that only European or United States architecture qualified as truly urban. That meant that, in the absence of a greater focus on home-grown solutions, a continent such as Africa would forever be playing catch-up.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Referring to local initiatives, Mr. Mutabwire said that when designing solutions there was a need to understand the context for which they were intended. In Uganda, for example, people lived in urban areas but their cultural values were often rural. Failure to grasp that aspect could only lead to problems. A more local approach could help to reduce friction, for example in the implementation of legislation and justice.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Referring", "action_verb_type": "preambular", "action_verb_normalized": "referr", "links": []}, {"text": "The Executive Director said that the time was ripe to move on from the notion of citizens’ rights being linked to where they lived. There was often anxiety that too many people might be moving into large cities, frequently losing sight of the fact that the process was also occurring in reverse, with many people moving to small or intermediate urban centres and subsequently continuing the journey outwards as new forms of technology opened up new types of mobility. Protecting citizens’ rights locally remained important, but protection was also required across national and regional boundaries. In some countries, for example, inclusion on the electoral roll was dependent on having an address, which meant that slum dwellers were unable to exercise their citizenship rights.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "One participant stressed that the concept of urban-rural linkages must be underpinned by political, economic and social considerations. In Kenya, for example, the people had decided to devolve delivery of services to the county level. The counties had thus become the new centres of urbanization, where people made the decisions about the matters affecting them. A key issue, however, was how the relationship between county and national authorities could be energized and synergized in order to bring an element of equity to the provision of services.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Mr. Mutabwire said that transferring resources was not the end of the matter. The key challenge was how to transform the resources into capacities through judicious planning.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Another participant raised the critical issue of AIDS and cities. While urbanization created opportunities, urban spaces were home to young, mobile and diverse populations who were especially vulnerable. Cities were often disproportionately affected by the HIV epidemic, and when people were not registered as permanent residents they often had difficulty in gaining access to basic health services. In that context, he added, cities would struggle to contain the epidemic unless effective actions were taken to deal with the threat to public health.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Responding to a comment about some developed countries having smaller cities, the Executive Director said that the urbanization model in Europe had evolved over many centuries and smaller cities currently tended to be found in the richest countries. That was because people in rich countries could afford to return to smaller towns and pay for access to the modern services that they required, which was not the case in countries with a low per capita income. The lifestyle of some European cities, however, was not sustainable because their contribution to greenhouse gas emissions was extremely high. The urbanization model needed to be reviewed in some parts of the world, whereas in developing countries urbanization was essential, because cities were where advanced services had emerged. He also pointed out that most highly developed European countries had previously had to endure poor urban conditions.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Responding", "action_verb_type": "preambular", "action_verb_normalized": "respond", "links": []}, {"text": "One participant expressed the view that UN-Habitat policymakers would do well to bear in mind that urbanization, while probably inevitable, must not come at the expense of the rural environment.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "D.Session 3: priorities in operationalizing urban-rural linkages approaches", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The panellists for the session were the Minister of Housing and Urban Development of Cameroon, Jean-Claude Mbwentchou; the Executive Director of the Mazingira Institute and former President of the Habitat International Coalition, Davinder Lamba; and the Executive Director of the Economic Performance and Development Unit at the Human Sciences Research Council, Ivan Turok.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Panellist presentations", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "1.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In his presentation, Mr. Mbwentchou noted that the development of cities depended on the development of rural areas, especially in developing countries. In 2004, his country had made urban planning a high priority and had given mayors a leading role in the creation of plans for both small and large cities. Cameroon had 360 communes and, with the assistance of international development partners, had drawn up development plans for them and created national structures to support them on issue such as land, housing and project execution. The Government had also received support from UN-Habitat in its efforts to develop, renovate and restructure cities, train mayors, undertake \nplanning-related public consultations, make cities safer, and work towards the elimination of slums.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "He said that the support provided by UN-Habitat and other agencies had enabled Cameroon to set up programmes aimed at achieving a more balanced development between urban and rural areas, and it was important for UN-Habitat to continue to support local communities and governments in their efforts to develop urban and rural policies and strategies and sustainable territorial development plans. The financial resources required for their implementation could be obtained through local housing and infrastructure permit schemes, and through international development partners that, in providing their support, could help to discourage large-scale migration to developed countries.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Mr. Lamba, in his presentation, stressed that, for UN-Habitat and its partners to contribute to ensuring respect for human rights throughout the settlement continuum, it was necessary for them to develop a plan of action and a strategy to engage effectively in the implementation of the post-2015 development agenda, including proposed sustainable development goal 11, in the context of the urban-rural continuum. Such engagement should be guided by ethical principles such as social justice, human dignity and human rights, human security and humanitarian engagement and environmental security and sustainability. The two last-mentioned sets of issues had, he added, not been sufficiently considered in the context of the urban agenda discussions to date. He also suggested that State and non-State actors should deliberate on the proposed plan of action and strategy before and during the eighth session of the World Urban Forum.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Responding to the presentation, the Executive Director said that the framework of the new urban agenda was being structured around the contribution of urbanization to the three key objectives of sustainable development, tackling the challenge posed by climate change and furthering the social agenda of the United Nations, including respect for human rights.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Responding", "action_verb_type": "preambular", "action_verb_normalized": "respond", "links": []}, {"text": "In his presentation, Mr. Turok discussed the role of national policies in framing efforts around the urban-rural agenda, suggesting that the political boundaries that defined urban and rural areas were in fact not clear and that that reality required flexible governance arrangements recognizing the mutual dependence and interconnectedness of various types of settlements. National urban policies had a crucial role to play in the urban-rural agenda, which derived from their ability to convey to all segments of society, including the private sector, the centrality of urbanization to the development agenda; to promote better coordination among levels of government dealing with issues such as housing, transport and infrastructure and thereby help to create functional settlements; and to empower localities and regions with legal, planning and financial tools to enable them to manage urbanization more effectively, thereby moving beyond administrative silos and narrow territorial boundaries.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "He said that the urban-rural agenda did not entail treating all places as equivalent, but rather recognizing the different functions of different places in the planning and resource allocation processes. Large cities provided significant economic opportunities, while smaller cities and towns were less costly and congested and could play a role in economic growth, provided that they had adequate infrastructure. As to rural areas, they afforded major opportunities in sectors other than agriculture, including renewable energy, in particular wind and solar energy, and tourism.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Discussion", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "2.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In the ensuing discussion, one participant suggested that there was a need to challenge the notion that ruralism was negative and urbanization positive, stating that the opposite was often true, given that rural areas did not create negative effects of urbanization such as high greenhouse gas emissions, deforestation and slums. Another participant suggested that there was a need for a paradigm shift to move beyond the urban-rural dichotomy and for the adoption of policies and streamlined governance structures premised on the interdependence of and linkages between between urban and rural areas.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Mr. Mbwentchou expressed agreement with the notion that it was desirable not to create opposition between urban and rural areas, noting that one of the first reforms undertaken by his country had been to eliminate the categorization of some communes as being rural. It was important not to neglect rural areas and to provide housing, transport and mobility to rural and urban dwellers and employment opportunities for people close to where they lived.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Mr. Lamba said that the creation of a hierarchy between the urban and the rural was no longer useful to achieve positive change, suggesting that what was instead required was the establishment of clear goals and principles and the further study of the various aspects of the urban-rural continuum, including ecological, technological, built environment, political, demographic, economic and cultural aspects, on the basis of which diagnoses could be made and solutions identified.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Sharing the experience of his country, in which rural governments were having difficulty in providing basic services to rural populations owing to a decline in tax revenue resulting from increased rural-to-urban migration, one participant asked whether similar examples existed elsewhere.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Sharing", "action_verb_type": "preambular", "action_verb_normalized": "shar", "links": []}, {"text": "Mr. Turok responded that South Africa, albeit for other reasons, had created large metropolitan municipalities in an effort to manage the tensions between urban and rural areas within a single entity. While the approach had created an opportunity to share city resources and the capacity of city councils with rural areas and resulted in more cost-effective delivery of basic services to remote rural areas, it also entailed risks, such as the political risk associated with spreading core city revenue across a large territory, which could undermine the prosperity and infrastructure of core cities, and a risk of sending a message to the central Government that the new entity had a sufficiently large tax base and that it no longer required national transfers.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Executive Director said that the Government of the United Kingdom of Great Britain and Northern Ireland had adopted innovative legislation in 1979 that had defined municipalities on the basis of their population, rather than their land area, which had led to significant changes in the configuration of local authorities, including a considerable reduction in their number. Land issues were a highly sensitive political matter, however, meaning that they were likely to be resolved in the context of national political processes, irrespective of any technical solution that might be devised in the context of the current urban-rural linkage debate.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In response to a question regarding the ability of cities to cope with migrant flows, one panellist said that it was important to distinguish between those who migrated by choice and those who were forced to migrate owing to conflict or natural disasters. The latter kind of migration should be discouraged, given that it was difficult for any city or country to accommodate such large-scale migration. Another panellist suggested that the principles of international humanitarian law would apply in cases of forced migration, which were expected to increase.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Executive Director said that there was a need to defend the freedom of people to move to cities, noting that cities had been, historically, places of migration.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "E.Closing session", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Ms. Platt summarized the six key areas that had been discussed, highlighting the main areas of convergence and describing potential ways forward. The six key areas were: (a) synergy and balance: there should be no separation between urban and rural areas to ensure fluid movement and strong partnerships; (b) social justice: there was a need to encourage citizen mobilization and participation, youth empowerment, partnerships, social cohesion, migration, inclusion of people living with HIV/AIDS, and displaced persons in order to ensure people-centered approaches, peace and safety, bottom-up solutions and participatory processes; (c) national government: there was a need to encourage the sharing of power, decentralization, commitment, dialogue, national urban policies development, political conversations, economic planning, resource transfer, new governance arrangements, non-silo thinking, a paradigm shift, collaboration and vertical integration; (d) local governments: cities were key to the implementation of policies and strategies that were developed to ensure that governance was fit for purpose – properly resourced local governments were partners to national Governments and civil society; (e) financing: urban finance was a critical tool for development to foster the economic benefits of urbanization, but needed additional financing to deliver at the local level as well as further consideration of municipal finance; and (f) implementation: there was a need to enhance capacity-building, monitoring and evaluation, the development of new indicators, new institutions and new partnerships. There was also a need for enhanced understanding of the role of small towns and rural areas in enhancing sustainable urbanization. She concluded by quoting the keynote speaker, Mr. Revi: “This is the way forward for all of us; by sharing power, we become stronger, not weaker.”", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Annex V", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Report of the Committee of the Whole", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Introduction", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "I.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "At its 1st plenary meeting, on the afternoon of Friday, 17 April 2015, the Governing Council agreed to establish a committee of the whole to consider agenda items 5, 7 and 8.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Committee of the Whole was chaired by Nii Lantey Vanderpuye (Ghana), one of the three Vice-Presidents of the Governing Council.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Activities of the United Nations Human Settlements Programme, including coordination matters (agenda item 5)", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "II.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Committee took up the item at its 1st meeting, on the afternoon of Friday, 17 April 2015. In organizing its work, it agreed to entrust consideration of the draft resolutions set out in document HSP/GC/25/3/Add.1 to the drafting committee that had been established by the Governing Council.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Committee also agreed to take up the issues arising under agenda item 5 in the following order: work of the Committee of Permanent Representatives during the intersessional period (HSP/GC/25/3 and Add.2); activities of the United Nations Human Settlements Programme (UN-Habitat) (HSP/GC/25/2); review of the governance structure of UN-Habitat (HSP/GC/25/2/Add.1); seventh session of the World Urban Forum (HSP/GC/25/2/Add.2); United Nations Conference on Housing and Sustainable Urban Development (Habitat III) (HSP/GC/25/2/Add.3); joint progress report of the executive directors of the United Nations Environment Programme (UNEP) and UN-Habitat (HSP/GC/25/2/Add.4); cooperation with agencies and organizations within the United Nations system, intergovernmental organizations outside the United Nations system, non-governmental organizations and other Habitat Agenda partners (HSP/GC/25/2/Add.5); and draft international guidelines on urban and territorial planning (HSP/GC/25/2/Add.6).", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A.Work of the Committee of Permanent Representatives during the intersessional period", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Committee took note of the work of the Committee of Permanent Representatives during the intersessional period, as set out in documents HSP/GC/25/3 and Add.1 and 2.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "B.Activities of the United Nations Human Settlements Programme", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Deputy Executive Director of UN-Habitat, Aisa Kirabo Kacyira, summarized the action taken by UN-Habitat to implement the resolutions adopted by the Governing Council at its twenty-fourth session, as set out in the report of the Executive Director (HSP/GC/25/2).", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Committee took note of the report.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "C.Review of the governance structure of the United Nations Human Settlements Programme", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Introducing the report of the Executive Director on the review of the governance structure of UN-Habitat (HSP/GC/25/2/Add.1), the Deputy Executive Director recalled that no consensus had been reached on governance reform at the twenty-fourth session of the Governing Council. Subsequently, the General Assembly had, through resolution 68/239, encouraged the Committee of Permanent Representatives to reach consensus on how to proceed on the review of the governance structure. Accordingly, in 2014, discussions had been facilitated by the Chair of the Committee and the Permanent Representatives of the United States of America and of Nigeria. The Deputy Executive Director recommended that those representatives consult the Bureau of the Council to agree upon a way forward during the current session.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Introducing", "action_verb_type": "preambular", "action_verb_normalized": "introduc", "links": []}, {"text": "In the ensuing discussion, noting that significant resources had been invested in discussions about the governance review, one representative expressed the hope that renewed efforts would be made and all proposed solutions taken into consideration, given that successful reform could result in UN-Habitat being more effective.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Committee took note of the report.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "D.Seventh session of the World Urban Forum", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Introducing the report of the Executive Director (HSP/GC/25/2/Add.2), the Deputy Executive Director expressed thanks to the Government of Colombia and the city of Medellin for hosting the seventh session of the World Urban Forum. The key outputs of the Forum included the contributions made to the Habitat III preparatory process and the post-2015 development agenda, together with the three main issues identified in the Medellin Collaboration on Urban Resilience: a commitment to equity as a foundation for sustainable urban development, the use of urbanization as an opportunity to advance sustainable development and the need to develop a new urban agenda.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Introducing", "action_verb_type": "preambular", "action_verb_normalized": "introduc", "links": []}, {"text": "In the ensuing discussion, one representative congratulated the Government of Colombia and the city of Medellin and expressed the hope that the outcomes of the Forum would find a place in the work of UN-Habitat and the definition of the new urban agenda.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Committee took note of the report.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "E.United Nations Conference on Housing and Sustainable Urban Development", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Deputy Executive Director outlined progress made in preparing for Habitat III (see HSP/GC/25/2/Add.3), noting that the General Assembly had provided a framework for achieving the objectives of the Conference and that knowledge, policy, engagement and operational road maps had been established at all levels. The Preparatory Committee had met twice, in September 2014 and immediately before the current session.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In the ensuing discussion, two representatives said that they had expected that documents, such as the rules of procedure and agenda, would have been near completion by the end of the second session of the Preparatory Committee. They expressed the hope that preparations would accelerate, Conference secretariat positions be filled, the Conference secretariat strengthened, voluntary contributions to the trust fund be increased and developing countries be able to utilize funding from the trust fund to attend the Conference. They recommended that the secretariat should include in its preparatory work a draft resolution submitted by Iraq on regional implementation committees for Habitat III. Several representatives expressed support for strengthening the Conference secretariat and drawing on existing expertise within the organization to improve preparations, given that the firewall was financial, rather than about expertise.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Committee took note of the report.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "F.Joint progress report of the executive directors of the United Nations Environment Programme and the United Nations Human Settlements Programme", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Deputy Executive Director drew attention to the joint progress report of the executive directors of UNEP and UN-Habitat (HSP/GC/25/2/Add.4), providing an overview of key activities and progress made over the biennium 2013–2014 in strengthening cooperation between the two programmes.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In the ensuing discussion, a number of representatives commended the secretariat for its strong collaboration with UNEP, with one calling for such collaboration to be strengthened and knowledge and expertise shared widely between countries.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "One representative said that the co-location of the two programmes was beneficial for the pursuit of synergies and common goals. Noting a convergence of mandates in terms of normative work, he asked whether UN-Habitat had undertaken joint work with UNEP in the field of sustainable building and construction, which was one of the focal areas of the 10-year framework of programmes on sustainable consumption and production patterns. He expressed the hope that the two programmes would actively support the implementation of the 10-year framework, including by promoting sustainable building and enhancing its inclusion in national policies, facilitating the exchange of experiences and best practices, liaising with the International Organization for Standardization on certification, identifying new forms of technology and promoting the exchange of technical expertise, in order to bring about a change of lifestyles at the global level, which was the ultimate goal of chapter 4 of Agenda 21. He added that the collaborative work of UN-Habitat with UNEP should aim to promote sustainable building and construction in all countries, not only developing countries.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Another representative observed that the collaboration between UNEP and UN-Habitat was key in avoiding duplication of effort, especially at the country level. She sought clarification regarding the termination at the country level of Habitat Programme Managers, who had played a significant role in coordinating collaborative activities, including with local ministries and other United Nations entities.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "One representative pointed out that the joint activities of the two programmes, including through the Greener Cities Partnership, promoted resource efficiency and fostered a better understanding of its impact on the sustainability of cities. She urged UN-Habitat to work closely with Governments, including on institutional and land reforms and land banking, embracing partnerships and encouraging high-density and vertical development. UN-Habitat should enhance capacity-building on urban planning to avoid unsustainable transport patterns, working closely with stakeholders in national Governments to develop a long-term framework for urban transport systems, culminating in enhanced urban-rural linkages that harnessed the transformative power of urbanization for sustainable development. She drew attention to the sustainable transport action framework adopted at the first ministerial and expert conference on the Africa Sustainable Transport Forum, calling for its implementation with support from UNEP and UN-Habitat.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Another representative asked whether any joint activities dealt with the energy needs for cooking or heating in developing countries and the specific needs of the urban poor.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In response to the comments made, the Deputy Executive Director mentioned that the posts of Habitat Programme Managers had been discontinued in some countries owing to a lack of resources in the Foundation General Purpose Fund. She appealed to member States to contribute, or increase their contributions, to the Fund. In recognition of the importance of urbanization, a number of countries were funding their Managers, while other Managers were funded through programmes of work and projects.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A representative of the secretariat provided an overview of a programme on promoting energy efficiency in buildings in East Africa, developed in collaboration with UNEP. Its main objective was to mainstream energy efficiency in buildings, review building codes to integrate energy and resource efficiency measures and establish “green mortgages”. One of the outcomes of the programme in Kenya had been the introduction of the mandatory use of solar water heating systems in any building that consumed more than 200 litres of hot water per day. Another representative of the secretariat drew attention to a number of joint activities, including on sustainable mobility in rapid transit systems, and a joint programme on climate change adaptation in cities.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A representative of the secretariat confirmed that UN-Habitat was working with other United Nations entities in the context of UN-Energy with the aim of promoting universal access to energy for the urban poor, including by advocating forms of low-cost technology such as improved cook stoves. In that regard, more than 180 young people had been trained to build improved stoves and UN-Habitat was planning, in collaboration with the International Labour Organization, to provide seed capital to the young people who had been trained to initiate their green enterprises and to enable them to manufacture improved stoves. Low-cost solar lighting had been installed in some 4,000 households in informal settlements to showcase best practice. He stressed that sustainable building design applied to all households, not only middle-income and higher-income households. UN-Habitat had published a manual on sustainable building design that was useful for all sectors and aimed to work with universities to revise curricula, integrating sustainable housing aspects.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Another representative of the secretariat drew attention to a recently launched joint publication, Green Building Interventions for Social Housing, which was the main outcome of collaboration with the Division of Technology, Industry and Economics of UNEP, and the imminent launch during the current session of a programme on sustainable buildings and construction under the 10-year framework of programmes in collaboration with UNEP and the Government of Finland.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Committee took note of the report.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "G.Cooperation with agencies and organizations within the United Nations system, intergovernmental organizations outside the United Nations system, non-governmental organizations and other partners in the implementation of the United Nations Human Settlements Programme medium-term strategic and institutional plan", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Deputy Executive Director drew attention to the report of the Executive Director (HSP/GC/25/2/Add.5), in which progress in UN-Habitat cooperation with other entities from 1 January 2013 to 31 December 2014 was reviewed.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In the ensuing discussion, one representative sought further information about the UN-Habitat partnership with the Office of the United Nations High Commissioner for Human Rights and the potential for a special report on the right to the city to be taken into account in the formulation of the new urban agenda. He emphasized the importance of adopting a rights-based approach to the new urban agenda, building on previous work carried out by UN-Habitat and other entities of the United Nations system.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Another representative suggested that UN-Habitat was not sufficiently visible on the ground in countries; cooperation with United Nations entities that were present at the national level could help to remedy that situation. She sought clarification regarding joint activities on water, noting that a water programme undertaken in collaboration with UNEP and the United Nations Children’s Fund, among others, had been subsumed into the basic services programme, which had brought about a reduction in funding for water.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Deputy Executive Director drew attention to tools and products created under the Global Land Tool Network that enabled member States to locate and identify land, even in densely and poorly planned slums or in areas of mixed land use. That work had been commended by the High-level Panel of Eminent Persons on the Post-2015 Development Agenda and had been considered in the context of the formulation of the sustainable development goals. UN-Habitat was part of a United Nations team on ensuring the rule of law in fostering sustainable development, specifically with regard to land and property rights. She said that UN-Habitat Country Programme Documents were being strengthened in order to enhance understanding of country needs in the light of a recent evaluation of UN-Habitat by the Office of Internal Oversight Services.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A representative of the secretariat said that the draft guidelines on mainstreaming the right to the city and a rights-based approach had been developed for Habitat III and would be submitted to the Preparatory Committee for its consideration at its third session. The draft guidelines had already been circulated within UN-Habitat and were to be transmitted shortly to the Human Rights Council and the Office of the United Nations High Commissioner for Human Rights.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A representative of the secretariat said that the Water and Sanitation Trust Fund had been converted into the Urban Basic Services Trust Fund, covering all the expected accomplishments of focus area 4 of the work programme. Financial contributions had been stable and the donor base diversified by including contributions from development banks, including the African Development Bank and the European Investment Bank. He drew attention to new projects on water and sanitation in Malawi and Ghana, funded by the Government of Canada, noting that, the change of nomenclature notwithstanding, water and sanitation remained the main focus of the Trust Fund.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Committee took note of the report.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "H.Draft international guidelines on urban and territorial planning", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Deputy Executive Director drew attention to the report of the Executive Director on draft international guidelines on urban and territorial planning (HSP/GC/25/2/Add.6), highlighting that the draft guidelines had been developed with the support of a geographically balanced group of experts nominated by national Governments, United Nations entities, local authorities, development partners, associations of planners, and researchers and academic institutions, established with the support of the Governments of France and Japan.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In the ensuing discussion, several representatives commended the work of UN-Habitat on the draft guidelines and expressed the hope that they would be adopted by means of a resolution at the current session. Several representatives spoke of the importance of customizing the guidelines to national circumstances. One expressed the hope that the guidelines would be widely used, given that they added significant value to the work of UN-Habitat.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "One representative asked whether the draft guidelines had been formally circulated to member States and other Governments for their comments and whether a draft resolution on the matter was before the Governing Council. Another said that the draft guidelines should be widely shared with member States so that feedback could be provided on approaches to planning, including those relevant to small island developing States.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "One representative expressed appreciation for the work of the expert group, recognizing the significant effort involved and the complexity of adapting the guidelines to various situations. He asked developing countries to consider whether their circumstances were adequately catered for in the proposed instruments, noting that instruments anticipating growth were equally important as reactive instruments such as regulations. He said that the role of civil society had not been sufficiently elaborated in the guidelines and that greater emphasis should be placed on the urban-rural relationship in terms of energy, water and food security. He also suggested that metropolitan regions and new spatial forms merited greater attention.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A representative of the secretariat said that the draft guidelines had been considered by the Committee of Permanent Representatives to UN-Habitat in a subcommittee meeting at the end of January 2015 and members’ comments had been included in the final draft, which had been shared with member States and made available on the Governing Council website. Text referring to the guidelines had been included in a draft omnibus decision before the Council, but a specific draft resolution had yet to be circulated. He acknowledged the difficulty of capturing multiple contexts in the guidelines and the delicate task involved in balancing the interests represented.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "He drew attention to a compendium of more than 40 case studies elaborated by the experts (see HSP/GC/25/INF/7), which illustrated the diversity of national circumstances and included examples of civil society participation and metropolitan regions. In terms of customization, the guidelines had been developed for further adaptation.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Committee took note of the report.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Draft resolutions introduced by member States", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "I.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "At the 4th meeting, on the afternoon of Wednesday, 22 April 2015, the Chair drew attention to three additional draft resolutions, one on international guidelines on urban and territorial planning (submitted by France, Japan, South Africa and Uganda), one on spatial planning for poverty reduction in human settlements (submitted by Colombia) and one on the support of UN-Habitat to the preparatory process for Habitat III (submitted by Iraq), that had been submitted after the Committee of Permanent Representatives had concluded its work in preparation for the current session.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In the ensuing discussion, the representative of Colombia said that, owing to a lack of organization, there was insufficient time for the drafting committee to consider the additional draft resolutions and Colombia was therefore withdrawing its submission. Another representative, expressing support for that position, said that the draft resolutions should have been circulated in advance to all delegations.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In the light of the withdrawal of the draft resolution submitted by Colombia, the Committee agreed to transmit the remaining two draft resolutions to the drafting committee for further consideration.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Work programme of the United Nations Human Settlements Programme and budget of the United Nations Habitat and Human Settlements Foundation for the biennium \n2016–2017 (agenda item 7)", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 5, "prefix": "III.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Committee took up the item at its 3rd meeting, on the morning of Monday, 20 April 2015.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A.Proposed work programme and budget for the biennium 2016–2017", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Deputy Executive Director introduced the proposed work programme and budget for the biennium 2016–2017 (HSP/GC/25/5), which, she said, took into account the mandates given to the secretariat by the General Assembly and the Council. The work programme and budget had been reviewed and endorsed by the Committee of Permanent Representatives.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "She said that the work programme was based on the approved strategic plan 2014–2019 and the strategic framework 2016–2017. It had been prepared in a participatory manner with a view to improving efficiency, coordination, transparency, coherence and accountability. Comprising seven subprogrammes, it was similar to that for the biennium 2014–2015 and set out the key challenges facing human settlements and the main strategies for tackling them. In selecting the outputs, efforts had been made to ensure that they were transformational, relevant and of high value. In the upcoming biennium, UN-Habitat would strengthen the implementation of results-based management and evaluation to assess the impact of its activities and continue to mainstream cross-cutting issues such as climate change, human rights, gender and youth into its work.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "With regard to the budget, she said that a realistic proposal had been developed that would enable UN-Habitat to deliver its proposed work programme while enhancing efficiency and productivity and achieving maximum value. The overall budget for the biennium 2016–2017 was $482 million, an increase of 22.2 per cent compared with 2014–2015. Of that amount, $45.6 million would be funded from the Foundation general purpose fund, the same level as in 2014–2015. The increase was due to significant growth in the technical cooperation budget, reflecting greater demand for the advisory services of UN-Habitat and the successful expansion of its normative and operational activities, which had been critical in compensating for the shortfall in voluntary earmarked contributions. Although the UN-Habitat resource mobilization strategy had succeeded in widening the donor base, the positive gains in the core budget had been outweighed by lower contributions from traditional donors and unfavourable exchange rate fluctuations. UN-Habitat was dealing with the issue of declining voluntary non-earmarked contributions – a problem faced by the United Nations system as a whole that was being debated by an inter-agency risk treatment working group. Focus was also being placed on providing greater evidence of results and improving value for money, including through the enhancement of business processes, risk management and stronger strategic partnerships. She welcomed the increased funding pledged by the Government of Kenya at the opening meeting of the current session and urged other countries to follow suit.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In the ensuing discussion, a number of representatives welcomed the work programme and budget, which they said was realistic and achievable. Noting with concern the lack of resources, the decline in non-earmarked income and the unpredictability of funding, several representatives called upon all member States to increase their contributions, in particular non-earmarked funding. One representative questioned the disproportionate allocation of funds across some subprogrammes and suggested that it should be reviewed. Another said that UN-Habitat should review and re-evaluate its resource mobilization strategy to make it more effective in tackling the existing challenges. She also suggested that provision should be made for the potential reshaping of UN-Habitat as an outcome of Habitat III. Several representatives recognized that the organization required increased funds that would strengthen its mandate and make it fit for purpose.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "One representative suggested that there was a need to broaden the donor base of the general purpose account so that the work programme and budget were not simply a wish list. She also stressed that results-based management was important and that a strategy for its implementation should be put in place. She said that sufficient resources should be allocated to the mainstreaming of cross-cutting issues and that that should be spelled out in the work programme and budget.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In response to the comments made, a representative of the secretariat explained the rationale for the allocation of funding to the subprogrammes and said that it could be reviewed. In addition, she noted that UN-Habitat was working on strengthening its resource mobilization strategy and welcomed input from member States.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Committee took note of the report.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "B.Report of the Advisory Committee on Administrative and Budgetary Questions", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": " \t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Deputy Executive Director introduced the note by the secretariat on the report of the Advisory Committee on Administrative and Budgetary Questions (HSP/GC/25/5/Add.1). She said that the Advisory Committee had recommended the approval of the proposed work programme and budget for the biennium 2016–2017, taking into account the comments of the Committee of Permanent Representatives on strengthening evaluation, aligning future budget proposals more closely with income projections and expenditure patterns and reviewing long-vacant positions, while taking into account the potential implications of Habitat III and the post-2015 development agenda, among other things.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In the ensuing discussion, one representative, highlighting the importance of the budget as a tool for financial planning and control, sought clarification on plans to implement the recommendations of the Advisory Committee, in particular with regard to the recommendation on the alignment of future budget proposals.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The representative of the secretariat emphasized that UN-Habitat was committed to implementing the recommendations and was better equipped to do so in the light of the introduction of new tools such as the International Public Sector Accounting Standards and the enterprise resource planning project, Umoja, both of which would facilitate the more accurate monitoring of expenditure and income. In accordance with General Assembly resolution 67/226, UN-Habitat managed its available and projected core and non-core resources within an integrated budgetary framework, ensuring that all core and earmarked activities were aligned with its strategic plan. Its resource mobilization strategy was closely aligned with budget proposals such that requests to donors for non-earmarked resources were targeted to gaps in funding, in accordance with the recommendation of the inter-agency risk treatment working group that was considering the decline of non-earmarked contributions throughout the United Nations system. To achieve the prioritized activities of the work programme, consideration was also being given to the potential for “soft earmarking” by donors to large programmes, either thematically or regionally.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Committee took note of the report.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "C.Annual progress report for 2014 on the implementation of the strategic plan for the period 2014–2019", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": " \t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Deputy Executive Director introduced the annual progress report for 2014 on the implementation of the strategic plan for the period 2014–2019 (HSP/GC/25/5/Add.2), which provided a detailed analysis of the progress achieved at the global, regional and country levels by UN-Habitat and its partners. It highlighted programmes that were excelling and those that needed strengthening, providing an overview of the status of financial resources and their use in 2014.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Committee took note of the report.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Provisional agenda and other arrangements for the twenty-sixth session of the Governing Council (agenda item 8)", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "IV.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Committee took up the item at its 4th meeting, on the afternoon of Wednesday, 22 April 2015. A representative of the secretariat outlined the proposed agenda for the twenty-sixth session of the Governing Council, as set out in document HSP/GC/25/CW/L.2, and said that the session would be held from 3 to 7 April 2017.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Committee endorsed the provisional agenda and proposed dates for the twenty-sixth session for consideration and possible adoption by the Governing Council.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Endorsement of draft resolutions", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "V.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Following the deliberations of the drafting committee, the Committee of the Whole endorsed seven draft resolutions at its 5th and final meeting, on Thursday, 23 April 2015, and agreed that they should be transmitted to the President for submission to the Governing Council in plenary meeting.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Following", "action_verb_type": "preambular", "action_verb_normalized": "follow", "links": []}]