[{"text": "Twenty-fourth session", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Nairobi, 15–19April 2013", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Item 5 of the provisional agenda*", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Activities of the United Nations Human Settlements\nProgramme, including coordination matters", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Activities of the United Nations Human Settlements Programme", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Report of the Executive Director", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Introduction", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "I.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The present report summarizes the UN-Habitat response to the resolutions adopted by the Governing Council at its twenty-third session. It is complemented by other reports that provide more detailed additional information on activities undertaken in response to specific resolutions. The subjects covered by these reports (and the documents in which they are discussed) are:", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Review of the governance structure of the United Nations Human Settlements Programme: addendum to the report of the Executive Director (HSP/GC/24/2/Add.1);", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Report of the sixth session of the World Urban Forum: addendum to the report of the Executive Director (HSP/GC/24/2/Add.2);", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Third United Nations Conference on Housing and Sustainable Urban Development (Habitat III): addendum to the report of the Executive Director (HSP/GC/24/2/Add.3);", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Joint activities in the urban environment: joint progress report of the Executive Directors of the United Nations Environment Programme and the United Nations Human Settlements Programme: addendum to the report of the Executive Director (HSP/GC/24/2/Add.4);", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Cooperation with agencies and organizations within the United Nations system, intergovernmental organizations outside the United Nations system, non-governmental organizations: addendum to the report of the Executive Director (HSP/GC/24/2/Add.5);", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Global Housing Strategy to the year 2025: addendum to the report of the Executive Director (HSP/GC/24/2/Add.6);", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UN-Habitat commitment to human rights: addendum to the report of the Executive Director (HSP/GC/24/2/Add.7).", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Activities of the United Nations Human Settlements Programme in response to resolutions adopted by the Governing Council at its twenty-third session", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "II.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A.Resolution 23/1: Gender equality and empowerment of women in sustainable urban development", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In pursuance of Governing Council resolution 23/1, an advisory group on gender issues was established comprising 18 members, representing grass-roots women’s organizations, the private sector, local authorities and government, among others, and ensuring regional balance. The group was officially launched during the sixth session of the World Urban Forum, held in Naples, Italy, in September 2012, and represents a critical instrument for holding UN-Habitat accountable for delivering on its commitment to mainstream gender equality in human settlements. The group will also enable UN-Habitat to emphasize the importance of gender equality in its programming while ensuring that women are recognized as vital agents of change in human settlements activities. As such, the advisory group on gender issues provides a platform for strengthened cooperation and enhanced developmental effectiveness in support of common goals and objectives.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A gender coordination and support unit, located within the Project Office, has been established to increase coordination and enhanced gender mainstreaming across UN-Habitat. This unit has been developing a number of gender checklists, project formulation guides and assessment tools, and has prepared a compendium of projects and programmes that have effectively mainstreamed gender equality. A team of gender focal points has been established across all seven branches, both at headquarters and in the regional offices, to improve gender inclusion, monitoring and the development of gender-disaggregated indicators. A memorandum of understanding with the United Nations Development Fund for Women (UN-Women) has been signed and a tool to assess the implementation of gender equality and the empowerment of women is being developed.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "B.Resolution 23/2: Human settlements development in the Occupied Palestinian Territory", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In its resolution23/2, the Governing Council called upon UN-Habitat to further focus its operations on planning, land and housing issues, supporting the building of the Palestinian State and fostering humanitarian action and peacebuilding, among other things; and called upon member States and other stakeholders in a position to do so to provide financial support so as to ensure the availability of the core expertise of UN-Habitat. In response to resolution 23/2, a programmatic framework (2012–2014) was developed, based upon a detailed needs analysis, and the first Palestinian Urban Forum was convened in March 2012, providing a vital platform for debate and discussion of key urbanization challenges. Of concern is the large number of building violations recorded in Area C and East Jerusalem, which are indicative of a serious backlog in urban planning and design. As a result, housing and basic urban service needs are not being met. The potential role of urban planning in addressing these needs continues to be explored, taking into account the intentions of the relevant organizations that can play a role in responding to gaps in service delivery and quality of life.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "An advisory board was established and informal briefings have been organized for the Committee of Permanent Representatives to UN-Habitat in Nairobi, member States in New York and their representatives in the Occupied Palestinian Territory. The project portfolio stands at $24.3 million as a result of financial support provided by the Governments of Bahrain, Belgium, France, Saudi Arabia, and by the European Commission.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Agreements have been signed with the ministries of local government, public works, and housing and planning to jointly address urbanization challenges. As part of this collaboration, a state of the Palestinian cities report, a national urbanization strategy and a housing policy for the Occupied Palestinian Territory are being prepared.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Agreements", "action_verb_type": "operative", "action_verb_normalized": "agreement", "links": []}, {"text": "The Technical Cooperation Trust Fund is currently underfunded, which places the sustainability of the UN-Habitat medium-term to longer-term presence in the Occupied Palestinian Territory at risk. Further efforts are required to mobilize at least $2.5 million per year for the Technical Cooperation Trust Fund in order to ensure sustainable and meaningful levels of technical support.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "C.Resolution 23/3: Support for pro-poor housing", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In response to resolution 23/3, a one-year project for internally displaced persons was designed and implemented with the support of funds received from the United States of America. As part of this effort, a pilot project was undertaken to enhance information on settlements in Baghdad that were inhabited by internally displaced people. UN-Habitat provided strategic advice and technical support to the Director-General of the State Commission for Housing to undertake an inventory of under-utilized land in key cities that could be allocated for housing. Following the adoption of a national housing policy, UN-Habitat is providing support to the implementation plan through direct assistance to key stakeholders in coordination with other United Nations entities, such as the United Nations Development Programme.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "D.Resolution 23/4: Sustainable urban development through access to quality urban public spaces", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A sustainable urban development network on public space knowledge nodes was launched in September 2011 in New York. Representatives from a number of cities and Habitat Agenda partners have committed themselves to advancing the agenda on place-making and public spaces to consolidate local and international approaches to creating inclusive cities, enhance the knowledge of UN-Habitat partners and local authorities regarding place-making, public spaces and the quality of urban life, and facilitate and implement the exchange of experiences, cooperation and research between partners working in this field.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "During a side event at the sixth session of the World Urban Forum, a global network of technical experts and cities for public space was formed as a means for knowledge-sharing, advocacy, resource mobilization and technical cooperation, in order to increase the knowledge and awareness in cities and of city leaders with regard to the social, environmental and economic contributions that  public space can make to city development and sustainability. Practical approaches and tools to highlight the role that public space can play in city planning, development strategies and participatory approaches to public space planning, design, implementation and management are being developed.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "During", "action_verb_type": "preambular", "action_verb_normalized": "dur", "links": []}, {"text": "In addition, UN-Habitat has promoted knowledge management through the production of technical materials and publications on public space and place-making, as well as technical assistance and city cooperation through the provision of policy and technical advisory services to cities in seven countries.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "E.Resolution 23/5: World Urban Forum", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The sixth session of the World Urban Forum was held in Naples, Italy, with a more inclusive and balanced participation of Habitat Agenda partners than hitherto. The session allowed for improved participation of and engagement among United Nations entities and featured a number of well-attended meetings of high-level United Nations officials and representatives of the private sector and the media. Participants were engaged through the timely submission and distribution of pre-session information and documentation on the dedicated website. Strengthened online “e-debates” were held three months prior to the session and coordinated social media activities were undertaken through a variety of platforms. A number of events were streamed live from Naples enabling the “remote” participation of tens of thousands of people who were unable to travel to Naples.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Linkages and synergies have been realized between the Governing Council and the World Urban Forum through periodic meetings of the Committee of Permanent Representatives working groups and the involvement of Committee members in the World Urban Forum Advisory Group. The expanded Advisory Group includes all the main representatives of Habitat Agenda partners while ensuring regional and gender balance. Internal management processes have been improved through interaction between the World Urban Forum secretariat and interdivisional support mechanisms introduced at the branch and regional office levels. An effective and transparent process was undertaken to select a host city and country for the seventh session of the World Urban Forum, including undertaking a cost-benefit analysis. This process led to the announcement during the closing ceremony at the sixth session that the seventh session will take place in Medellin, Colombia, in 2014.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Linkages", "action_verb_type": "operative", "action_verb_normalized": "linkag", "links": []}, {"text": "A detailed report has been prepared analysing the levels of participation and contributions from Habitat Agenda partners, which captures emerging trends and perspectives on sustainable urbanization.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "F.Resolution 23/6: Implementation of the Bamako Declaration and action plan and the strengthening of the secretariat of the African Ministerial Conference on Housing and Urban Development", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In response to resolution 23/5, UN-Habitat has provided continuing support to the secretariat of the African Ministerial Conference on Housing and Urban Development (AMCHUD) in close collaboration with the Ministry of Housing of Kenya. At the AMCHUD bureau meeting held in Rabat on 16 September 2011, it was decided that the theme for the fourth session of AMCHUD would be “Territorial planning and access to basic services for all” with a sub-theme entitled “Implications of climate change for territorial planning and access to basic services.” The fourth session of AMCHUD was held in Nairobi from 20 to 23 March 2012, comprising an expert group meeting followed by a high-level ministerial conference, at which the Nairobi Declaration was adopted. The Nairobi Declaration included: (a) a proposal for the institutionalization of AMCHUD to become a specialized technical committee of the African Union; (b) a statement on the United Nations Conference on Sustainable Development (Rio+20) reflecting regional perspectives on sustainable urbanization in the context of sustainable development; (c) a Nairobi pact, which sets out a series of strategic action points to address a variety of issues related to the theme of the session. UN-Habitat continues to provide support in sensitizing and mobilizing members States to encourage them to make an annual contribution of $10,000 each to support the work of the AMCHUD secretariat.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "G.Resolution 23/7: Urban youth development: the next step", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In pursuance of resolution 23/7, UN-Habitat has taken a number of steps to strengthen the Youth Empowerment Programme and the Urban Youth Fund as well as mainstreaming work with young people within the activities of UN-Habitat, the strategic plan for 2014–2019 and across the United Nations system. A Youth Unit was established within the Urban Economy Branch, not only to mainstream young people’s concerns across the Programme, but also to link the issues of job creation and economic development to the needs of young women and men. Through a series of agreements with a number of UN-Habitat branches and other United Nations entities, concerted efforts have been made to enhance the substantial involvement of young people in sustainable urban development. Research activities, including the publishing of the State of the Urban Youth report, have provided policy guidance to continuing programme activities.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A youth advisory board and Urban Youth Fund steering committee have ensured transparency and effectiveness in the delivery of programme activities. The Government of Nigeria provided support for the convening of an inaugural African urban youth assembly, which took place in 2012, and the Governments of Brazil and Sri Lanka supported the convening of a high-level panel on youth at Rio+20. Resource mobilization to support youth-related activities, including support to the one stop centres, were intensified with contributions received from the Governments of Bahrain, Nigeria, Norway and Sri Lanka, and from the chemical company BASF.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A Special Adviser to the Secretary-General on Youth was appointed to ensure that urban youth concerns are reflected at the highest levels. Lastly, a series of bilateral agreements were signed with the International Labour Organization, the Commonwealth Secretariat, Plan International, World Vision and the Scouts.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "H.Resolution 23/8: Third United Nations conference on housing and sustainable urban development", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A report of the Executive Director on the third United Nations conference on housing and sustainable urban development (Habitat III) was prepared and presented to the General Assembly at its sixty-seventh session, taking into account observations made during the twenty-third session of the Governing Council. In the light of General Assembly resolution 67/216, on implementation of the outcome of the United Nations Conference on Human Settlements (Habitat III) and strengthening of the United Nations Human Settlements Programme (UN-Habitat), the secretariat has prepared proposals (outlined in document HSP/GC/24/2/Add.3), for consideration by the Governing Council at its twenty-fourth session, on how best UN-Habitat, using the expertise of the United Nations system, can provide inputs for and support to the preparatory process leading to Habitat III in 2016 in an inclusive, efficient, effective and improved manner.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Resolution 23/9: Global and national strategies and frameworks for improving the lives of slum-dwellers beyond the Millennium Development Goals target", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "I.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Through the implementation of this resolution, UN-Habitat is working to improve the living conditions of the urban poor by contributing to the realization of target 7 of the Millennium Development Goals that aims to halve, by 2015, the proportion of people who lack access to safe drinking water and basic sanitation, and to achieve a significant improvement in the lives of at least 100 million slum-dwellers by 2020. The flagship Participatory Slum Upgrading Programme has been active in African, Caribbean and Pacific group of States. Having been initiated by the secretariat of the African, Caribbean and Pacific Group of States and financed by the European Commission, it has a significant presence in more than 40 countries.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Through programme activities, countries reviewed their national policy frameworks, city development plans and strategies, and identified priority actions for urban poverty reduction. Countries’ national, city and community representatives and planning authorities have been enabled to assess urban development, housing needs and urban income poverty by applying a cross-sectoral approach and building ownership to address urban sector challenges. Key features of the Participatory Slum Upgrading Programme are the acknowledgement of informal settlements as an integral part of cities and a rights-based approach to the population there in. Country teams and line ministries have been linked with national ministries of planning and finance in order to improve the mainstreaming of urban development priorities in the national development agenda.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "J.Resolution 23/10: Future activities by the United Nations Human Settlements Programme in urban economy and financial mechanisms for urban upgrading, housing and basic services for the urban poor", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "By resolution 23/10, the Governing Council requested the Executive Director to explore and to select a partnership model with development finance institutions for future lending, guarantee and financial advisory services in the urban upgrading and housing finance sectors. It also called for the transfer of either the experimental reimbursable seeding operations programme portfolio or the management of that portfolio, as the Executive Director may determine to be the most financially feasible, and the technical loan guarantee oversight responsibilities of the slum upgrading facility programme to an appropriate external development finance partner.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "During 2011, UN-Habitat devoted more than six months of staff time to exploring partnership and/or transfer partners or structures for both the experimental reimbursable seeding operations and the slum upgrading facility programme portfolios with outside institutions. Extensive discussions were held with potential strategic partners, including: the World Bank, Cities Alliance, Habitat for Humanity International, the United Nations Capital Development Fund and the Millennium Cities Initiative. Following the exploration phase, a suitable strategic partner or structure was not identified.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "During", "action_verb_type": "preambular", "action_verb_normalized": "dur", "links": []}, {"text": "In the light of the lack of a suitable strategic partner or structure, it was decided that both the experimental reimbursable seeding operations and the slum upgrading facility portfolios would be maintained in-house for the time being. The existing five experimental reimbursable seeding operation loans, which have maintained a repayment rate of 100 per cent, will continue to be administered in-house and, at present, no new loans are expected to be made.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "K.Resolution 23/11: Work programme and budget of the United Nations Human Settlements Programme for the biennium 2012–2013", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In pursuance of Governing Council resolution 23/11, the Executive Director, in consultation with the Committee of Permanent Representatives, developed a new six-year strategic plan for\n2014–2019, which was endorsed by the Committee on 22 August 2012 and is being forwarded to the Governing Council at its twenty-fourth session for its consideration and possible approval. The submission of a biennial strategic framework for 2014–2015 was delayed to ensure its alignment with the strategic plan.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Notable progress has been made to embed results-based management throughout UN-Habitat by means of a series of aggressive staff training courses. Training in that regard has also been organized for members of the Committee of Permanent Representatives. A variety of tools are being developed to support results-based management best practices and mainstreaming.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In order to increase organizational effectiveness and productivity, an organizational review and restructuring of UN-Habitat was launched in January 2011 and is nearing completion. New offices, branches and units have been established and staff members have been provisionally redistributed across the new structure. The new organizational structure, whose core consists of seven thematic branches, is fully aligned with the seven focus areas of the strategic plan for 2014–2019. New management reforms have been implemented, including in project development, implementation and monitoring procedures, as well as delegation of financial and decision-making authority.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A computer software business system has been established for managing and coordinating all human, financial and physical resources as well as information functions of the organization from a shared data source in which data can be attributed to and managed through individual projects. This system, called the UN-Habitat project accrual and accountability system, is the most important management tool introduced in the reform. A provisional version of the system is now operational. A draft of the revised Secretary-General’s Bulletin on the Organization of the secretariat of the United Nations Human Settlements Programme has been distributed for comments and will be sent to the Department of Management in New York in the near future.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "L.Resolution 23/12: Coordinated implementation of the guidelines on access to basic services for all and the guidelines on decentralization and strengthening of local authorities", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In response to Governing Council resolution 23/12, UN-Habitat has developed a comprehensive handbook to support the implementation of the guidelines on access to basic services for all and the guidelines on decentralization and strengthening of local authorities. Since the adoption of the guidelines, several consultations have taken place with interested national governments and local authorities, including United Cities and Local Governments. An evaluation report on current conditions in both the basic services and local government sectors has also been initiated by UN-Habitat, which should result in recommendations to facilitate the implementation process.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In the Africa region, UN-Habitat has been engaged in activities in Burkina Faso and Senegal in recent months. In both countries, the ministries in charge of decentralization have expressed a strong interest in the operationalization of the two sets of guidelines that are considered to be key instruments for the further operationalization of decentralization policies.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The following countries are engaged in activities to adapt the international guidelines to their national context: Benin, Burkina Faso, Cape Verde, Comoros, Lao People’s Democratic Republic, Malawi, Mozambique, Senegal, Togo, and discussions are under way with three further countries regarding the possible adaptation of the guidelines to their national contexts. A global partnership with United Cities and Local Governments for the implementation of the two sets of international guidelines is operational in many countries with the full involvement of the national associations of local authorities. Regional activities are taking place in Latin America and Africa.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "M.Resolution 23/13: Governance of the United Nations Human Settlements Programme", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In accordance with resolution 23/13, during the intersessional period the Committee of Permanent Representatives agreed to establish an open-ended consultative group comprising members of the Committee and the secretariat in order to further examine governance options for UN-Habitat and, as stated in the resolution, to identify a preferred option and develop an action plan to be presented to the General Assembly at its sixty-seventh session, if possible. The first step towards the implementation of the resolution was the approval of the terms of reference to guide the governance review process. In accordance with those terms of reference, four task force teams were set up to examine governance challenges.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A comparative exercise with various governance models of other United Nations programmes and funds was carried out and based on the findings of the task force teams and the comparative analysis, a report on governance options was elaborated that should serve as a basis to identify possible agreed elements for an action plan to be submitted to the Governing Council at its twenty-fourth session for consideration. Each option is described together with its advantages and disadvantages and it is scored against the four performance criteria of transparency, efficiency, effectiveness and accountability, as well as voice and representation. The report states that no single option provides a perfect solution and that decision-making should be inspired by the search for institutional arrangements that best serve the nature of the UN-Habitat mandate and the requirements for the effective delivery thereof. In this regard, the governance review process is also aimed at overcoming and reducing limitations and inefficiencies in the current governance structure, enhancing the image, relevance and credibility of UN-Habitat, and preparing the ground for better positioning of the Programme in accordance with the relevance of its mandate.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "N.Resolution 23/14: Sustainable urban development through policies for safer cities and urban crime prevention", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "By its resolution 23/14, the Governing Council aimed at strengthening effective response to urban crime and violence at the local and national levels through the establishment of a global network on safer cities and the development of guidelines on access to and delivery of urban crime prevention within the context of sustainable urban development, based on consultations with member States, United Nations bodies and stakeholders. To that end, a draft outline-solid of the guidelines has been developed and the Global Network on Safer Cities was launched at the sixth session of the World Urban Forum with the operationalization of its four main structures: a steering committee, an advisory panel, a partners’ consultative group and a cities assembly.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Finally, the Global Plan of Action on Safer Cities was launched in Mexico, including a road map for a consultative process on the draft guidelines on safer cities. The intergovernmental and inter-agency consultative process for the development of these guidelines requires further formal approval by the Governing Council in order to engage with the Secretary General’s Policy Committee to formalize the process, in line with resolutions of the United Nations Economic and Social Council. An urban safety monitor has been developed as a tool for monitoring the implementation of the guidelines.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "O.Resolution 23/15: Country activities by the United Nations Human Settlements Programme", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In its resolution 23/15, the Governing Council called on the Executive Director to mobilize and devote adequate core resources to the preparation, implementation, monitoring and evaluation of country activities. The resolution further sought to strengthen interdivisional coordination and collaboration in the definition and development of the Programme’s country activities and supported the participation of UN-Habitat in the United Nations common country assessments and United Nations development assistance frameworks, in addition to its contribution to the work of United Nations country teams through its regional offices and Habitat Programme Managers. The Governing Council also invited the Executive Director to cooperate with other relevant United Nations programmes and activities at the country level, and to improve the dissemination of best practices and lessons learned from country activities and ensure that those lessons fed into the global normative work of UN-Habitat.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UN-Habitat has coordinated the preparation of Habitat country programme documents as a means of integrating the normative and operational divide at the country level. The documents are useful for strategizing, planning, coordinating and monitoring programme activities at the country level. Some 19 countries, including Afghanistan, Burkina Faso, Cambodia, China, Colombia, Costa Rica, Cuba, Democratic Republic of the Congo, Ecuador, Indonesia, Kenya, Lao People’s Democratic Republic, Malawi, Mexico, Nepal, Pakistan, Senegal, Sri Lanka and Viet Nam, have benefited from the Programme’s efforts in this context.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UN-Habitat has recently completed a review of draft country programme documents for 6 countries out of the above-mentioned 19, which will be published and posted on the UN-Habitat website for wider dissemination. The Habitat country programme documents are also linked with formal strategies and frameworks, such as the United Nations Development Assistance Frameworks, to ensure that UN-Habitat priorities are taken into consideration in country-level programming processes. As of June 2012, human settlements issues had been integrated into 45 United Nations Development Assistance Frameworks and 40 national development plans.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "P.Resolution 23/16: Formulation of a global housing strategy", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In its resolution 23/16, the Governing Council requested the Executive Director to review the implementation of the Global Strategy for Shelter to the Year 2000 and to formulate a new global housing strategy which takes into account the challenges of providing adequate and sustainable housing and basic infrastructure and the need to integrate housing policies into broader urban planning strategies and governmental actions, aligning them with other social, economic and environmental policies.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A new Global Housing Strategy to the year 2025 has been developed in collaboration with Governments and Habitat Agenda partners and a detailed report prepared for consideration by the Governing Council at its twenty-fourth session (HSP/GC/24/2/Add.6).", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Q.Resolution 23/17: Sustainable urban development through expanding equitable access to land, housing, basic services and infrastructure", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In response to resolution 23/17, UN-Habitat has sought to strengthen partnerships and networking in support of security of tenure and pro-poor land tools and has prepared a detailed report on the implementation of related AMCHUD resolutions and the Bamako Declaration and action plan. The report includes three strategies to implement the stated priorities and direction, including a capacity development strategy, a partnership strategy and a resource mobilization strategy. The development of a range of pro-poor and gender-appropriate land tools to improve security of tenure and promote sustainable urban development is underway. To that end, pilot testing of the social tenure domain model is being carried out in Uganda and Kenya, an initial design for a pro-poor land recordation system, a land and property tax guide and urban land registry are being developed in Benin, and grassroots-led land projects are being piloted in four countries.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UN-Habitat has been working with Governments and Habitat Agenda partners involved in urban planning, mobility, climate change and biodiversity issues, to consider seriously increasing urban density through intensification of land use as part of improved urban planning so as to promote development patterns that allow housing for all, increased job opportunities and reduced urban sprawl; to reduce infrastructure investment costs, the ecological footprint of urban centres and demand for transport and energy use; and to overcome a growing social divide, spatial fragmentation and resulting land-use patterns. It is also implementing a number of programmes at country and city levels to tackle growing social inequality by supporting strategic planning approaches that seek to balance the dimensions of sustainable urban development (social, economic and environmental) based on wide consultative processes and by strengthening capacities in promoting, measuring and monitoring sustainable urban development.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UN-Habitat has undertaken a number of urban planning activities, including partnership building with several urban planning associations and institutes; the development, launch and dissemination of guides on “Urban planning for city leaders”; and urban planning advisory services and capacity development support to ten countries.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "As part of its contribution to the theme of Rio+20, UN-Habitat developed a series of “quick guides” for urban practitioners entitled “Urban patterns for a green economy”, the first of which, “Working with nature”, seeks to inspire city-regions to take action by transforming principles into sequential actions and provides examples from around the world that can be contextualized.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UN-Habitat undertook a consultancy on urban biodiversity, ecosystem services and wetlands-based adaptation in cities that reviewed the state of existing literature on cities and biodiversity, collected and analysed 50 related case studies and critiqued UN-Habitat vis-à-vis the relevant institutional landscape with recommendations for the coming biennium. During the same period, UN-Habitat contributed, as a member of the Inter-agency Advisory Board and as a contributing author, to the Convention on Biological Diversity “Cities and biodiversity outlook”, the first global scientific assessment of the relationship between urbanization and ecosystems. At its eleventh meeting, the Conference of the Parties to the Convention on Wetlands of International Importance, Especially as Waterfowl Habitat adopted resolution XI.11, on principles for the planning and management of urban and peri-urban wetlands, which builds on its productive collaboration with UN-Habitat and lays the foundation for practical implementation guidance on urban development and wetlands management.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In April 2011, UN-Habitat launched its Global Report on Human Settlements 2011: Cities and Climate Change. Among other things, the report contains analysis and recommendations related to access by cities to climate finance. In February 2011, UN-Habitat participated in a think tank on adaptation finance for cities convened by ICLEI-Local Governments for Sustainability. The results of that workshop were reflected in the ICLEI white paper, “Financing the resilient city” and debated at the Resilient Cities Congress 2011. In November 2011, prior to the seventeenth session of the Conference of the Parties to the United Nations Framework Convention on Climate Change, held in Durban, South Africa, the UN-Habitat Cities and Climate Change Initiative released its policy notes Nos. 1 and 2. The notes address adaptation finance and mitigation finance for cities, respectively, with specific recommendations for increasing access by cities to climate finance.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UN-Habitat has established collaborative arrangements with a large number of international stakeholders such as the International Association of Public Transport, the World Resources Institute Centre for Sustainable Transport (EMBARQ) and Cooperation for Urban Mobility in the Developing World (CODATU) and has begun work on a series of guides for mobility planning and a rapid assessment tool for cities with data scarcity. UN-Habitat has also advocated widely for sustainable mobility, including with the African Union and AMCHUD.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The GEF-supported “Promoting sustainable transport solutions for East African Cities” project is currently under implementation in Addis Ababa, Nairobi and Kampala. A regional study tour was organized for project counterparts that included a visit to the Rea Vaya Bus Rapid Transport System in Johannesburg and participation and training on sustainable mobility during the fifteenth CODATU conference, held in Addis Ababa in October 2012. A knowledge dissemination workshop was organized in the context of the Global Energy Network for Urban Settlements and a tripartite memorandum of understanding was signed between ICLEI, UN-Habitat and the City of Suwon on the issue of ecomobility. It is expected that new project proposals will be developed through potential collaboration with the World Bank-supported “Sub-Saharan Africa transport policy programme” and with CODATU.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "R.Resolution 23/18: Natural disaster risk reduction, preparedness, prevention and mitigation as a contribution to sustainable urban development", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In response to resolution 23/18, UN-Habitat launched a four-year city resilience profiling programme as a means of developing an integrated urban systems approach to building resilience in partnership with cities, local governments, the private sector and research organizations. The programme is intended to improve capacity in cities and towns to protect urban citizens and their assets, and to recover from hazards. The programme will establish indicators and global standards for measuring the ability of cities to withstand and recover from crises.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A key outcome of Rio+20 for UN-Habitat is its improved focus on disaster risk reduction and building resilience in urban areas through joint advocacy efforts with the United Nations Strategy for Disaster Reduction (UNISDR). UN-Habitat and UNISDR have a history of collaboration in activities designed to enhance urban and local risk management utilizing the strengths of both agencies.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "During the reporting period, UN-Habitat embarked on an agreement with the United States Agency for International Development within the Global Shelter Cluster on improving collaboration in post-crisis shelter responses through coordination, lessons learned and assessing the impact on the lives of affected populations.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "During", "action_verb_type": "preambular", "action_verb_normalized": "dur", "links": []}, {"text": "UN-Habitat launched has launched an emergency response fund, enabling it to respond to emergencies more effectively. The fund permits UN-Habitat to support humanitarian actors in improving humanitarian response in urban contexts and to devise operational recommendations for adapting humanitarian approaches and programmes to complex urban settings.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UN-Habitat has continued to respond to humanitarian crises, most recently in Cuba, El Salvador, Libya, Mozambique, the Philippines and Samoa, by deploying missions in support of humanitarian country teams and Governments to coordinate housing and shelter rehabilitation response. UN-Habitat has designed long-term housing reconstruction programmes in the above-mentioned countries. Lastly, UN-Habitat continues to support the implementation of the Hyogo Framework for Action 2005–2015: Building the Resilience of Nations and Communities to Disasters.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Other major outcomes and achievements", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "III.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A.Flagship reports", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Global Report on Human Settlements", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "1.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Global Report on Human Settlements 2011: Cities and Climate Change assesses the role that urban centres play in greenhouse gas emissions and in climate change mitigation and adaptation. According to the report, the world’s cities are responsible for up to 70 per cent of harmful greenhouse gas emissions while occupying just 2 per cent of its land area. It notes that while cities are responsible for most of the world’s harmful greenhouse gas emissions, they are also places where the greatest efficiencies can occur. It highlights the major factors that influence the total and per capita carbon dioxide emissions of urban areas and provides practical recommendations, including on:", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Principles that are fundamental to an integrated, multi-partner approach towards climate change action at the urban level;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Principles", "action_verb_type": "operative", "action_verb_normalized": "principl", "links": []}, {"text": "Main areas in which the international community can support and enable more effective mitigation and adaptation actions at the local level;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Mechanisms that national governments could adopt to enable climate change mitigation and adaptation at the local level;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Mechanisms", "action_verb_type": "operative", "action_verb_normalized": "mechanism", "links": []}, {"text": "Actions that urban local governments need to take to initiate or strengthen local climate change mitigation and adaptation, including establishing partnerships with the private sector and non-governmental organizations.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Actions", "action_verb_type": "operative", "action_verb_normalized": "action", "links": []}, {"text": "State of the World’s Cities", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "2.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The State of the World’s Cities 2012/2013: Prosperity of Cities demonstrates that concepts of prosperity have been compromised by a narrow focus on economic growth. UN-Habitat suggests a fresh approach to prosperity beyond the solely economic emphasis, including other vital dimensions such as quality of life, adequate infrastructure, equity and environmental sustainability. The report proposes a new tool, the city prosperity index, together with a conceptual matrix, the wheel of prosperity, both of which are meant to assist decision makers to design clear policy interventions. The report advocates for cities to enhance the public realm, expand public goods and consolidate rights to the “commons” for all as a way to expand prosperity. This responds to the observed trend of enclosing or restricting these goods and commons in enclaves of prosperity or depleting them through unsustainable use.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Following the launch of the city prosperity index at the sixth session of the World Urban Forum, and upon consultation with different partners, UN-Habitat has created a “Cities prosperity initiative”. This is a strategic policy initiative for cities that are committed to adopting a more holistic, people-centred and sustainable notion of prosperity and pledge to deploy the necessary efforts and resources to move forward in the prosperity path. Overall, the initiative pursues three complementary objectives: (a) to mainstream a fresh approach to prosperity worldwide that is holistic and integrated and is essential for the promotion of collective well-being and fulfilment for all; (b) to help cities to steer the world towards economically, socially, politically and environmentally prosperous futures; (c) to catalyse the policies and actions of cities towards the prosperity path and create conditions to measure present and future progress. Over 100 cities in Africa, Asia and Latin America and the Caribbean have expressed an interest in joining this initiative.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Following", "action_verb_type": "preambular", "action_verb_normalized": "follow", "links": []}, {"text": "Colombia, Egypt and Pakistan have subscribed to agreements with UN-Habitat to produce their states of countries’ cities reports based on the city prosperity index. The City of Guadalajara has signed a letter of intent to produce an action plan to improve its prosperity with specific operational activities. The cities prosperity initiative represents an important tool to establish dialogue with decision makers and provide a context for strengthening regional collaboration and programmes.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "B.World Urban Campaign", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The World Urban Campaign is a global partnership designed to promote a positive vision for sustainable urbanization and place the urban agenda firmly in national development policies. It was launched at the fifth session of the World Urban Forum, held in Rio de Janeiro, Brazil, in March 2010. During the first half of 2012, the Campaign made significant progress in improving internal and external communication. The Campaign secretariat established two web-based platforms (www.worldurbancampaign.org and www.imacitychanger.org) and produced a new communication brochure in three of the six official languages of the United Nations, as well as guidelines for joining the Campaign.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["www.imacitychanger.org", "http://www.imacitychanger.org/"]]}, {"text": "A World Urban Campaign fund was established as a common resource mobilization and funding facility to enable the Campaign to deliver its objectives and activities. Different levels of partnership and sponsorship have been proposed by the secretariat and approved by the World Urban Campaign steering committee.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Campaign has expanded its partnership base from 26 in 2011 to over 50 organizations in 2013, including political, civil society, business community, expert and media partners. During the reporting period, campaign activities focused on developing knowledge, promoting learning and dialogue on cities. A catalogue of tools and methods, and a global observatory on good policies and enabling legislation were also developed. A new working group on city futures and innovation was established.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UN-Habitat supported the establishment, or the revival, of national habitat committees or national urban forums in several countries in Africa, Asia and the Pacific, and Latin America and the Caribbean. These committees and forums serve to promote national dialogue on urban issues. UN-Habitat has developed guidelines on their composition, functions and mode of operation in order to enhance their impact. The guidelines provide a framework for the harmonization and alignment of their work with the new strategic priorities adopted as a result of the continuing organizational reform of UN-Habitat. The main areas of national dialogue on urban issues highlighted in the guidelines include:", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Country-level preparations for Habitat III;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "National urban policy;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Impacts of urbanization on and the role of cities in national development;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Impacts", "action_verb_type": "operative", "action_verb_normalized": "impact", "links": []}, {"text": "Creation of decent urban jobs, especially for the youth;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Improving urban design and planning in order to enhance the efficiency of towns and cities;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Improving", "action_verb_type": "preambular", "action_verb_normalized": "improv", "links": []}, {"text": "Formulation of a global housing strategy, in line with Governing Council resolution 23/16.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UN-Habitat supported the seventh meeting of the World Urban Campaign steering committee, held in March 2011, at which, among other things, a campaign communication strategy, including a new branding and awareness-raising component entitled “I am a city changer”, aimed at sensitizing and creating awareness among citizens on urban issues to achieve better cities, was approved, as was the decision to establish the World Urban Campaign fund together with approved benchmarking tools and a methods questionnaire for dissemination to improve interaction with partners.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}]