[{"text": "Letter dated 24 December 2024 from the Secretary-General addressed to the President of the Security Council", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Pursuant to paragraph 2 of Security Council resolution 2732 (2024), adopted by the Council on 31 May 2024, I have the honour to present herewith the transition and liquidation plan for the United Nations Assistance Mission for Iraq (see annex), which was prepared in consultation with the Government of Iraq.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["2732 (2024)", "https://undocs.org/en/S/RES/2732(2024)"]]}, {"text": "I should be grateful if you would bring this document to the attention of the members of the Security Council.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(Signed) António Guterres", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Annex", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Transition and liquidation plan of the Secretary-General for the United Nations Assistance Mission for Iraq", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Background", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "I.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "On 31 May 2024, the Security Council unanimously adopted resolution 2732 (2024) extending the mandate of the United Nations Assistance Mission for Iraq (UNAMI) for a final 19-month period until 31 December 2025.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "1.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["2732 (2024)", "https://undocs.org/en/S/RES/2732(2024)"]]}, {"text": "In the resolution, the Security Council requested the Secretary-General to streamline the tasks of UNAMI as follows: (a) provide advice, support and technical electoral assistance, including for the full, equal, meaningful and safe participation of women; (b) facilitate progress towards the final resolution of outstanding issues between Iraq and Kuwait in accordance with relevant Council resolutions, and make recommendations by 31 May 2025 and present them to the Council for an appropriate follow-on mechanism to support continued progress on unresolved issues upon the termination of the mandate of UNAMI; (c) promote, support and facilitate development and humanitarian tasks, in coordination with the Government of Iraq; and (d) promote accountability and the protection of human rights.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "2.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In the same resolution, the Security Council requested the Secretary-General to prepare, in consultation with the Government of Iraq, a transition and liquidation plan, to be completed by 31 December 2024, for UNAMI to start the transfer of its tasks, together with the orderly and safe drawdown and withdrawal of its personnel and assets, including the identification of an end date for liquidation activities in Iraq.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "3.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The plan set out below is guided by United Nations transition policy and planning guidance and builds on existing transition-related documents for UNAMI, in accordance with its mandate under Security Council resolution 2732 (2024) and including the independent strategic review of UNAMI (S/2024/270, annex) and the 2023 common country analysis and the United Nations Sustainable Development Cooperation Framework for Iraq. Three strategic transition priorities have been identified to guide the work of the United Nations system in Iraq as it phases out UNAMI by 31 December 2025 and reconfigures the United Nations presence after the departure of the Mission.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "4.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["2732 (2024)", "https://undocs.org/en/S/RES/2732(2024)"], ["S/2024/270", "https://undocs.org/en/S/2024/270"]]}, {"text": "Transition priority 1: effective mandate delivery", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "II.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "While implementing a gradual drawdown throughout 2025 that will culminate in the closure of the Mission on 31 December 2025, UNAMI will concurrently execute its streamlined mandate under Security Council resolution 2732 (2024) in four key areas, as described below.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "5.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["2732 (2024)", "https://undocs.org/en/S/RES/2732(2024)"]]}, {"text": "A.\tElectoral assistance, including support for women’s participation", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In paragraph 6 (a) of its resolution 2732 (2024), the Security Council outlined the streamlined tasks of UNAMI as being to provide advice, support and technical assistance to the Government of Iraq, the Independent High Electoral Commission and other Iraqi institutions with regard to efforts to strengthen electoral preparation and processes to ensure free and fair elections, with the full, equal, meaningful and safe participation of women, including during Iraq’s federal parliamentary elections and the parliamentary elections in the Kurdistan Region of Iraq.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "6.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["2732 (2024)", "https://undocs.org/en/S/RES/2732(2024)"]]}, {"text": "UNAMI has continued to engage with relevant stakeholders at the federal and regional levels to ensure the conduct of free, fair and inclusive elections. The Mission provided technical assistance during the planning and conduct of parliamentary elections in the Kurdistan Region of Iraq in October 2024, including promoting women’s participation and facilitating observation of the electoral process by national and international observers.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "7.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In line with Security Council resolution 2732 (2024), UNAMI is committed to continuing the implementation of its electoral assistance mandate until the completion of the Mission’s mandate on 31 December 2025. As federal parliamentary elections are expected to take place at least 45 days before the end of the current Parliament’s term on 8 January 2026, the current electoral timelines will require the Mission to remain engaged in the provision of advice, support and technical assistance to the Government of Iraq and electoral institutions throughout 2025, while also preparing to hand over certain tasks and responsibilities to the United Nations country team at the closure of the Mission on 31 December 2025.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "8.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["2732 (2024)", "https://undocs.org/en/S/RES/2732(2024)"]]}, {"text": "In response to a letter from the Independent High Electoral Commission in June 2024 requesting United Nations technical assistance for the 2025 election of members of the Council of Representatives, a United Nations needs-assessment mission, consisting of representatives of the Department of Political and Peacebuilding Affairs of the Secretariat and the United Nations Development Programme (UNDP), was deployed in September 2024 to assess capacities and define parameters for the electoral assistance to be provided for those elections. The needs-assessment mission identified several areas of UNAMI support, including the strengthening of information and communication technology systems related to candidate and voter registration and results management; reinforcing the legal framework for the elections, including through the consolidation of regulations and dispute resolution mechanisms; fostering electoral participation through women’s empowerment; and countering misinformation and disinformation and online hate speech.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "9.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "To complement such assistance, and in accordance with the recommendations of the needs-assessment mission, UNAMI will continue its activities to provide support and technical assistance; monitor and report on human rights issues; continue public information efforts to support the Independent High Electoral Commission, including to counter misinformation and disinformation; and promote an environment conducive to inclusive, transparent, free and fair elections. UNAMI will therefore retain sufficient electoral and other relevant staff throughout its transition and drawdown to ensure it is well-equipped to implement its electoral assistance mandate, which is expected to reach its peak towards the end of the Mission’s mandate with the elections to the Council of Representatives anticipated to be held around 26 November 2025. As with previous elections, UNAMI will need to plan for the deployment of additional expert staff to support those elections, ideally through a UNDP-led project funded by voluntary contributions from Member States. United Nations electoral assistance will be provided in an integrated manner under the overall leadership and guidance of the Special Representative of the Secretary-General for Iraq and Head of UNAMI.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "10.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Throughout the implementation of its electoral assistance mandate, UNAMI will maintain a focus on promoting women’s participation in electoral processes, including by promoting women’s inclusion in the leadership structures of political parties and building on lessons learned from the 2021 parliamentary elections, which saw a historic number of women elected to the Council of Representatives, surpassing the 25 per cent minimum quota. This will include advice on strengthening provisions in codes of conduct for candidates and political parties on the protection of women as candidates and voters, assistance in developing training materials for women candidates, and support for advocacy to adopt measures to tackle online hate speech against women candidates.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "11.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "B.\tFacilitation of final resolution of outstanding issues on the Iraq-Kuwait file", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In paragraph 6 (b) of its resolution 2732 (2024), the Security Council stipulates that UNAMI should facilitate, within the transition period, progress towards the final resolution of outstanding issues between Iraq and Kuwait, including the return of Kuwaiti property and the national archives, and the repatriation or return of all Kuwaiti and third-country nationals or their remains, consistent with resolution 2107 (2013), and requests the Secretary-General to make recommendations by 31 May 2025 and present them to the Council for an appropriate follow-on mechanism to support continued progress, should these issues not be resolved upon the termination of the mandate of UNAMI.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "12.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["2732 (2024)", "https://undocs.org/en/S/RES/2732(2024)"], ["2107 (2013)", "https://undocs.org/en/S/RES/2107(2013)"]]}, {"text": "In its resolution 2107 (2013), adopted on 27 June 2013, the Security Council requested UNAMI to promote, support and facilitate efforts regarding the repatriation or return of all Kuwaiti and third-country nationals or their remains, and the return of Kuwaiti property, including the national archives, and asked the Secretary-General to report separately to the Council on these matters. The Tripartite Commission has been working since April 1991 in the search for missing persons. As of November 2024, 308 missing persons recorded by the Commission remain unaccounted for and the search for them continues. To facilitate its role, in October 2014 UNAMI was granted observer status in the Commission. The Commission is chaired by the International Committee of the Red Cross and is composed of Iraq and Kuwait, as well as France, Saudi Arabia, the United Kingdom of Great Britain and Northern Ireland and the United States of America.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "13.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["2107 (2013)", "https://undocs.org/en/S/RES/2107(2013)"]]}, {"text": "In accordance with Security Council resolution 2107 (2013), UNAMI also engaged with Iraq and Kuwait on the issue of missing Kuwaiti property, including the national archives. A technical joint committee was set up between the two countries in 2013, but it has remained inactive since 20 Over the years, a significant amount of property has been found and returned by Iraq, but efforts still need to be made in this regard.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "14.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["2107 (2013)", "https://undocs.org/en/S/RES/2107(2013)"]]}, {"text": "For the remainder of its mandate, pursuant to Security Council resolution 2107 (2013), UNAMI will continue to encourage greater efforts to locate and return the remains of missing persons. In this regard, UNAMI co-funded with the International Committee of the Red Cross a capacity-building project facilitated by the Committee on Missing Persons in Cyprus. UNAMI will also encourage stronger cooperation between the parties to make progress in locating and returning missing Kuwaiti property, including the national archives.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "15.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["2107 (2013)", "https://undocs.org/en/S/RES/2107(2013)"]]}, {"text": "UNAMI will remain ready to play a facilitation role on other outstanding bilateral issues, in accordance with Security Council resolution 2732 (2024), should both Iraq and Kuwait request it. The Secretary-General, in consultation with both parties, will make recommendations to the Council by 31 May 2025 for an appropriate follow-on mechanism to support continued progress on these issues.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "16.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["2732 (2024)", "https://undocs.org/en/S/RES/2732(2024)"]]}, {"text": "C.\tFacilitation of development and humanitarian tasks", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UNAMI was requested by the Security Council in resolution 2732 (2024) to promote, support and facilitate a number of development and humanitarian tasks, in coordination with the Government of Iraq and in accordance with the transition plan of the Secretary-General for the Mission. These tasks include the safe, informed, voluntary and dignified return or local integration, as appropriate, of internally displaced persons and of displaced Iraqis in the Syrian Arab Republic, including through the efforts of the United Nations country team, and the reintegration of displaced persons and survivors of terrorist attacks and atrocities; support for reconstruction of areas liberated from Islamic State in Iraq and the Levant (ISIL)/ Da’esh; programmes to improve Iraq’s capacity to provide effective essential civil and social services; support for Iraq’s regional and international donor coordination towards strengthening national ownership according to national needs; efforts by Iraq, the World Bank, the International Monetary Fund, the United Nations development system and others on economic reform, capacity-building and setting conditions for sustainable development; and the contributions of the United Nations country team to the objectives outlined in Security Council resolution 2732 (2024).", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "17.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["2732 (2024)", "https://undocs.org/en/S/RES/2732(2024)"], ["2732 (2024)", "https://undocs.org/en/S/RES/2732(2024)"]]}, {"text": "Key development and humanitarian activities already being carried out in this context by the United Nations country team under the leadership of the Deputy Special Representative of the Secretary-General and Resident and Humanitarian Coordinator, include engaging closely with government institutions to support the United Nations Sustainable Development Cooperation Framework for 2025–2029. The Framework is aligned with government priorities stipulated in the national development plan for 2024–2028 and the Sustainable Development Goals.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "18.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Under the Framework on Durable Solutions for Internally Displaced Persons, and in light of the Secretary-General’s Action Agenda on Internal Displacement, the country team, with support from the Special Adviser of the Secretary-General on Solutions to Internal Displacement and in close coordination with the Ministry of Migration and Displacement and the Kurdistan Regional Government authorities, has developed a durable solution road map to end displacement for more than 1.1 million internally displaced persons in camps in the Kurdistan Region of Iraq and settlements outside of camps throughout Iraq. Iraq is one of 15 pilot countries that are part of the Secretary General’s global priority to address displacement. After the cabinet decision of 2 July 2024 to establish a joint committee of the federal and Kurdistan regional governments under the leadership of the Ministry of Migration and Displacement, the United Nations has been invited to provide technical assistance to the committee, especially in developing a “humanitarian plan” to accelerate solutions for the remaining internally displaced persons and communities.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "19.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Concerning the repatriation of Iraqi nationals from Hawl camp in the north-east of the Syrian Arab Republic, the United Nations team is working closely with relevant governmental entities in the civilian and security sector to provide the needed assistance to the Government of Iraq in its efforts to return, rehabilitate and reintegrate Iraqi nationals from Hawl, as well as to support Iraq’s efforts to encourage other concerned States to repatriate their citizens. The One United Nations plan for 2025–2027 guides the country team’s activities in this regard.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "20.", "action_verb": "Concerning", "action_verb_type": "preambular", "action_verb_normalized": "concern", "links": []}, {"text": "Considering the humanitarian transition to development, the Iraq humanitarian country team developed the humanitarian transition overview in 2024, which detailed humanitarian efforts conducted in 2023 and identified residual humanitarian needs that require continued attention both by the Government and by relevant United Nations humanitarian agencies for the period from January to December 2024. The focus of the humanitarian response in 2025 will be on supporting Iraqi preparedness and contingency planning, as well as sustainable development. Furthermore, the overview outlines progress in the humanitarian transition and achievements made under the Framework on Durable Solutions.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "21.", "action_verb": "Considering", "action_verb_type": "preambular", "action_verb_normalized": "consider", "links": []}, {"text": "With respect to these tasks, for the duration of its mandate UNAMI will assist the country team through providing information and analysis, as well as through diplomatic engagement with the Iraqi authorities where appropriate.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "22.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "D.\tPromotion of accountability and protection of human rights", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "As outlined in Security Council resolution 2732 (2024), assistance and technical support by UNAMI will continue during the transition period in order to promote accountability and the protection of human rights, as well as judicial and legal reform, with full respect for the sovereignty of Iraq and national ownership, in order to strengthen the rule of law, improve governance in Iraq and support the Government of Iraq’s economic development goals and projects. In this regard, the UNAMI Human Rights Office will continue to undertake human rights-related tasks for the remaining duration of the Mission’s mandate, in close collaboration with the Iraqi authorities, the Independent High Commission for Human Rights and civil society, as required.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "23.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["2732 (2024)", "https://undocs.org/en/S/RES/2732(2024)"]]}, {"text": "More specifically, UNAMI, in unified efforts with the country team, will continue to provide support to the Government of Iraq to implement legislative, policy and institutional reforms in line with Iraq’s national laws and regulations and its international legal obligations; support to rule of law institutions to enhance accountability, access to justice and respect for human rights for all, including due process and fair trial standards; support for the promotion and protection of rights of vulnerable groups, including women, children and ethnic, religious and other minorities, persons with disabilities and internally displaced persons; support for the strengthening of civic and democratic space and the development and implementation of laws and policies that promote and protect freedom of expression and the right of peaceful assembly; and support to facilitate the engagement of the Government and civil society with United Nations human rights mechanisms, as well as the fourth cycle of the universal periodic review of Iraq, scheduled for January 2025.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "24.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Transition priority 2: transfer of tasks to ensure preservation of gains and sustained United Nations support", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "III.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UNAMI will begin the transfer of its mandated activities based on the current transition and liquidation plan as adopted by the Secretary-General. In this regard, three crucial enablers were identified to support a successful transfer of tasks from the Mission to the United Nations country team or the Government of Iraq: (a) a mapping of transferable tasks and the country team’s programmatic capacities in this regard; (b) a resource mobilization strategy for the country team; and (c) a communications strategy.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "25.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A.\tMapping of transferable tasks and the United Nations country team’s programmatic capacities in that regard", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The process of transition and drawdown of UNAMI is occurring at the same time as the finalization of the United Nations Sustainable Development Cooperation Framework for 2025–2029 in alignment with the Government of Iraq’s national development plan. The Framework outlines the substantive areas that would be transferred from UNAMI to the country team. This process will be informed by the capacity mapping exercise conducted by the country team in September 2024, which was aimed at identifying gaps and the resources needed to support strategic priority areas of the Framework, especially the components aimed at sustaining peace. The key tasks described below are envisaged to be transferred from UNAMI to the country team progressively throughout 2025.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "26.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "1.\tElectoral assistance", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UNAMI will actively engage in planning for and facilitating the transfer of its electoral assistance work throughout the transition period. In accordance with the recommendations of the electoral needs-assessment mission and in line with the United Nations Sustainable Development Cooperation Framework for 2025–2029, UNDP and the United Nations Entity for Gender Equality and the Empowerment of Women (UN-Women) are expected to complement the electoral efforts of UNAMI in 2025 and be ready to take over any residual responsibilities at closure, including remaining tasks related to the elections for the Council of Representatives and continued support for the promotion of greater inclusion of women, youth and other underrepresented groups in Iraq’s democratic processes. In accordance with United Nations policy, electoral assistance for any future electoral event will be subject to a new request from the Government of Iraq and a new assessment of needs. Electoral assistance tasks will transition from UNAMI to the country team, specifically to UNDP with support from UN-Women. To facilitate such a transition, an integrated project involving UNDP and UN-Women will be developed in consultation with UNAMI and put in place in time for the elections to the Council of Representatives in 2025, which are expected to be held when UNAMI is in its final closing weeks. The electoral project is, however, subject to donor and government funding.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "27.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "2.\tHuman rights", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Discussions between the Government of Iraq and the Office of the United Nations High Commissioner for Human Rights have begun on the configuration of a human rights presence as part of the country team, following the departure of UNAMI. United Nations human rights tasks that would continue after UNAMI may include technical support for legal reform, enhancing institutional capacity and promoting the rule of law to strengthen the protection of human rights in line with the strategic priorities within the United Nations Sustainable Development Cooperation Framework for 2025–2029 and Iraq’s national development plan.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "28.", "action_verb": "Discussions", "action_verb_type": "operative", "action_verb_normalized": "discussion", "links": []}, {"text": "In accordance with United Nations policy, dedicated capacities of UNAMI on matters regarding children and armed conflict and conflict-related sexual violence are consolidated within the Mission’s Human Rights Office. Following the departure of UNAMI, the Resident and Humanitarian Coordinator will co-chair with the United Nations Children’s Fund (UNICEF) the country task force on monitoring and reporting on grave violations against children in armed conflict, which is responsible for providing quarterly and annual reports to the Special Representative of the Secretary-General for Children and Armed Conflict on the six grave violations against children. Moreover, UNICEF will take on a leading role in monitoring and reporting on the protection of children in armed conflict in consultation with the Special Representative for Children and Armed Conflict.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "29.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Similarly, the functions of the Senior Women’s Protection Adviser, who convenes the Monitoring, Analysis and Reporting Arrangements on conflict-related sexual violence and supports the implementation of the 2016 joint communiqué between the Government of Iraq and the United Nations on the prevention and response to sexual violence in conflict, currently led by UNAMI, will be transferred to the relevant country team members, in consultation with the Resident and Humanitarian Coordinator and the Special Representative of the Secretary-General on Sexual Violence in Conflict.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "30.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "3.\tWomen and peace and security", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In January 2025, UNAMI will begin transferring its tasks relating to the women and peace and security agenda to the country team. UNAMI will also collaborate with the country team on the promotion of women’s participation in electoral processes, including through joint engagement with key electoral stakeholders, such as political parties and the Supreme Committee for Women’s Political Participation at the federal level. These functions will transition entirely to the country team at the end of the UNAMI mandate.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "31.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "4.\tClimate and peace and security", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UNAMI has been providing advisory support to the country team on matters related to climate and peace and security through the priority group on the environment and climate change and the United Nations water task force, as well as facilitating dialogue among local interlocutors at the national and governorate level to address issues of water management and participatory natural resource management. In the 2030 Agenda for Sustainable Development tackling climate change is recognized as essential for sustainable development and poverty eradication. This is also in line with the priorities of the Government of Iraq, which has expressed its wishes for continued United Nations support in this regard. Therefore, the Mission will transfer its technical expertise in climate and peace and security, including supporting the country team in the design of climate adaptation projects, to the Resident and Humanitarian Coordinator, subject to available resources.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "32.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UNAMI will work with the International Organization for Migration, other country team members and research organizations to develop advocacy strategies on climate-induced migration management. The Mission will support the United Nations water task force and the Government of Iraq with the development of the national water policy dialogues process and the new nationally determined contribution to the global response to climate change. During the transition period, UNAMI will work through the country team to strengthen the participation of members of the country team in regional and global coordination mechanisms on climate and the environment, including the inter-agency climate security mechanism, which can provide ongoing access to analysis and technical support on these matters after UNAMI departs. The climate change agenda is part of the United Nations Sustainable Development Cooperation Framework for 2025–2029 and all UNAMI tasks in this regard will be transferred to the country team before the end of 2025.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "33.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "B.\tUnited Nations country team’s resource mobilization strategy", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The country team, under the Resident and Humanitarian Coordinator’s leadership, in collaboration with UNAMI and United Nations Headquarters, will develop a funding compact that will invite funding commitments from the core resources of United Nations agencies, including vertical funds, bilateral and multilateral donors and the Government of Iraq, to support the implementation of the United Nations Sustainable Development Cooperation Framework for 2025–2029. The funding compact will be aligned with the Sustainable Development Cooperation Framework based on the results framework. A multi-partner trust fund will be established to support the implementation of joint programmes and targeted policy support to the Government of Iraq. The country team in Iraq will use the United Nations Sustainable Development Cooperation Framework as the key planning framework to ensure linkages to the implementation of the 2030 Agenda, as well as national development plans and priorities.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "34.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "C.\tCommunications strategy", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Under the guidance of the Special Representative of the Secretary-General for Iraq, a communications strategy is under development to facilitate interactions with national actors and international partners. The communications strategy will be aimed at ensuring consistent messaging by all United Nations entities, underscoring continued partnership with the Government of Iraq and the people of Iraq beyond the departure of UNAMI, and addressing misinformation and disinformation and countering hate speech.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "35.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Throughout the transition, communications will be done by the existing UNAMI Strategic Communications and Public Information Office in collaboration with the Strategic Communications Group, which is co-chaired by UNAMI and UNDP. In collaboration with the country team, UNAMI will launch a sensitization campaign for its Iraqi partners on the Mission’s transition and drawdown.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "36.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The UNAMI communications team will be tasked with archiving its material and, as custodian of the United Nations Iraq website and social media platforms, will continue ongoing support to the country team in addition to its UNAMI tasks until the end of the Mission’s mandate when such tasks will be transitioned to the country team. The configuration of the communications function under the Resident and Humanitarian Coordinator following the departure of UNAMI will be finalized in the course of 2025.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "37.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Transition priority 3: safe and gradual mission drawdown by 31 December 2025", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "IV.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Given that many of the current activities of UNAMI are conducted in an integrated manner with the country team, the Mission’s transition, drawdown and complete exit from Iraq by the end of December 2025 will have a significant impact on the operations of the country team, notably in the Baghdad and Erbil integrated compounds. In particular, this aspect of the transition entails security and operational considerations.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "38.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A.\tSecurity considerations", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "An inter-agency security assessment mission led by the Department for Safety and Security of the Secretariat was conducted in Iraq in September 2024 to support the planning for a safe and secure transition through the end of 2025 and the establishment of a post-UNAMI security posture for the remaining United Nations entities in Iraq, based on a revised security risk management assessment and mitigating measures. The mission assessed risks and capacity requirements to ensure adequate security and safety of United Nations personnel and assets while enabling efficient programme implementation during the UNAMI transition and liquidation phases.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "39.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The United Nations security requirements will be kept under review and implemented in close coordination with the Government of Iraq, which has expressed its readiness to ensure the appropriate security arrangements for UNAMI and the country team.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "40.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "B.\tOperational considerations (staffing, assets and premises)", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Staffing and reduction of footprint", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "For 2024, UNAMI operates with 776 approved civilian staff posts in its budget, comprising 278 international staff, 124 National Professional Officers, 372 national local level staff and 2 national United Nations Volunteers. Continued adequate and predictable financial resources will be required throughout 2025 to facilitate an orderly drawdown and closure of UNAMI by 31 December, while simultaneously ensuring the effective implementation of residual mandated tasks pursuant to Security Council resolution 2732 (2024). The transition and liquidation plan, including staffing levels, will be implemented according to the resources made available and considering the liquidity challenges facing the United Nations as a whole.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "41.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["2732 (2024)", "https://undocs.org/en/S/RES/2732(2024)"]]}, {"text": "UNAMI intends to implement a gradual reduction of its staffing throughout the transition process, bearing in mind that the Mission needs to continue to deliver on its substantive mandate, with a peak in the delivery of technical electoral support in the final weeks before the Mission’s closure on 31 December 2025. In line with downsizing policies, the drawdown process will be implemented gradually beginning in January 2025, with the discontinued functions identified in the functional review exercise and ending with the residual functions required during the liquidation process at the end of December 2025.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "42.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "To support staff during the drawdown, the Mission is developing a comprehensive human resources strategy comprising several elements, including capacity-building for national staff to acquire new skills that can be useful in their future careers, either within or outside the United Nations; outreach to the Government of Iraq to utilize the skills, qualifications and expertise of UNAMI national staff; outreach to the country team to advocate the recruitment of UNAMI staff where possible; agreed terminations; and recruitment of staff by other missions where feasible within applicable staff rules.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "43.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Drawing on lessons from the closure and drawdown of other special political and peacekeeping missions, and in accordance with the recommendations of the capacity mapping of the Resident Coordinator’s Office and the United Nations country team, consideration will be given to maintaining some residual staffing capacity in the Resident Coordinator’s Office. This is to ensure a seamless transition of tasks from UNAMI to the country team leading up to and after the drawdown, as well as to support the capacity of the Resident and Humanitarian Coordinator role in its triple nexus functions of humanitarian-political-development transition.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "44.", "action_verb": "Drawing", "action_verb_type": "preambular", "action_verb_normalized": "draw", "links": []}, {"text": "Management and disposal of assets", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Mission will prepare a preliminary asset disposal plan that will guide the asset disposal process in line with the Financial Regulations and Rules of the United Nations. The plan will explore disposal options, as appropriate, and ensure that all asset disposal activities, including transfer of assets to the United Nations country team or donation to the Government of Iraq, are documented, transparent and in full compliance with the relevant United Nations policies and procedures.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "45.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Premises", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UNAMI maintains three premises in Baghdad: the United Nations Integrated Compound in Baghdad, the Tamimi compound and the Forward Support Base at Baghdad International Airport, with accommodation for all international personnel, including the United Nations guard unit, and office space for all staff, both national and international. UNAMI premises also include the compounds in Erbil, Kirkuk and Mosul, with the latter two providing accommodation in addition to office space. All compounds are equipped with critical infrastructure, including water reticulation systems, wastewater treatment plants, waste management yards and renewable energy systems that meet more than 50 per cent of the energy needs. UNAMI also has offices and accommodation in Basra. At all sites to be vacated by UNAMI, the Mission will undertake environmental impact assessments and remedial action to ensure that a clean working environment that meets United Nations standards remains as the sites are handed back to their rightful owners.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "46.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Following the departure of UNAMI, the country team wishes to retain only the Integrated Compound in Baghdad and the Erbil compound. The other premises in Mosul, Kirkuk, Baghdad International Airport and Tamimi will be returned in close coordination and consultation with the Government of Iraq. The Government of Iraq has responded positively to the request of the country team to retain the Integrated Compound in Baghdad and the Erbil compound following the departure of UNAMI. A memorandum of understanding between the United Nations country team represented by the Resident and Humanitarian Coordinator and the Government of Iraq will be concluded for the continuous use of these premises by the country team.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "47.", "action_verb": "Following", "action_verb_type": "preambular", "action_verb_normalized": "follow", "links": []}, {"text": "C.\tDrawdown and closure of field offices in a phased approach", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Following the submission of the present transition and liquidation plan to the Security Council in December 2024, UNAMI will initiate the preparations for a gradual and phased drawdown of its presence. The submission of the revised UNAMI budget for 2025 to the General Assembly, should it be required by the Fifth Committee, will provide a clear breakdown of the costs associated with the transition and drawdown phases.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "48.", "action_verb": "Following", "action_verb_type": "preambular", "action_verb_normalized": "follow", "links": []}, {"text": "During the first phase, from January to July 2025, UNAMI will carry out a sequential drawdown and complete closure of two field offices, beginning with Mosul (by 31 March 2025, with liquidation completed by 31 May 2025) and Kirkuk (by 30 April 2025, with liquidation completed by July 2025), concomitantly with the repatriation of the United Nations guard unit based in those locations. It is therefore expected that the repatriation of all guard units outside Baghdad will be completed by July 2025. Depending on the context and the necessity of mandate implementation, there could be the possibility for some national staff to work from their home or work from offices of the local Governorate.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "49.", "action_verb": "During", "action_verb_type": "preambular", "action_verb_normalized": "dur", "links": []}, {"text": "Moreover, while these offices will end their physical presence, the Mission will still ensure coverage of mandated activities through targeted, short-term missions to the areas by relevant staff.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "50.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "During the second phase, from August to December 2025, the offices in Basra, Baghdad and Erbil will remain functional until the complete cessation of UNAMI operations by 31 December 2025. These offices will remain open until the end of the mandate primarily for the purpose of electoral support and human rights activities in Iraq. However, a reduction of the footprint in these locations will be expected in the course of 2025.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "51.", "action_verb": "During", "action_verb_type": "preambular", "action_verb_normalized": "dur", "links": []}, {"text": "Risks and mitigation measures", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "V.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Despite ongoing efforts to achieve sustainable peace, security and development, Iraq remains vulnerable to external and internal dynamics, including geopolitical tensions, climate change and economic crises. Women, children, youth and minorities, as well as internally displaced persons, still face challenges that increase their risk of experiencing vulnerabilities. To effectively address these challenges, UNAMI will continue to support government efforts by promoting respect for human rights, the rule of law, civic and democratic space and social inclusion and accountability.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "52.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Transition and liquidation processes are linked with intensive administrative and logistical processes, such as movements of assets, disposal of office equipment, closure of compounds, termination of contracts of United Nations staff, among others. During every drawdown and liquidation, a number of activities will grow in intensity and, more significantly, in cost, such as security, shipments, services or goods contracts and separation payments, while the capacity required to sustain those activities may itself be going down. In addition, ongoing United Nations financial liquidity challenges could significantly affect the ability of the Mission to exercise prudent financial planning and cover the increased costs during a mission closure.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "53.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "As a mitigation measure, the Mission will carefully monitor expenditures throughout the transition and drawdown and seeks support from the principal budgetary bodies of the United Nations to ensure continued adequate and predictable financial resources.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "54.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Mission will continue to monitor national and regional political and security developments and keep its leadership abreast of the evolving situation through regular reporting and analysis. Any logistical and operational activities or disruptions that come under force majeure may hinder mobility within Iraq and impede the transition and liquidation processes. This may be exacerbated by any damage to route infrastructure (bridges, culverts, etc.) due to security-related events that could hinder the repatriation of United Nations assets. These challenges should be clearly communicated to the Government of Iraq.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "55.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Deputy Special Representative of the Secretary-General and Resident and Humanitarian Coordinator, relies heavily on the staffing support and capacity of UNAMI to discharge the triple-hat functions. The United Nations in Iraq will continue to explore alternative funding arrangements to sustain such support currently provided by UNAMI, particularly in assisting the Resident Coordinator’s Office to continue providing appropriate assistance to the Government of Iraq in addressing residual humanitarian needs, as well as early warning analysis of emerging crises and support to sustaining peace.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "56.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Liquidation", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "VI.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "As of 1 January 2026, the UNAMI liquidation process will address all residual matters regarding the Mission’s closure, under the purview of the Department of Operational Support in New York. For this purpose, a liquidation entity will be established in Iraq, operating under the strategic guidance of the Department, as UNAMI will have ceased all mandated operations by 31 December 2025.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "57.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Based on previous experience in mission closures, it is estimated that liquidation activities in Iraq will last for nine months with full facilitation from the Government of Iraq, up to the end of September 2026, notwithstanding external factors such as logistical or security challenges that could negatively affect the liquidation timelines.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "58.", "action_verb": "Based", "action_verb_type": "preambular", "action_verb_normalized": "based", "links": []}, {"text": "Collaboration with the Government of Iraq during the transition and liquidation", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "VII.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The implementation of the present transition and liquidation plan will be undertaken in close collaboration and with the necessary facilitation from the Government of Iraq, the United Nations country team and partners, in order to ensure a smooth transition and the gradual drawdown of UNAMI. The joint transition task force between UNAMI and the country team, under the overall leadership of the Special Representative of the Secretary-General for Iraq and Head of UNAMI, will continue to liaise with the Government of Iraq transition team to assist the transition and drawdown process and address potential challenges during its implementation.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "59.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Conclusion", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "VIII.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "To preserve the political and development gains made since the establishment of UNAMI in 2003 and to ensure Iraq’s long-term sustainable development, it will be critical for the Government of Iraq to continue efforts to strengthen institutions, improve governance, foster dialogue to resolve outstanding issues, deliver services and ensure that human rights are respected, protected and promoted for all Iraqis. While UNAMI is exiting Iraq, the United Nations country team is committed to continuing to support the Government and people of Iraq in building a peaceful, democratic and prosperous State. In this regard, the gradual and orderly transition of the residual tasks to the country team will be critical to preserving these gains and strengthening the continued United Nations support to the Government and people of Iraq.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "60.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UNAMI is committed to working closely with the Government of Iraq to support these efforts, while also ensuring that resources are adequate to carry out the Mission’s streamlined substantive mandate in accordance with Security Council resolution 2732 (2024). The continued engagement of the Government of Iraq’s transition team with UNAMI and the country team will enable a successful implementation of the transition and liquidation plan.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "61.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["2732 (2024)", "https://undocs.org/en/S/RES/2732(2024)"]]}]