[{"text": "Assessment of progress achieved on the key benchmarks established in paragraph 2 of resolution 2577 (2021)", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["2577 (2021)", "https://docs.un.org/en/S/RES/2577(2021)"]]}, {"text": "Report of the Secretary-General", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Introduction", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "I.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "By its resolution 2428 (2018), the Security Council imposed an arms embargo on the territory of South Sudan. By its resolution 2731 (2024), the Council renewed the arms embargo measures until 31 May 2025, while reiterating its readiness to review them, through inter alia modification, suspension or progressive lifting in the light of progress achieved on the key benchmarks outlined in paragraph 2 of resolution 2577 (2021). The present report is submitted pursuant to paragraph 4 of resolution 2731 (2024), in which the Council requested the Secretary-General, in close consultation with the United Nations Mission in South Sudan (UNMISS) and the Panel of Experts on South Sudan, to conduct, no later than 15 April 2025, an assessment of progress achieved on the key benchmarks.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "1.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["2428 (2018)", "https://docs.un.org/en/S/RES/2428(2018)"], ["2731 (2024)", "https://docs.un.org/en/S/RES/2731(2024)"], ["2577 (2021)", "https://docs.un.org/en/S/RES/2577(2021)"], ["2731 (2024)", "https://docs.un.org/en/S/RES/2731(2024)"]]}, {"text": "To that end, an assessment team from the Secretariat visited South Sudan from 10 to 14 February 2025. During the visit, the team conducted consultations with representatives of the Revitalized Transitional Government of National Unity, including the Minister of Cabinet Affairs, the Deputy Minister of Foreign Affairs and International Cooperation, the Minister of Justice and Constitutional Affairs, the Acting Inspector General of Police, the Chair of the South Sudan Disarmament, Demobilization and Reintegration Commission and the Head of the Bureau for Community Security and Small Arms Control. The team engaged with members of the reconstituted Joint Monitoring and Evaluation Commission and the Ceasefire and Transitional Security Arrangements Monitoring and Verification Mechanism. It received briefings from representatives of UNMISS, the Mine Action Service and the United Nations Development Programme (UNDP) and met with members of civil society and the diplomatic community in Juba. As part of its assessment, the team also visited the Buluk Police Station in Juba on 13 February 2025.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "2.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Prior to the visit, remote consultations were held with international and regional partners, including the Bonn International Centre for Conflict Studies and the Regional Centre on Small Arms in the Great Lakes Region, the Horn of Africa and Bordering States and the Panel of Experts on South Sudan.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "3.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In paragraph 5 of resolution 2731 (2024), the Council requested the South Sudanese authorities to report, no later than 15 April 2025, to the Committee on the progress achieved on the key benchmarks, and invited the South Sudanese authorities to report on progress achieved on the implementation of the reforms mentioned in paragraph 3 of resolution 2577 (2021), including public finance management reforms and transitional justice mechanisms.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "4.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["2731 (2024)", "https://docs.un.org/en/S/RES/2731(2024)"], ["2577 (2021)", "https://docs.un.org/en/S/RES/2577(2021)"]]}, {"text": "Context", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "II.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The country’s first elections, previously planned for December 2024 under the 2018 Revitalized Agreement for the Resolution of the Conflict in South Sudan, were postponed until December 2026, when the leaders of South Sudan announced on 13 September 2024 a two-year extension to the transitional period of the 2018 Revitalized Agreement until February 2027. In a joint statement on 19 September 2024, the African Union Mission in South Sudan, the Intergovernmental Authority on Development (IGAD) and UNMISS called on the Revitalized Transitional Government to establish the necessary mechanisms, guarantees and resources to ensure the timely and full implementation of outstanding commitments, including the conduct of free, fair and credible elections.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "5.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Limited progress has been made on the implementation of the Revitalized Agreement since the previous report of the Secretary-General, of 15 April 2024 (S/2024/309). The reconstituted Transitional National Legislative Assembly passed the Commission for Truth, Reconciliation and Healing bill, 2024, and the Compensation and Reparation Authority bill, 2024, both essential for the implementation of chapter 5 of the Revitalized Agreement. The President of South Sudan, Salva Kiir, assented to those bills on 11 November 2024. However, key tasks for the implementation of the Revitalized Agreement remain unfulfilled, including the unification of forces and preparatory work for elections. Moreover, the series of events in March 2025, marked by the arrest of several prominent opposition commanders and ministers by security forces, culminating in the arrest of the First Vice-President, Riek Machar, on 26 March 2025, has placed the entire peace process in South Sudan at serious risk of collapsing.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "6.", "action_verb": "Limited", "action_verb_type": "preambular", "action_verb_normalized": "limited", "links": [["S/2024/309", "https://docs.un.org/en/S/2024/309"]]}, {"text": "Sporadic clashes between the parties to the Revitalized Agreement have significantly escalated since the start of 2025. In January, fighting broke out between the South Sudan People’s Defence Forces and the Sudan People’s Liberation Movement-Army in Opposition (SPLM/A-IO) in Western Bahr el-Ghazal and Western Equatoria States. In February and March, renewed clashes also erupted in Nasir, Upper Nile State, between the South Sudan People’s Defence Forces and the White Army, consisting of armed Nuer youth. During these clashes, an UNMISS helicopter conducting the extraction of South Sudan People’s Defence Forces members, at the request of all parties to the clashes, came under fire, resulting in the death of an UNMISS crew member and 17 South Sudan People’s Defence Forces soldiers, as well as serious injuries to two other UNMISS crew members. On 10 March, the Chief of Defence Forces of the Uganda People’s Defence Forces announced that Uganda People’s Defence Forces special forces had entered Juba at the request of Mr. Kiir.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "7.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Meanwhile, South Sudan People’s Defence Forces operations against elements of the National Salvation Front continued in the Greater Equatoria region, often leading to violence against civilians. Cattle-related intercommunal violence and reprisal attacks, including killings and abductions, continued to destabilize the security situation throughout the country, in particular in Jonglei State and along the tri-state border area of Warrap, Lakes and Unity States.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "8.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The humanitarian situation in South Sudan remains critical, with more than 2 million people internally displaced owing to years of subnational violence and the impact of climate change, including severe floods. According to the Integrated Food Security Phase Classification (IPC) projection, an estimated 7.7 million people (57 per cent of the population) will experience crisis-level or worse acute food insecurity (IPC phase 3) during the April to July 2025 lean season. The crisis extends beyond immediate food shortages, with nearly 8 million people requiring food assistance and approximately 2.5 million children and women at risk of acute malnutrition. The influx of returnees and refugees fleeing the conflict in the Sudan is straining the country’s already overstretched resources and infrastructure.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "9.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In this fragile context, UNMISS has continued to document serious violations and abuses of international human rights law and violations of international humanitarian law throughout South Sudan in 2024, including killings (1,561), injuries (1,299), abductions (551) and conflict-related sexual violence (229). Despite efforts to hold perpetrators accountable, widespread violence, including sexual and gender-based violence against women and girls, continued to severely impact civilians, as highlighted in the February 2025 report of the Commission on Human Rights in South Sudan covering 2024 (A/HRC/58/27).", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "10.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["A/HRC/58/27", "https://docs.un.org/en/A/HRC/58/27"]]}, {"text": "Arms embargo", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "III.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "An embargo on the transfer of arms and related materiel to the territory of South Sudan was established by the Security Council in its resolution 2428 (2018). The embargo measures contained three categories of exemptions: those subject to the approval of the Committee; those requiring an advance notification to the Committee; and standing exemptions for which no prior approval from or notification to the Committee is required.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "11.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["2428 (2018)", "https://docs.un.org/en/S/RES/2428(2018)"]]}, {"text": "Since the imposition of the arms embargo in 2018, the Committee has received a total of 11 exemption requests from Member States, 10 of which were approved. No requests have been received since 2022. These approved exemptions encompassed various applications for the supply, sale or transfer of arms and related materiel, such as helicopters for monitoring and verification activities of the Ceasefire and Transitional Security Arrangements Monitoring and Verification Mechanism. In addition, requests for technical training and assistance, as well as the supply or procurement of military uniforms and tents, were granted. The Committee has also received a total of 30 notifications for the transfer of non-lethal military equipment intended solely for humanitarian use.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "12.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The scope of the arms embargo measures has been adjusted by the Security Council since its establishment. In its resolution 2683 (2023), the Council further eased the arms embargo by deciding that its measures should no longer apply to the supply, sale or transfer of non-lethal military equipment, solely in support of the implementation of the peace agreement, and related technical assistance or training on non-lethal military equipment.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "13.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["2683 (2023)", "https://docs.un.org/en/S/RES/2683(2023)"]]}, {"text": "The Revitalized Transitional Government and the African Union have continued to advocate the lifting of the arms embargo. In his address to the General Assembly on 26 September 2024, the then Minister of Foreign Affairs of South Sudan, Ramadan Mohammed Abdallah Goc, stated that the embargo had prevented the Government from effectively deterring non-State actors responsible for violence and insecurity. Similarly, in the report of the field mission of the Peace and Security Council of the African Union to South Sudan conducted from 23 to 26 June 2024, the African Union appealed for the lifting of the arms embargo in order to facilitate the successful implementation of the outstanding aspects of the Revitalized Agreement.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "14.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Progress achieved on the key benchmarks established in paragraph 2 of resolution 2577 (2021)", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "IV.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["2577 (2021)", "https://docs.un.org/en/S/RES/2577(2021)"]]}, {"text": "Progress achieved on benchmark (a): completion, by the Revitalized Transitional Government of National Unity, of stages 1, 2 and 3 of the Strategic Defence and Security Review process contained in the Revitalized Agreement", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "As mentioned in the previous report, drafts of five documents required in the Strategic Defence and Security Review process were completed in 2023, namely, the strategic security assessment, the security policy framework, the revised defence policy, the white paper on defence and security and the security sector transformation road map.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "15.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "During the reporting period, the Strategic Defence and Security Review Board validated all five documents with assistance from UNMISS and the reconstituted Joint Monitoring and Evaluation Commission. The Board’s validation of the documents marks clear progress towards the completion of the Strategic Defence and Security Review process. The assessment team was also informed that the five validated outputs had been submitted to the principal signatories of the Revitalized Agreement for their consideration and approval, prior to further submission to the Council of Ministers and the Transitional National Legislative Assembly. Once ratified by the Transitional National Legislative Assembly, these documents will serve as the legal framework for the transformation of the security sector in South Sudan.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "16.", "action_verb": "During", "action_verb_type": "preambular", "action_verb_normalized": "dur", "links": []}, {"text": "While the validation of these documents represents an important step forward, overall progress since the signing of the Revitalized Agreement in 2018 has remained slow for much of the period and has effectively come to a halt following the recent escalation of the deteriorating political and security situation. It will be essential that the two-year extension to the transitional period is used to finalize the Strategic Defence and Security Review process to meet benchmark (a).", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "17.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Progress achieved on benchmark (b): formation, by the Revitalized Transitional Government of National Unity, of a unified command structure for the necessary unified forces, the training, graduation and redeployment of the necessary unified forces, and allocation by the Revitalized Transitional Government of adequate resources for the planning and implementation of the redeployment of the necessary unified forces", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Ensuring the deployment of the Necessary Unified Forces throughout the country remains a critical condition for the successful organization of credible, transparent and democratic elections, scheduled for December 2026.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "18.", "action_verb": "Ensuring", "action_verb_type": "preambular", "action_verb_normalized": "ensur", "links": []}, {"text": "While progress was made in the deployment of the first batch of graduated Necessary Unified Forces personnel, the pace was slower in 2024 than in 2023, with only two battalions deployed in 2024 compared with six in 2023. At the time of writing, approximately 8,000 Necessary Unified Forces graduates have been deployed in total, representing approximately 14 per cent of the approximately 56,000 graduates from the first batch. However, only army personnel have been deployed, while personnel from the police, national security, wildlife, prison and civil defence services have not yet been deployed.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "19.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "No progress has been made in the formation of a unified command structure for the Necessary Unified Forces. In May 2024, both SPLM/A-IO and the South Sudan Opposition Alliance presented their lists of officers to Mr. Kiir for appointment to mid-level command positions in the security services, including the army and police. However, there have been no substantive developments since, owing to continuing disagreements between the Sudan People’s Liberation Movement/Army in Government (SPLM/A-IG) and SPLM/A-IO. On 11 November 2024, SPLM/A-IO expressed concern over unilateral changes made by SPLM/A-IG to the higher-level command structure of the Necessary Unified Forces, initially agreed upon in April 2022. It highlighted that many positions allocated to SPLM/A-IO, including roles in the army, national security service and police had been removed or redistributed. Furthermore, the arrest of Gabriel Duop Lam, Deputy Chief of the South Sudan People’s Defence Forces and Chief of Staff of SPLM/A-IO, on 4 March 2025, along with other opposition commanders, has further undermined the force unification process.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "20.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The deployment of the Necessary Unified Forces remains hindered by several factors. Apart from ongoing disagreements over the unified command structure, largely driven by political tensions between SPLM/A-IG and SPLM/A-IO, the lack of guidance and clarity in force operations also impedes progress in training and deployment.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "21.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Another factor contributing to the challenges in deploying the Necessary Unified Forces is the persistent lack of funding. No information was obtained indicating that the Revitalized Transitional Government has allocated adequate resources for the deployment of the first batch of the Necessary Unified Forces. According to several interlocutors, owing to the lack of payment for graduates of the Necessary Unified Forces, in particular those from SPLM/A-IO, SPLM/A-IO personnel who have not yet joined the Necessary Unified Forces are reluctant to participate in the force unification process.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "22.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The persistent lack of funding also continued to exacerbate logistical challenges in deploying the first batch of graduated Necessary Unified Forces personnel. Those personnel in cantonment sites and training centres are continually affected by severe food shortages, lack of medicines and clean water, along with inadequate shelter, and lack of separate facilities for female personnel. As a result, many graduates awaiting deployment have left those sites in search of alternative employment to meet their basic needs, with their current whereabouts unknown.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "23.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Despite the challenges, on 20 February 2025, the Joint Transitional Security Committee announced a nine-month time frame, from March to November 2025, for the training of security sector personnel for the second batch with a proposed budget of approximately $95 million. However, at the time of writing, no concrete details were available about the actual budget allocation or about the preparations for screening and training. It also remains unclear whether the new nine-month time frame will run concurrently with the incomplete first batch process or be prioritized over it.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "24.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Moreover, the Necessary Unified Forces continued to face significant challenges following their deployment throughout the country. Deployed personnel remain under the command of existing South Sudan People’s Defence Forces divisions owing to delays in forming a unified command structure. Several interlocutors expressed concerns that opposition forces are being absorbed into the existing South Sudan People’s Defence Forces instead of creating a new unified army. While many interlocutors have noted positive responses from the local population to the deployed Necessary Unified Forces, inadequate payment has resulted in some deployed personnel harassing and preying on civilians, including by setting up unauthorized military checkpoints. Meanwhile, persistent defections from opposition groups to government forces, along with continuous recruitment activities by both the South Sudan People’s Defence Forces and SPLM/A-IO outside the Necessary Unified Forces process, have continued to pose significant barriers not only to the force unification process but also to the broader efforts of security sector reform.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "25.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Lastly, some interlocutors raised concerns about the sustainability of the deployed forces, questioning whether they are sufficiently armed, integrated and trained to fulfil their mandate under the peace agreement.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "26.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Progress achieved on benchmark (c): progress by the Revitalized Transitional Government of National Unity on the establishment and implementation of the disarmament, demobilization and reintegration process, and in particular the development and implementation of a plan for the collection and disposal of long- and medium-range heavy weapons and the development of a time-bound plan for the complete and verifiable demilitarization of all civilian areas", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Progress in establishing and implementing the disarmament, demobilization and reintegration process remains stalled owing to insufficient funding from the Revitalized Transitional Government and a lack of international financial support, among other factors. Representatives of the Disarmament, Demobilization and Reintegration Commission informed the assessment team that the Commission had not received any funding for programmatic activities from the Government’s budget for the fiscal year 2024/2025.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "27.", "action_verb": "Progress", "action_verb_type": "operative", "action_verb_normalized": "progres", "links": []}, {"text": "No additional screening of security forces personnel for demobilization and reintegration has been conducted. Most of those assessed as eligible for the demobilization and reintegration process for the first batch of the Necessary Unified Forces were among those who had left the training centre owing to a lack of food and inadequate basic amenities, as well as the lack of progression to the next demobilization and reintegration process.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "28.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Successfully reintegrating former combatants into civilian life and preventing their return to armed groups is critical not only for enabling peaceful elections, but also for fostering longer-term stability and social cohesion. In the absence of a disarmament, demobilization and reintegration process, community violence reduction initiatives could play an important role in supporting broader peacebuilding efforts. UNMISS, UNDP and several Member States have intensified their efforts in this area in partnership with the Disarmament, Demobilization and Reintegration Commission. From November to December 2024, the Commission, with technical support from UNMISS, UNDP and other partners, has prepared the community violence reduction strategy to implement community violence reduction projects nationwide, which has been submitted to the presidency for final review and adoption.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "29.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Since March 2024, several community violence reduction initiatives have been launched or are scheduled to begin in Western Bahr el-Ghazal, Upper Nile, Jonglei, Eastern Equatoria and Central Equatoria States. These initiatives are aimed at empowering ex-combatants, women and youth through education and skills training. For example, UNMISS, UNDP and the Disarmament, Demobilization and Reintegration Commission, in partnership with local stakeholders, have commenced a community violence reduction project in Torit, Eastern Equatoria State, from March to August 2025. The aim of the project is to decrease violence by establishing cooperatives and providing livelihood skills training and start-up kits to 160 local beneficiaries, 58 of whom are women, including ex-combatants, young people and gang members.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "30.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Lastly, owing to a lack of trust between the South Sudan People’s Defence Forces and SPLM/A-IO, no progress has been made in developing a plan for the collection and disposal of long- and medium-range heavy weapons or in creating a time-bound plan for the complete and verifiable demilitarization of all civilian areas.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "31.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Progress achieved on benchmark (d): progress by the South Sudanese defence and security forces on properly managing their existing arms and ammunition stockpiles, including by establishing the necessary planning documents, protocols and training for the recording, storage, distribution and management of the weapons and ammunition", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "No substantive progress has been made in weapons and ammunition management. As with the Disarmament, Demobilization and Reintegration Commission, inadequate funding remains a major obstacle. The Bureau for Community Security and Small Arms Control, the national coordinating body for weapons and ammunition management, had not received any funding for programmatic activities from the Government’s budget for the fiscal year 2024/2025. The reduction of international funding has further exacerbated the situation. As a result, the Bureau was unable to conduct any arms control activities throughout 2024, and this trend has continued in 2025.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "32.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The repercussions of this funding shortfall extend beyond mere budgetary constraints, manifesting in serious safety incidents in recent years. In February 2025, an explosion in an ammunition depot at the Malual Chaat barracks of the South Sudan People’s Defence Forces near the Jonglei State capital, Bor, reportedly resulted in the death of a child and several injuries. This followed previous incidents in June 2023 and February 2024, when the South Sudan People’s Defence Forces experienced large explosions at their ammunition storage facilities in Rubkona, Unity State, and in Juba, Central Equatoria State, respectively, resulting in several injuries and the destruction of both civilian and military infrastructure. In addition, more than 100 metric tons of artillery ammunition in Pagak, Upper Nile State, continue to be stored inadequately, posing a significant future risk to both military personnel and nearby civilians.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "33.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In this context, at the request of the South Sudan People’s Defence Forces, UNMISS and the Mine Action Service conducted clearance at the locations of the unplanned explosion at South Sudan People’s Defence Forces munitions sites in Rubkona in Unity State and Malual Chaat Barracks in Bor, Jonglei State. The Mission also assisted in segregating and disposing of unserviceable ammunition at Wunyiik barracks in Northern Bahr el-Ghazal State and Malual Chaat barracks in Jonglei State.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "34.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The partnership between the South Sudan National Police Service, UNMISS and the Mine Action Service regarding weapons and ammunition training continued. From 6 to 15 May 2024, UNMISS, the Mine Action Service and UNDP conducted weapons and ammunition training for 50 police officers, including 4 female officers, in Juba. In March and October 2024, additional efforts were made to train two police officers and one army officer on physical security and stockpile management in Nairobi by the Regional Centre on Small Arms and the Multinational Small Arms and Ammunition Group, with support by the Bonn International Centre for Conflict Studies.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "35.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Despite efforts to train security forces on weapons and ammunition management – with more than 200 individuals trained by international partners and the Bureau for Community Security and Small Arms Control since 2012 – this has not yet resulted in tangible improvements in managing weapons and ammunition in South Sudan. For instance, no weapons have been marked or registered since at least April 2023, according to several interlocutors. During its visit to the Buluk Police Station in Juba on 13 February 2025, the assessment team learned that all three weapons-marking machines in the police station were broken, with no replacements or repairs made. According to the Revitalized Transitional Government, a “Concept paper for the control, management and stock filling of arms, ammunition and other military equipment” has been developed in collaboration with UNMISS, but the assessment team was not provided with the concept paper.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "36.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Despite the fact that South Sudan currently lacks adequate weapons and ammunition management, some interlocutors suggested that providing the police with less-lethal weapons and ammunition – such as tear gas for anti-riot and crowd control operations – could enhance security during the planned December 2026 elections.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "37.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Progress achieved on benchmark (e): implementation of the Joint Action Plan for the Armed Forces on addressing conflict-related sexual violence, with an emphasis on the training, sensitization, accountability and oversight of the defence and security forces", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Action Plan consists of six key pillars: (1) mainstreaming of sexual violence considerations into security arrangements under the Revitalized Agreement; (2) external communication and outreach; (3) training, awareness-raising and sensitization; (4) accountability and oversight; (5) protection of victims, witnesses and judicial actors; and (6) monitoring, evaluation and reporting. While there has been some progress on pillars 1, 2, 3 and 4, largely owing to substantial support from UNMISS, there has been little advancement on pillars 5 and 6.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "38.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The mandate and membership of the Joint Implementation Committee, responsible for monitoring the implementation of the Joint Action Plan and composed of the South Sudan People’s Defence Forces, SPLM/A-IO and the South Sudan Opposition Alliance, have not been renewed since January 2024. This is primarily owing to the Joint Defence Board’s inaction resulting from the lack of nomination of members from the South Sudan People’s Defence Forces. Consequently, UNMISS has been unable to maintain its technical cooperation with the Committee for more than a year, which is half of the current time frame for the implementation of the Joint Action Plan.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "39.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In the area of training, awareness-raising and sensitization (pillar 3), progress was made with the support of UNMISS. UNMISS held a workshop in Juba with 37 stakeholders, including members of the Military Justice Directorate of the South Sudan People’s Defence Forces and former Joint Implementation Committee members, to discuss aligning South Sudan laws on sexual violence in conflict with international standards and advancing legal reforms. The Military Justice Directorate presented strategies for promoting accountability for sexual and gender-based violence crimes. This was followed by the launch of the national task force on gender-based violence and conflict-related sexual violence in November 2024 with the support of UNMISS, aimed at enhancing prevention, protection and response mechanisms. The armed forces are represented in the Task Force through the Ministry of Defence and Veterans Affairs, as well as the executive board of the national security sector Women’s Network.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "40.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In terms of accountability and oversight (pillar 4), progress was made through the deployment, with the assistance of UNMISS, of a general court martial by the Military Justice Directorate of the South Sudan People’s Defence Forces in Maridi, Western Equatoria State, from 30 July to 27 August 2024. A total of 12 cases, including 2 involving conflict-related sexual violence, were adjudicated by the general court martial, resulting in the conviction of eight South Sudan People’s Defence Forces soldiers and one Necessary Unified Forces soldier. In the instances, two enlisted soldiers from the South Sudan People’s Defence Forces were sentenced to 10 and 14 years in prison, respectively, and were immediately dismissed from the armed forces. However, no senior officer in the South Sudan People’s Defence Forces has been held accountable for command responsibility. Although general courts martial have been conducted on a number of occasions since 2020, conflict-related sexual violence persists. In 2024, a significant gap remained between the number of adjudicated cases (12) and the total number of cases reported by UNMISS (229), highlighting the need for more comprehensive accountability measures.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "41.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Pillar 4 is also focused on improving recruitment frameworks, with an emphasis on recruiting and retaining women to promote gender equality and prevent conflict-related sexual violence. Progress was made in this area, with the support of UNMISS and other United Nations entities. The national-level women’s networks within each of the six security forces continue to be active in communicating their activities and engaging with civil society organizations, youth, academia and other institutions, despite facing challenges such as inadequate funding and limited recognition from other government entities. At the subnational level, women’s networks for the South Sudan National Police Service have been established in Northern and Western Bahr el-Ghazal, Warrap, Unity, Western Equatoria, Lakes and Upper Nile States, as well as the Pibor Administrative Area. In addition, the Peacebuilding Fund project “Women in South Sudan’s security sector: a path to inclusive and transformative leadership” was launched in September 2024. This initiative is aimed, among other things, at empowering female security personnel by leveraging the expertise of the United Nations Entity for Gender Equality and the Empowerment of Women (UN-Women) and UNESCO experience in adult literacy.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "42.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Limited progress was made in external communication and outreach (pillar 2) to civilian communities. A civil-military dialogue on conflict-related sexual violence was held in Maridi in August 2024, following the general court martial (see para. 41). The dialogue was led by the Military Justice Directorate with the support of UNMISS and was attended by civilians and military officers, including division commanders. However, the absence of the Joint Implementation Committee for the Joint Action Plan has hindered further progress on this pillar.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "43.", "action_verb": "Limited", "action_verb_type": "preambular", "action_verb_normalized": "limited", "links": []}, {"text": "A positive development has been observed in mainstreaming sexual violence considerations in security arrangements under the Revitalized Agreement (pillar 1). The Strategic Defence and Security Review Board has completed the development of key documents, outlining various measures to prevent conflict-related sexual violence. These measures include strengthening the Military Justice Directorate and providing training on conflict-related sexual violence. The effective implementation of these measures will be essential in translating this positive step into concrete progress on pillar 1.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "44.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Lastly, there has been no confirmation of the appointment of focal points by the South Sudan People’s Defence Forces in the relevant units (headquarters, divisions, brigades and colleges) to collaborate with the Joint Implementation Committee on addressing conflict-related sexual violence, as specified in the Joint Action Plan.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "45.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Conclusion", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "V.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The deteriorating political and security situation, including the arrest of the First Vice-President, Riek Machar, on 27 March 2025, has placed the entire peace process in South Sudan in grave jeopardy. All parties to the Revitalized Agreement remain responsible for implementing its outstanding provisions. The Revitalized Transitional Government of National Unity has demonstrated some progress towards two of the five key benchmarks, while there was no advancement towards the remaining three since my report of April 2024. Building upon the achievements in 2024 related to benchmarks (a) on the Strategic Defence and Security Review process and (b) on the Necessary Unified Forces, further progress should be achieved without additional delay.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "46.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Limited progress was made against benchmark (a), with the completion of the Strategic Defence and Security Review process, which represents a long-anticipated milestone. I call upon the principal signatories of the Revitalized Agreement to expedite the process by completing their review and validation of the documents, prior to submission to the Council of Ministers and the Transitional National Legislative Assembly, where, once ratified, they will serve as the legal framework for security sector transformation.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "47.", "action_verb": "Limited", "action_verb_type": "preambular", "action_verb_normalized": "limited", "links": []}, {"text": "On benchmark (b), progress was made, although at a slower pace, in the deployment of the first batch of graduated Necessary Unified Forces personnel, demonstrating the continued commitment of the Revitalized Transitional Government to move forward. However, the achievement remains partial, with only approximately 14 per cent of the graduated Necessary Unified Forces personnel deployed and consisting solely of army personnel. Disagreements between SPLM/A-IG and SPLM/A-IO continue to hinder the formation of a unified command structure of the Necessary Unified Forces. Deploying the Necessary Unified forces nationwide is essential to strengthen trust between different communities and to ensure that security forces act in the interest of the entire nation. This is particularly important for the organization of credible, transparent and democratic elections, scheduled for December 2026. I reiterate my urgent call for the Revitalized Transitional Government to take immediate and decisive action to expedite the formation of a unified command structure of the Necessary Unified Forces, accelerate the allocation of adequate resources, complete without further delay the deployment of the first batch of graduated personnel and promptly initiate training for the second batch. The persistent lack of trust among the parties continues to severely undermine this process and risks further destabilizing the fragile security environment.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "48.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "There has been no progress against benchmarks (c) and (d), which is deeply concerning. The lack of political will and persistent failure to allocate adequate funding for the disarmament, demobilization and reintegration process, as well as for weapons and ammunition management, seriously undermines prospects for sustainable peace and security in South Sudan. The efforts of two key institutions within the Revitalized Transitional Government – the Disarmament, Demobilization and Reintegration Commission and the Bureau for Community Security and Small Arms Control – are severely hampered by financial shortages and insufficient political support. Inadequate management of weapons and ammunition has caused large explosions in ammunition storage facilities for at least three consecutive years. While I acknowledge the valuable support provided by international partners in community violence reduction initiatives and capacity-building efforts – including the collaboration between the National Police Service and UNMISS and the Mine Action Service – these efforts are not sufficient. I therefore reiterate my call for the Revitalized Transitional Government to demonstrate greater ownership of and political commitment to the Disarmament, Demobilization and Reintegration process, as well as weapons and ammunition management. Likewise, I urge both regional and international partners to step up their support for this critical endeavour. The effective reintegration of former combatants, the prevention of illicit arms proliferation and urgent efforts to reduce armed violence are indispensable to ensure a peaceful transition and lasting stability and security in South Sudan.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "49.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "No progress has been made against benchmark (e). The mandate and membership of the Joint Implementation Committee, responsible for monitoring the implementation of the Joint Action Plan, have not been renewed since January 2024. This is primarily owing to the lack of nominated members from the South Sudan People’s Defence Forces, which has prevented UNMISS from maintaining its technical cooperation with the Committee for more than a year. Although there have been positive developments in some pillars of the Joint Action Plan, they are insufficient and cannot compensate for the continued vacuum created by the lack of a functioning Committee. I urge the Revitalized Transitional Government to urgently demonstrate ownership of the Joint Action Plan by immediately renewing the mandate and membership of the Committee.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "50.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "I extend my gratitude to the Revitalized Transitional Government for its support to the Secretariat during the assessment. I encourage the South Sudanese authorities to report to the Committee in accordance with paragraph 5 of resolution 2731 (2024).", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "51.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["2731 (2024)", "https://docs.un.org/en/S/RES/2731(2024)"]]}, {"text": "I remain deeply concerned about the escalating tensions since March 2025, including the detention of prominent opposition leaders and ministers, and urge all parties to exercise maximum restraint, immediately cease all acts of violence and prioritize de-escalation through genuine dialogue.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "52.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Lastly, I urge all parties to unequivocally reaffirm their commitment to the implementation of the Revitalized Agreement and to adhere to the revised timelines, while fully utilizing the extended transitional period as a critical opportunity to advance peace. This entails making bold and timely decisions to implement the outstanding tasks outlined in the Agreement. Continued support from the United Nations, the African Union, IGAD, the reconstituted Joint Monitoring and Evaluation Commission and other partners will remain indispensable in accompanying South Sudan through this pivotal and challenging period.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "53.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}]