[{"text": "Implementation of resolution 2733 (2024)", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["2733 (2024)", "https://docs.un.org/en/S/RES/2733(2024)"]]}, {"text": "Report of the Secretary-General", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Introduction", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "I.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In its resolution 2733 (2024), the Security Council extended for the eighth time the authorizations related to the inspection of vessels on the high seas off the coast of Libya. The authorizations were initially set out in resolution 2292 (2016), in support of the implementation of the arms embargo with respect to Libya. The present report, which is the second of two reports requested by the Council on the implementation of resolution 2733 (2024), was prepared after seeking input from all Member States, including Libya. In addition, consultations were held with regional organizations, the Panel of Experts on Libya established pursuant to resolution 1973 (2011) and the United Nations system, including the United Nations Support Mission in Libya (UNSMIL). The report covers the period from 1 November 2024 to 14 April 2025.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "1.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["2733 (2024)", "https://docs.un.org/en/S/RES/2733(2024)"], ["2292 (2016)", "https://docs.un.org/en/S/RES/2292(2016)"], ["2733 (2024)", "https://docs.un.org/en/S/RES/2733(2024)"], ["1973 (2011)", "https://docs.un.org/en/S/RES/1973(2011)"]]}, {"text": "The arms embargo was established in resolution 1970 (2011) and modified in subsequent resolutions. By its resolution 2292 (2016), the Security Council authorized Member States, acting nationally or through regional organizations, with appropriate consultations with the Libyan authorities, to inspect, on the high seas off the coast of Libya, vessels bound to or from Libya that they had reasonable grounds to believe were carrying prohibited arms or related materiel to or from Libya. The Council also authorized Member States, upon discovery of prohibited items, to seize and dispose of those items and to collect evidence directly related to the carriage of such items during the inspections. In its resolution 2733 (2024), the Council elaborated further on the obligations of Member States and the role of the Security Council Committee established pursuant to resolution 1970 (2011) concerning Libya in relation to the disposal of items seized during such inspections. Provisions on the inspection of suspect cargo to and from Libya, as well as on the seizure and disposal of any prohibited items discovered during such inspections, were also included in resolution 1970 (2011), in relation to cargo in Member States’ own territories, including at seaports and airports.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "2.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["1970 (2011)", "https://docs.un.org/en/S/RES/1970(2011)"], ["2292 (2016)", "https://docs.un.org/en/S/RES/2292(2016)"], ["2733 (2024)", "https://docs.un.org/en/S/RES/2733(2024)"], ["1970 (2011)", "https://docs.un.org/en/S/RES/1970(2011)"], ["1970 (2011)", "https://docs.un.org/en/S/RES/1970(2011)"]]}, {"text": "By its resolution 2769 (2025), the Security Council introduced a new exemption to the arms embargo concerning, inter alia, technical assistance or training for Libyan security forces intended solely to promote the process of reunification of Libyan military and security institutions. The Council also asserted that the arms embargo was not to be applied to military aircraft or naval vessels, temporarily introduced into Libya, solely to deliver items or facilitate activities otherwise exempted or not covered by the arms embargo, including humanitarian assistance, as well as arms and related materiel for defensive purposes. In the same resolution, the Council expressed its readiness to consider the sale, supply or transfer to Libya of military equipment, for the reunified and joint military units, as an initial step in the overall reunification of Libyan military and security institutions.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "3.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["2769 (2025)", "https://docs.un.org/en/S/RES/2769(2025)"]]}, {"text": "Since the publication of the previous report (S/2024/858), new findings on violations of the arms embargo have been presented by the Panel of Experts. In its final report (S/2024/914), submitted to the Security Council on 6 December 2024, the Panel noted that the arms embargo remained ineffective where Member States controlled the logistical flow and supply chains to armed actors in Libya, and indicated that the number of foreign naval vessels entering Libya had more than doubled in the reporting period. Moreover, in its resolution 2769 (2025), the Council expressed grave concern over continued violations of the arms embargo and once again demanded full compliance by all Member States.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "4.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["S/2024/858", "https://docs.un.org/en/S/2024/858"], ["S/2024/914", "https://docs.un.org/en/S/2024/914"], ["2769 (2025)", "https://docs.un.org/en/S/RES/2769(2025)"]]}, {"text": "During the reporting period, UNSMIL continued efforts to reinvigorate the political process in line with resolution 2755 (2024). In December 2024, UNSMIL announced a multi-track initiative for an inclusive, intra-Libyan political process to overcome the political impasse and move the country towards holding national elections and re-establishing the legitimacy of State institutions. As part of this initiative, an advisory committee of 20 independent Libyan experts (7 women and 13 men) was established in February 2025, tasked with providing recommendations to address contentious issues in the electoral framework that have prevented the holding of national elections.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "5.", "action_verb": "During", "action_verb_type": "preambular", "action_verb_normalized": "dur", "links": [["2755 (2024)", "https://docs.un.org/en/S/RES/2755(2024)"]]}, {"text": "While the ceasefire agreement of October 2020 continued to hold, its provisions were not fully implemented, with limited progress on the withdrawal of mercenaries and foreign forces and fighters. The overall security situation in Libya remained fragile. In the western region, armed groups continued to compete for control over territory, resources and smuggling routes. In the eastern region, political and security dynamics continued to be dominated by the Libyan National Army. Libyan border regions remained transit points for weapons moving into Chad, the Niger and the Sudan.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "6.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In the context of this fragile political and security environment, the effective implementation of the arms embargo continues to be critical. As noted in previous reports, the arms embargo, when properly implemented, can help prevent violence against civilians, abate the military build-up that is detrimental to progress in the Libyan political process, assist the Libyan authorities in ensuring security and prevent the proliferation of arms in Libya and the region. It therefore remains critical that the arms embargo, combined with the authorizations set out in resolutions 2292 (2016) and 2733 (2024), be strictly implemented in a comprehensive manner to prevent illicit transfers by air, land and sea.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "7.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["2292 (2016)", "https://docs.un.org/en/S/RES/2292(2016)"], ["2733 (2024)", "https://docs.un.org/en/S/RES/2733(2024)"]]}, {"text": "Implementation of the authorizations set out in resolution 2292 (2016) and extended in resolutions 2357 (2017), 2420 (2018), 2473 (2019), 2526 (2020), 2578 (2021), 2635 (2022), 2684 (2023) and 2733 (2024)", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "II.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["2292 (2016)", "https://docs.un.org/en/S/RES/2292(2016)"], ["2357 (2017)", "https://docs.un.org/en/S/RES/2357(2017)"], ["2420 (2018)", "https://docs.un.org/en/S/RES/2420(2018)"], ["2473 (2019)", "https://docs.un.org/en/S/RES/2473(2019)"], ["2526 (2020)", "https://docs.un.org/en/S/RES/2526(2020)"], ["2578 (2021)", "https://docs.un.org/en/S/RES/2578(2021)"], ["2635 (2022)", "https://docs.un.org/en/S/RES/2635(2022)"], ["2684 (2023)", "https://docs.un.org/en/S/RES/2684(2023)"], ["2733 (2024)", "https://docs.un.org/en/S/RES/2733(2024)"]]}, {"text": "The European Union military operation in the Mediterranean (Operation EUNAVFOR MED IRINI) remained the only regional arrangement acting under these authorizations during the reporting period.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "8.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Inspections", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In paragraph 3 of resolution 2292 (2016), the Security Council authorized Member States to inspect vessels, as set out in that paragraph, provided that those Member States made good-faith efforts to first obtain the consent of the vessel’s flag State prior to any inspections, and called upon all flag States of the vessels to cooperate with such inspections.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "9.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["2292 (2016)", "https://docs.un.org/en/S/RES/2292(2016)"]]}, {"text": "The European Union informed the Secretariat that, from 1 November 2024 to 14 April 2025, Operation IRINI had carried out 2,271 hailings, 38 friendly approaches and two vessel inspections related to the arms embargo. Both inspections were undertaken in the absence of consent of the flag States, which did not respond to the requests for consent within the provided four-hour time frame. However, in both cases, the late authorizations to proceed with the inspection of the merchant vessels were issued by the respective Ministries of Foreign Affairs after the activity had been completed.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "10.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The European Union also informed the Secretariat that there were no occasions on which a vessel inspection had been attempted but not carried out.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "11.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Seizure and disposal of prohibited items", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In paragraph 5 of resolution 2292 (2016), as amended by paragraph 2 of resolution 2733 (2024), the Security Council authorized the Member States acting under the provisions of resolution 2292 (2016) to seize and dispose (through destruction or rendering inoperable) of the prohibited items discovered during the vessel inspections, or, subject to approval by the Committee within 90 days after a request, dispose (such as through storage or transfer to a State other than the originating or destination States for disposal) of such items, without prejudice to the right of the Member States to safely retain those items in a holding area prior to disposal. In paragraph 4 of resolution 2733 (2024), the Council further elaborated on the procedure for approval by the Committee.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "12.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["2292 (2016)", "https://docs.un.org/en/S/RES/2292(2016)"], ["2733 (2024)", "https://docs.un.org/en/S/RES/2733(2024)"], ["2292 (2016)", "https://docs.un.org/en/S/RES/2292(2016)"], ["2733 (2024)", "https://docs.un.org/en/S/RES/2733(2024)"]]}, {"text": "In paragraph 3 of resolution 2733 (2024), the Security Council decided that the Member State that seizes and disposes of the items, through destruction or rendering inoperable, shall notify the Committee of such disposal within 30 days, providing details of the items and the manner of their disposal.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "13.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["2733 (2024)", "https://docs.un.org/en/S/RES/2733(2024)"]]}, {"text": "During the reporting period, the Committee did not receive any reports of the seizure or disposal of prohibited items.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "14.", "action_verb": "During", "action_verb_type": "preambular", "action_verb_normalized": "dur", "links": []}, {"text": "Reporting obligations and sharing of relevant information", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "III.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In paragraph 10 of resolution 2292 (2016), Member States acting under the authorizations set out in that resolution were required to report to the Committee on the results of the inspections undertaken. In addition, in paragraph 11 of the same resolution, Member States and the Libyan authorities were encouraged to share relevant information with the Committee and with those Member States acting under the authorizations. The Panel of Experts was also encouraged to share relevant information with the Member States acting under the authorizations.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "15.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["2292 (2016)", "https://docs.un.org/en/S/RES/2292(2016)"]]}, {"text": "During the reporting period, the European Union conveyed two inspection reports to the Committee. Operation IRINI reported that it continued to share information with the Panel of Experts on potential violations of the arms embargo in both eastern and western Libya, drawing on aerial and satellite assets in addition to the maritime assets, and through intelligence-gathering. It also reported on its cooperation with law enforcement agencies, such as the European Border and Coast Guard Agency (Frontex) and the European Union Agency for Law Enforcement Cooperation (Europol).", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "16.", "action_verb": "During", "action_verb_type": "preambular", "action_verb_normalized": "dur", "links": []}, {"text": "The Panel of Experts informed the Secretariat that it continued to follow the procedures for the exchange of information with Operation IRINI. As noted previously (see S/2024/858), following inspections by the Panel of the two cargoes seized by Operation IRINI in 2022, both containing specific types of vehicles, the Panel reported on its findings (see S/2023/673 and S/2023/673/Corr.1) and provided updated information in its report transmitted to the Security Council on 6 December 2024 (S/2024/914).", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "17.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["S/2024/858", "https://docs.un.org/en/S/2024/858"], ["S/2023/673", "https://docs.un.org/en/S/2023/673"], ["S/2023/673/Corr.1", "https://docs.un.org/en/S/2023/673/Corr.1"], ["S/2024/914", "https://docs.un.org/en/S/2024/914"]]}, {"text": "Inspections within the ambit of resolution 1970 (2011)", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "IV.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["1970 (2011)", "https://docs.un.org/en/S/RES/1970(2011)"]]}, {"text": "A State neighbouring Libya informed the Secretariat that it routinely tracked or inspected vessels believed to be carrying arms or related materiel to or from Libya within its territorial waters and jurisdiction. The European Union reported that the crime information cell located within the headquarters of Operation IRINI had made three recommendations for inspection in the port of a European Union member State, only two of which had been carried out by relevant law enforcement agencies. No Member States submitted any reports on inspection or seizure conducted pursuant to paragraph 11 of resolution 1970 (2011). The United Nations Office on Drugs and Crime informed the Secretariat that it continued, as previously reported, to support maritime law enforcement agencies of countries in the Mediterranean region in tackling illegal weapons trafficking by sea in the Eastern Mediterranean, including trafficking destined to Libya.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "18.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["1970 (2011)", "https://docs.un.org/en/S/RES/1970(2011)"]]}, {"text": "Observations", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "V.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "I would like to reiterate my appreciation for the continued efforts of the European Union, acting through Operation IRINI, under the authorizations extended by the Security Council in its resolution 2733 (2024). Continued engagement with all relevant partners and stakeholders, in particular the Libyan authorities, remains important in the implementation of the authorizations related to vessel inspections.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "19.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["2733 (2024)", "https://docs.un.org/en/S/RES/2733(2024)"]]}, {"text": "As some neighbouring States have demonstrated in the past, all Member States can complement the efforts of Operation IRINI by inspecting, in their own territories, including at seaports and airports, cargo bound to or from Libya. Training and capacity-building of vetted members of Libyan entities that intercept vessels in Libyan territorial waters and process cargo at Libyan ports, in accordance with the arms embargo, remain relevant to the further strengthening of the implementation of the arms embargo. Such assistance should have mechanisms in place to ensure the entities’ compliance with international law, including international human rights law. The provision of border management support to countries neighbouring Libya, upon their request, can also contribute to enhancing the implementation of the arms embargo.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "20.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "As reported by the Panel of Experts, the arms embargo on Libya remains largely ineffective, with weapons continuing to flow into the country. Despite international restrictions, arms smuggling networks have expanded, supplying military and security actors in Libya as well as militant groups and foreign fighters beyond its porous borders, undermining security and stability across the wider region.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "21.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Against the backdrop of the fragile political, economic and security situation in Libya, compliance with the arms embargo is critical to preventing an escalation of internal armed conflict, improving prospects for the withdrawal of foreign forces, foreign fighters and mercenaries and creating conditions for longer-term stability. Avoiding unilateral actions and taking incremental steps towards the reunification of military and security institutions remains crucial. Such steps include support for the disarmament, demobilization and reintegration of armed groups, once the conditions are in place to initiate such processes. The Security Council and the Committee can take further action, including on the basis of the recommendations made by the Panel of Experts, to enhance the implementation of the arms embargo and to send a clear signal that violations of the embargo are detrimental to sustainable peace in Libya and the Sahel region.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "22.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}]