[{"text": "Report of the Secretary-General pursuant to \nSecurity Council resolutions 1808 (2008), 1839 (2008)\nand 1866 (2009)", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Introduction", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "I.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The present report is submitted pursuant to Security Council resolution 1866 (2009), by which the Council extended the mandate of the United Nations mission until 15 June 2009 and requested me to report on the implementation of the resolution. It provides an update on the activities of the United Nations Observer Mission in Georgia since my report of 3 February 2009 (S/2009/69) and contains recommendations on future activities of the Mission.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "1.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "My Special Representative, Johan Verbeke, continued to lead the Mission. He was assisted by the Chief Military Observer, Major General Anwar Hussain (Bangladesh). The strength of the Mission on 30 April 2009 stood at 129 military observers and 16 police advisers (see annex).", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "2.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Political process and major developments", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "II.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Following the adoption of Security Council resolution 1866 (2009), the mission, under the leadership of my Special Representative, continued to carry out its mandated tasks with the overall objective of promoting stability in its area of responsibility. As part of its efforts, the mission impressed upon the relevant parties the need to ensure respect for the provisions set out in paragraph 2 (a) of the Agreement on a Ceasefire and Separation of Forces, of 14 May 1994 (S/1994/583 and Corr.1, annex I), as called for in resolution 1866 (2009).", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "3.", "action_verb": "Following", "action_verb_type": "preambular", "action_verb_normalized": "follow", "links": []}, {"text": "During the period under review, my Special Representative engaged, in line with resolution 1866 (2009), with the Georgian and Abkhaz sides and key international stakeholders in discussions on a possible revised security regime as a core element of a future United Nations presence. In support of those efforts, I emphasized the need for an agreement on a credible security regime as the basis for a future United Nations mission during my discussions in Moscow on 26 and 27 March, where the efforts of my Special Representative to advance such discussions were welcomed. I conveyed the same message in a meeting with the Minister for Foreign Affairs of Georgia, Grigol Vashadze, in New York on 16 April.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "4.", "action_verb": "During", "action_verb_type": "preambular", "action_verb_normalized": "dur", "links": []}, {"text": "My Special Representative has also remained engaged in the international discussions in Geneva (see S/2009/69, paras. 5-7). On 17 and 18 February, together with representatives of the European Union and the Organization for Security and Cooperation in Europe (OSCE), he co-chaired the fourth round of the discussions, with the participation of Georgia, the Russian Federation, the United States of America and the Abkhaz and South Ossetian representatives. The participants met in two working groups and discussed security and stability in the region and humanitarian issues. Following intensive exchanges, the participants agreed by consensus on “Proposals for joint incident prevention and response mechanisms”. The mechanisms envisage regular meetings between officials responsible for security and public order and representatives of international organizations with the purpose of addressing security issues on the ground. In addressing humanitarian issues, participants agreed to focus efforts on questions related to the facilitation of the voluntary, safe and dignified return of refugees and internally displaced persons.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "5.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In follow-up to the meeting of 17 and 18 February, the co-chairmen urged the Georgian and Abkhaz sides to provide the names of their respective representatives in order to promptly launch the work within the mechanism. The Abkhaz side insisted that the meetings within the mechanism in which it will participate be held only after 15 June 2009, following the decision by the Security Council on a future United Nations presence. It also suggested that the meetings be chaired by the United Nations and be part of the future mandated United Nations activities. On 23 April, the mechanism for South Ossetia was convened in Ergneti, with the participation of the Georgian and South Ossetian sides, as well as representatives of the Ministry of Defence of the Russian Federation, OSCE and the European Union. It was agreed that the next meeting would be held in May 2009.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "6.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Following a period of relative stability along the ceasefire line in February and March, the overall situation on the ground changed around 9 April, the date on which the Georgian opposition started demonstrations against the Government, with the introduction of additional Russian Federation forces, including heavy military equipment, into the Mission’s area of responsibility (see para. 17 below). The Russian officials justified this reinforcement as being aimed against an increasing threat of “military provocations” in view of the potential domestic instability in Georgia. The Russian reinforcement had been withdrawn by 16 April.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "7.", "action_verb": "Following", "action_verb_type": "preambular", "action_verb_normalized": "follow", "links": []}, {"text": "Tensions in Georgian-Russian relations continued to affect the overall situation in the region. The Georgian side continued to protest against plans by the Russian Federation to establish military bases in Abkhazia and South Ossetia. It called on the international community to stop the Russian military build-up, induce the Russian side to withdraw troops from the Georgian territory pursuant to the agreement of 12 August 2008 (see S/2008/631, para. 11) and reverse the recognition by the Russian Federation of Abkhazia and South Ossetia. Russian officials reiterated that the military bases were established on the basis of agreements with the Abkhaz and South Ossetian leaderships. They also claimed that there was increased military presence and activity by the Georgian side. This was reported to include the presence of some 2,000 special forces and troops of the Ministry of Internal Affairs in the vicinity of the ceasefire line and some 300 personnel near the Kodori valley on the Georgian-controlled side. The Mission has not confirmed reports of such a presence in its area of responsibility in the Zugdidi sector.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "8.", "action_verb": "Tensions", "action_verb_type": "operative", "action_verb_normalized": "tension", "links": []}, {"text": "On 30 April, an “Agreement between the Russian Federation and the Republic of Abkhazia on joint efforts in protection of the state border of the Republic of Abkhazia” and the “Agreement between the Russian Federation and the Republic of South Ossetia on joint efforts in protection of the state border of the Republic of South Ossetia” were signed at the highest level in Moscow. The agreements are effective for five years, with the possibility of extension for a further five years. The Georgian authorities called the signing of those documents a violation of the agreement of 12 August 2008 and appealed to the international community to help “prevent the escalation of Russia’s aggression”.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "9.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "During the reporting period, the Mission facilitated visits to its area of responsibility by representatives of Member States and international organizations, including the European Union, OSCE and the Council of Europe, as well as representatives of non-governmental organizations. The Mission maintained regular operational contacts with the European Union monitoring mission at all levels.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "10.", "action_verb": "During", "action_verb_type": "preambular", "action_verb_normalized": "dur", "links": []}, {"text": "Developments in the Mission’s area of responsibility", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "III.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Gali sector", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "During the period under review, the situation in the Gali sector has been generally calm, although it has been tense at times. While the number of shooting incidents across the ceasefire line has decreased compared with the previous reporting period, the continued Abkhaz and increased Russian military presence in the security zone and the threat of mines and improvised explosive devices contributed to a tense environment. At the same time, notwithstanding the fact that the ceasefire line remained formally closed, the Mission observed increased movement by the local population across the line.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "11.", "action_verb": "During", "action_verb_type": "preambular", "action_verb_normalized": "dur", "links": []}, {"text": "The Mission maintained regular contacts with the Abkhaz side and representatives of the Russian Federation forces in order to ensure its ability to carry out its operational tasks. From 30 March, the Mission was requested to liaise with the Abkhaz side on matters relating to the Russian Federation forces.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "12.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In the Gali sector security and restricted-weapons zones, the Mission has continued to observe the presence of Abkhaz military personnel and heavy military equipment. The Abkhaz forces maintained approximately two platoons, supported by seven T-55 tanks, three armoured personnel carriers and two anti-aircraft guns at the former headquarters of the Commonwealth of Independent States (CIS) peacekeeping force in Gali town. In addition, three armoured personnel carriers and one anti-aircraft gun were located at posts in the security zone. The Mission regularly urged the Abkhaz side to withdraw these personnel and equipment in line with paragraph 2 of resolution 1866 (2009). The Abkhaz side stated that this presence was needed in view of the possible security threats from the Georgian side.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "13.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Abkhaz law enforcement and security personnel continued to be deployed at their headquarters and at 16 posts in the security zone, located mainly along the ceasefire line.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "14.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "On 30 March, the Mission observed an armed Abkhaz naval patrol vessel, anchored approximately 700 metres offshore in waters adjacent to the security zone. The ship, which was reportedly based in Ochamchira, was the first Abkhaz navy vessel to be sighted in the area since August 2008.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "15.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In February, the Mission observed a rotation of the heavy military equipment introduced in the zone of conflict by the Russian Federation forces in August 2008. The Russian forces established a new position in the restricted-weapons zone near Ilori village south of the Ochamchira training area, where the Abkhaz side reportedly planned to construct and expand its training facilities. Early in March, the Mission also observed on several occasions Russian military helicopters overflying the security zone close to the ceasefire line.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "16.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "On 7, 8 and 11 April, the Mission observed the introduction of additional Russian Federation troops and heavy military equipment by road and railway into the security and restricted-weapons zones. One motorized battalion, supported by two squadrons of tanks, a battery of self-propelled artillery guns, one battery of surface-to-air missile systems and two batteries of multiple launch rocket systems were deployed in the security and restricted-weapons zones. Russian military representatives stated that the Russian Federation troops remained within the limits previously announced (see S/2009/69, para. 10), and denied deployment of additional troops. On 15 and 16 April, the Mission observed the withdrawal of these newly introduced troops and equipment.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "17.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Mission has regularly conveyed to the representatives of the Russian Federation forces that the presence of military personnel and heavy military equipment in the security and restricted-weapons zones was inconsistent with the call in resolution 1866 (2009) to respect the provisions set out in paragraph 2 (a) of the Moscow Agreement. The Mission also conveyed its view that helicopter overflights in the zone of conflict were also inconsistent with the resolution. Since mid-March, the Mission has not observed such overflights, except once, on 1 May.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "18.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "On 1 May, in the implementation of the Russian-Abkhaz agreement referred to in paragraph 9 above, Russian Federation border guards were introduced into the security zone at an estimated strength of one company, including three armoured personnel carriers and a few engineer vehicles.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "19.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Mission noted a generally more cooperative attitude on the part of Abkhaz personnel at their security posts towards the United Nations patrols. However, instances of non-cooperation, such as hostile behaviour involving the negligent handling of weapons and restrictions on patrols’ freedom of movement, were also reported. Following representations by the Mission, Abkhaz senior representatives visited the posts together with United Nations patrols, which helped improve the situation.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "20.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "On 4 March, the Russian Federation forces denied a United Nations patrol access through a Russian position near Lekukhona village in the security zone. A Russian liaison officer later informed the Mission that the United Nations patrols would not be allowed to use segments of the roads that pass through the positions of the Russian Federation forces. The Mission is therefore using alternative routes to access some of its patrolling sites.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "21.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "During the reporting period, the Mission investigated four explosions caused by improvised explosive devices. On 10 February, two consecutive explosions — produced by 50 kg and 10 kg of high explosives — occurred on a road routinely used by United Nations patrols between Zeni and Tagiloni villages in the security zone. Those remote-controlled explosions reportedly targeted two trucks with Abkhaz personnel, which had passed by the site of the incidents shortly before. No casualties or damage were reported. On 10 March, an explosion triggered by a command wire-detonated device occurred on the M-27 road about 1.5 km north of the Inguri bridge as an Abkhaz serviceman was driving a vehicle. No injuries and only minor damage to the vehicle were reported. On 29 March, an explosion caused by a bomb planted on the roof of a roadside shop near Achigvara village in the restricted-weapons zone injured the chief of the village administration and two other employees and destroyed the building. The perpetrators of those explosions could not be identified.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "22.", "action_verb": "During", "action_verb_type": "preambular", "action_verb_normalized": "dur", "links": []}, {"text": "The local population remained concerned about the threat of mines in the vicinity of the ceasefire line. On 11 March, a mine explosion near Chuburkhinji village damaged a tractor carrying four people. The Mission continued to bring the issue of clearing the mines to the attention of the relevant Abkhaz authorities on a number of occasions. On 1 April, there was an exchange of fire across the ceasefire line between a Georgian patrol and an Abkhaz man. The Mission could not ascertain who initiated the incident.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "23.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "During the period under review, the criminal incidents reported to the Mission included three homicides, seven attempted homicides and six robberies.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "24.", "action_verb": "During", "action_verb_type": "preambular", "action_verb_normalized": "dur", "links": []}, {"text": "On 6 March, in the vicinity of Gantiadi village, a group of armed men in uniform reportedly stopped, searched and confiscated documents, money and other belongings from a group of local residents who were walking in the direction of the ceasefire line. The residents were not detained, but neither were they allowed to cross the ceasefire line. The Mission brought the incident to the attention of the local authorities, who later informed it that the confiscated belongings had been returned.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "25.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "On 3 April, a resident of the village of Nabakevi was found shot dead by the road some distance from his house. Reportedly, several people in uniform had escorted him out of the house on the previous day. The local law enforcement representatives denied any involvement in the incident.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "26.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The United Nations police continued to liaise with local law enforcement agencies in the Gali, Ochamchira and Tkvarcheli districts. It conducted 18 training courses in forensics, police management, police tactics and other policing skills. It continued to maintain liaison and conduct regular visits to the local law enforcement facilities. In March and April, as part of a community policing project, the United Nations police, together with a local non-governmental organization, Avangard, conducted a training programme in drug abuse awareness for 366 schoolchildren in the Gali district. From 5 to 11 April, the United Nations police facilitated a training course for trainers in forensics, with the participation of four Abkhaz law enforcement personnel in Sochi, Russian Federation. On 24 April, the United Nations police organized an international round-table discussion on traffic safety, with the participation of local and international experts, local authorities and international organizations.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "27.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "During the reporting period, the Mission’s Human Rights Office followed up on an increased number of cases of alleged harassment and intimidation of the local population in the Gali district. The Office focused its monitoring and protection activities on the right to non-discrimination, security of the person and freedom of movement and on property rights. The Office conducted regular patrols and joined United Nations military observer patrols; monitored the detention conditions in Gali town; interviewed residents and collected information from its partners in the field; and followed up on specific complaints and raised issues of concern with the relevant authorities.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "28.", "action_verb": "During", "action_verb_type": "preambular", "action_verb_normalized": "dur", "links": []}, {"text": "In addition, the Office continued to monitor developments related to the issuance of “Abkhaz passports” in the Gali district and the language of instruction in local schools, which remained of concern. According to official sources, approximately 1,500 “Abkhaz passports” have been issued in the Gali district so far. Fearing restricted access to public services, such as health care, and limitations on educational and business opportunities, an increased, albeit still limited, number of Gali district residents applied for these passports.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "29.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Mission has also followed up on a case of an ethnic Georgian resident of Meore Otobaya village, who was shot and wounded on 24 February, reportedly in the course of a kidnapping attempt, and sent to a hospital in Zugdidi. However, as the injured man was suspected of being involved in criminal activities on the Abkhaz side of the ceasefire line, the local authorities demanded his return, detaining 12 of his relatives and neighbours for one night. On 26 February, the representatives of Abkhaz law enforcement agencies threatened the relatives and neighbours of the alleged suspect, pressuring them to go to Zugdidi to convince him to hand himself in. Fearing reprisals, a large group of village residents crossed to the Georgian-controlled side of the ceasefire line. They were able to return on the following day, after receiving assurances of their safety from the head of the Gali administration. The Mission personnel met with the authorities in Gali town and interviewed the families upon their return. It increased its patrolling activities in the area and has received no reports of mistreatment or reprisals against the affected families.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "30.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Zugdidi sector", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "During the reporting period, the situation in the Zugdidi sector has been generally calm, owing, in part, to fewer instances of exchange of fire across the ceasefire line.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "31.", "action_verb": "During", "action_verb_type": "preambular", "action_verb_normalized": "dur", "links": []}, {"text": "The Georgian Ministry of Internal Affairs maintained approximately 250 personnel at 15 observation posts and their headquarters in the security zone. The Ministry of Internal Affairs continued to deploy “Cobra” light armoured vehicles, some of which were used only occasionally to patrol areas close to the ceasefire line. Of 27 vehicles present in the security zone, 2 are armed with machine guns and another 2 are ambulances. The Mission brought to the attention of the Georgian side the fact that the deployment of those vehicles was inconsistent with paragraph 2 of resolution 1866 (2009). The Georgian side maintained that the vehicles were required to ensure the protection of its personnel.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "32.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "On 19 February, the Border Police of the Ministry of Internal Affairs at Poti informed the Mission that the naval department of the Georgian Ministry of Defence, including all vessels and equipment, had been transferred under its authority. The Mission was also informed that two Georgian naval vessels regularly patrol the coast from Batumi to Anaklia village in the security zone.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "33.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The criminal incidents reported to the Mission during the period under review included one homicide, two abductions and 15 robberies.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "34.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The United Nations police continued to maintain regular liaison and conduct joint patrols with the Georgian police and to visit the law enforcement facilities, organizing 45 training courses in police tactics, forensics and other policing skills. In the framework of the community policing project, funded by the Government of Switzerland, the United Nations police arranged, together with the local non-governmental organization Gaenati, training in drug abuse awareness for 1,475 schoolchildren in the Zugdidi district. On 6 April, a round-table discussion with the participation of local and international non-governmental organizations was held in the framework of the project. More than 1,000 leaflets and posters related to drug abuse prevention were printed and disseminated among the local population.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "35.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In carrying out the operational aspects of its mandate, the Mission maintained regular contacts with the Georgian authorities. Regular contacts at all levels were also maintained with the European Union monitoring mission.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "36.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Kodori valley", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "During the reporting period, the Mission conducted four one-day patrols to the Kodori valley, in February, March and April, to observe the security and humanitarian situation. The overall situation in the valley was assessed as calm. The Abkhaz side continued to maintain control of the Kodori valley with the support of the Russian Federation forces.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "37.", "action_verb": "During", "action_verb_type": "preambular", "action_verb_normalized": "dur", "links": []}, {"text": "The patrols observed an Abkhaz tent camp near Saken village in the upper Kodori valley but did not have access to the site. They also observed that the Mission’s team base at Adjara, previously occupied by Abkhaz personnel, had been vacated. In the lower Kodori valley, the Abkhaz forces have continued to occupy one of the two former CIS peacekeeping checkpoints.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "38.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Russian Federation forces in the upper Kodori valley are deployed mostly between Gentsvish village, where they maintain their headquarters, and the Khida and Kalamri-Sukhi passes, which provide access to the valley from the Georgian-controlled side. Reportedly, the Russian Federation forces maintain checkpoints at the Khida and Kalamri-Sukhi passes alongside Abkhaz posts. The United Nations patrols were denied access to the Gentsvish airfield.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "39.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Abkhaz local administration stated that the number of inhabitants in the upper Kodori valley had decreased from the 170 previously reported to 130 by late March owing to winter conditions, which was confirmed by the International Committee of the Red Cross.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "40.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Mission’s human rights officers participated in two patrols in order to assess the general human rights situation and collect information on the situation of returnees and displaced persons. They noted the absence of school services but the availability of basic medical services in the valley.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "41.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Human Rights Office followed up on the expulsion of three Georgian priests and four Georgian nuns from Adjara village on 2 April. The Abkhaz side stated that that measure was due to the clerics’ refusal to recognize the Abkhaz jurisdiction and clerical authority.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "42.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Mission-wide developments", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Mission’s fact-finding team completed the investigation of nine cases during the period under review. It has temporarily terminated work on four Joint Fact-Finding Group cases, in which no further investigation could be reasonably pursued.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "43.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Human rights issues", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "IV.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "During the reporting period, the Mission’s Human Rights Office continued to implement its programme for the promotion and protection of human rights and to provide support to local non-governmental organizations. The Office has conducted monitoring visits to detention facilities to monitor court proceedings and provide advisory services to the local population on the Abkhaz-controlled side of the ceasefire line.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "44.", "action_verb": "During", "action_verb_type": "preambular", "action_verb_normalized": "dur", "links": []}, {"text": "The Human Rights Office followed up on individual cases involving the right to physical integrity, the right to the security and safety of the person, equal treatment and non-discrimination and the right to access health services, as well as cases of alleged extortion. It also continued to monitor the case of a legal professional in Gagra who had been physically attacked in November 2007 in the exercise of his professional activities. In addition, the office in Sukhumi continued to follow up on complaints related to due process, the right to a fair trial, the treatment of detainees and property rights issues.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "45.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Office also monitored two instances of attempts to limit freedom of expression in the print media. In both cases, two editors of prominent Abkhaz independent newspapers received threats from persons connected to the official authorities and a political party. Both incidents were condemned by civil society and media professionals, who saw them as attacks on freedom of speech.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "46.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Office continued to support events commemorating the sixtieth anniversary of the Universal Declaration of Human Rights. Civil society, including local non-governmental organizations, schoolchildren, local media and other relevant stakeholders, participated in debates and round tables on human rights themes. Local television presented films on human rights issues in other parts of the world.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "47.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Mission’s Human Rights Office also continued to facilitate the “assisting communities together” project, which offers grants to local non-governmental organizations for human rights education and training projects at the grass-roots level. The project is funded jointly by the Office of the United Nations High Commissioner for Human Rights and the United Nations Development Programme (UNDP).", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "48.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "During the reporting period, the position of the OSCE Human Rights Officer seconded to the Mission’s Human Rights Office became vacant. With the termination of the OSCE mission in Georgia, the future of that position remains uncertain. In cooperation with the OSCE mission, the Human Rights Office has finalized and completed its human rights programmes supported by OSCE.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "49.", "action_verb": "During", "action_verb_type": "preambular", "action_verb_normalized": "dur", "links": []}, {"text": "Humanitarian and rehabilitation activities", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "V.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "During the reporting period, the Mission contributed donations to schools, dispensaries, maternity clinics and residences of displaced persons. It also continued to offer English classes to the local communities on both sides of the ceasefire line. In March, the Mission completed the renovation of the Gali hospital.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "50.", "action_verb": "During", "action_verb_type": "preambular", "action_verb_normalized": "dur", "links": []}, {"text": "UNDP continued to support veterinary services for local farmers by providing veterinary training to specialists and supplying vaccines. With the involvement of six farmers’ groups, representing Abkhaz, Georgian and Armenian populations, UNDP began installing basic irrigation systems in the Gali, Tkvarcheli and Ochamchira districts to improve agricultural production. In the framework of providing support to women entrepreneurs, UNDP conducted an in-depth workshop on business development in the context of conflict resolution for women of Abkhaz, Georgian and Armenian origin from the Gali, Tkvarcheli and Ochamchira districts.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "51.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Office of the United Nations High Commissioner for Refugees (UNHCR) began collecting applications for its shelter rehabilitation programme through centres run by World Vision International. Over 650 applications were received, and the verification and screening process is ongoing. In February, UNHCR monitored the situation of the local population following the Meore Otobaya incident (see para. 29 above). On 18 March, UNHCR and its partners facilitated a field visit by Abkhaz representatives to familiarize them with the implementation of the Office’s projects in Gali town and the villages of Bedia and Nabakevi. The local residents used the opportunity to share their concerns and highlight priority needs of their communities.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "52.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Danish Refugee Council, with the assistance of the Swiss Agency for Development and Cooperation, continued to rehabilitate roofing, electrical and water-sanitation lines in seven apartment blocks in Sukhumi, Ochamchira, Tkvarcheli and Gali districts and 40 houses in the Gali and Tkvarcheli districts. In cooperation with UNHCR, the Danish Refugee Council began a new project to rehabilitate 100 houses, mostly in the Gali district.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "53.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The World Food Programme (WFP), in partnership with World Vision International, served 11,600 beneficiaries through its food-for-work programmes in the Gali, Tkvarcheli and Ochamchira districts. In collaboration with World Vision International, UNHCR and the Swiss Agency for Development and Cooperation, WFP supported free school canteens, which provide daily meals to 1,350 students. It also continued to provide, in cooperation with Médecins Sans Frontières, food to patients at the Gulripsh hospital.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "54.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The United Nations Children’s Fund (UNICEF) continued to monitor the situation of children and women, especially in areas close to the ceasefire line. In April, together with World Vision International and local non-governmental organizations, UNICEF began a programme aimed at improving access to health care for women and children and promoting the social inclusion of children with disabilities in the Gali district. It also provided equipment, including computers, and facilitated and monitored the immunization of children in three schools in the Ochamchira and Sukhumi districts.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "55.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The International Committee of the Red Cross continued to deliver humanitarian assistance to local residents in the upper Kodori valley.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "56.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Mission support", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "VI.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Mission continued its HIV/AIDS prevention and awareness programme. It held training sessions for current and incoming personnel and continued to distribute and display relevant materials in the Mission area. In implementation of Security Council resolutions 1325 (2000) and 1820 (2008) on women and peace and security, the Mission regularly addressed gender-related issues and welcomed the expansion of the role and contribution of women among the military personnel. It continued to deliver induction briefings on gender equality in peacekeeping to all incoming personnel. On 6 March, the Mission celebrated International Women’s Day and delivered a number of awareness-raising messages aimed at combating violence against women and girls.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "57.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Financial aspects", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "VII.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The General Assembly, by its resolution 62/260, appropriated the amount of $34.5 million for the maintenance of the Mission for the period from 1 July 2008 to 30 June 2009. Should the Security Council decide to extend the mandate of the Mission beyond 15 June 2009, the cost of maintaining the Mission would be limited to the amount approved by the General Assembly for the current period. The proposed budget for the Mission for the period from 1 July 2009 to 30 June 2010 has been submitted to the General Assembly for consideration at the second part of its resumed sixty-third session.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "58.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "As at 31 December 2008, unpaid assessed contributions to the special account for the Mission amounted to $14.5 million. The total outstanding assessed contributions for all peacekeeping operations at that date amounted to $2,673.1 million.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "59.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Observations and recommendations", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "VIII.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "During the reporting period, the efforts in the context of the agreement of 12 August 2008 and the implementing measures of 8 September 2008 have helped to maintain relative calm in the region. I note the agreement on “Proposals for joint incident prevention and response mechanisms” and the convening of the first meeting in that framework relating to South Ossetia. I hope that those efforts can lead to the establishment of a more stable security regime in the area, which was the scene of major hostilities during August 2008. I call on the participants of the mechanism to be convened under United Nations auspices to follow suit. I also urge all parties to facilitate the provision of humanitarian assistance by the United Nations and other international actors to the affected population.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "60.", "action_verb": "During", "action_verb_type": "preambular", "action_verb_normalized": "dur", "links": []}, {"text": "In my previous reports (S/2008/631 and S/2009/69), I described the key developments following the events of August 2008 and their impact on the overall context in which the Mission has been implementing its mandate. The situation called for a comprehensive and in-depth review, in consultation with the parties and international stakeholders, of the role of the Mission.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "61.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Since the adoption of resolution 1866 (2009), the security situation in the Mission’s area of responsibility has remained fragile, with a continued threat of incidents, including from mines and improvised explosive devices. The local population, in particular in the Gali district, also remains in a precarious situation, with limitations on its freedom of movement across the ceasefire line. The ceasefire regime — the key foundation for the separation of forces and stabilization — has continued to erode. Heavy military equipment and military personnel have remained in the Mission’s area of responsibility, despite the call in resolution 1866 (2009) that the provisions set out in paragraph 2 (a) of the Moscow Agreement be respected.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "62.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "During the reporting period, the Mission has continued its activities on both sides of the ceasefire line, contributing to the general stability and security of the local population, in particular in the Gali district. However, given the continued erosion of the security regime, an agreement on a revised security regime is essential for a long-term stabilization and a viable United Nations role in the region.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "63.", "action_verb": "During", "action_verb_type": "preambular", "action_verb_normalized": "dur", "links": []}, {"text": "Following the adoption of resolution 1866 (2009), I have requested my Special Representative to engage with the parties and international stakeholders on a possible revised security regime. My Special Representative elaborated a set of principles for such a regime. Following his initial round of consultations, my Special Representative developed a more detailed proposal, which was shared with the parties and key international stakeholders at the end of March.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "64.", "action_verb": "Following", "action_verb_type": "preambular", "action_verb_normalized": "follow", "links": []}, {"text": "On the basis of those and further consultations, I would like to recommend the following elements of a future security regime:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "65.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Strict adherence to the ceasefire on land, at sea and in the air, and to the principle of the non-use of force;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(a)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Security zones, extending 12 km on each side of the ceasefire line. In the security zones, there shall be no armed forces or military equipment. The only firearms in the zone will be personal weapons carried by law enforcement and security personnel, whose total numbers shall not exceed 600, equipped with up to 10 unarmed armoured personnel carriers;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(b)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Restricted zones, extending for further 12 km on each side of the ceasefire line. In the restricted zones, there shall be no heavy military equipment, including tanks, missile systems, artillery and mortars with calibre exceeding 80 mm, with the exception of armoured personnel carriers, whose numbers shall not exceed 10. There shall be no storage of heavy weapons ammunition in the zone;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(c)", "action_verb": "Restricted", "action_verb_type": "preambular", "action_verb_normalized": "restricted", "links": []}, {"text": "Advance, i.e., 48 to 72 hours, notification of movement of personnel and equipment in the security and restricted zones;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(d)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "No presence of military and reconnaissance aircraft, including unmanned aerial vehicles, in the security and restricted zones;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(e)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Maritime security zones, extending 12 nautical miles off the coast and 12 km on each side. In the maritime security zones, there shall be no naval vessels, with the exception of up to five coast guard patrol boats, or similar light craft;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(f)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Regular United Nations monitoring of the security and humanitarian situation in the Kodori valley;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(g)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Transparency arrangements, including access and provision of information, with regard to the military installations in Senaki and Ochamchira;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(h)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Regular meetings in the framework of the joint incident prevention and response mechanism;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(i)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Investigation and reporting of violations by the United Nations;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(j)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Security and full freedom of movement of United Nations personnel.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(k)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "On the basis of the above security regime, and as requested by the Council in resolution 1866 (2009), the following are my recommendations with regard to the future activities of the Mission:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "66.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "To monitor and verify the implementation of the security regime as proposed in the above paragraph of the present report;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(a)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "To maintain contact with the parties and other relevant actors, including through the joint incident prevention and response mechanism, with a view to preventing tensions and resolving incidents;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(b)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "To facilitate the freedom of movement of the local population across the ceasefire line, including through monitoring at crossing points;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(c)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "To contribute to the provision of humanitarian assistance and the creation of conditions for the safe and dignified return of internally displaced persons and refugees, including through promoting their basic rights and facilitation of efforts by United Nations funds and agencies to improve their socio-economic conditions;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(d)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "To contribute, through strengthened United Nations police and human rights capacities and functions to ensure effective monitoring and investigation activities, to the improved law enforcement and respect and protection of human rights of the local and returnee population, especially in the zone of conflict;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(e)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "To facilitate contacts between the parties, with a view to promoting cooperation on practical issues, confidence-building and dialogue.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(f)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A United Nations stabilization mission with this mandate would cooperate with other international partners in the region, such as the European Union monitoring mission and OSCE. It would also contribute, through the efforts of my Special Representative, to joint mediation efforts by the European Union, OSCE and the United Nations in the framework of the implementation of the agreement of 12 August 2008 and the implementing measures of 8 September 2008.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "67.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In conclusion, I would like to express my gratitude to my Special Representative and to the men and women who have served with the Mission since 1993 for their efforts to promote a more stable situation on the ground and their commitment, despite difficult circumstances, to contribute to peace and security in the region.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "68.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Annex", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A.\tCountries providing military observers (as at 30 April 2009)", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "B.\tCountries providing police personnel (as at 30 April 2009)", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Includes the Chief Militry Observer.", "type": "paragraph", "heading_level": null, "paragraph_type": null, "paragraph_level": 5, "prefix": "a", "action_verb": "Includes", "action_verb_type": "operative", "action_verb_normalized": "includ", "links": []}, {"text": "Includes eight medical personnel.", "type": "paragraph", "heading_level": null, "paragraph_type": null, "paragraph_level": 5, "prefix": "b", "action_verb": "Includes", "action_verb_type": "operative", "action_verb_normalized": "includ", "links": []}, {"text": "Senior Polie Adviser.", "type": "paragraph", "heading_level": null, "paragraph_type": null, "paragraph_level": 5, "prefix": "c", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}]