[{"text": "Implementation of resolution 2733 (2024)", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["2733 (2024)", "https://undocs.org/en/S/RES/2733(2024)"]]}, {"text": "Report of the Secretary-General", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Introduction", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "I.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In its resolution 2733 (2024), the Security Council extended for the eighth time the authorizations related to the inspection of vessels on the high seas off the coast of Libya. The authorizations were initially set out in resolution 2292 (2016), in support of the implementation of the arms embargo with respect to Libya.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "1.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["2733 (2024)", "https://undocs.org/en/S/RES/2733(2024)"], ["2292 (2016)", "https://undocs.org/en/S/RES/2292(2016)"]]}, {"text": "The present report, which is the first of two reports requested by the Council on the implementation of resolution 2733 (2024), was prepared after seeking input from all Member States, including Libya. In addition, consultations were held with regional organizations, the Panel of Experts on Libya established pursuant to resolution 1973 (2011) and the United Nations system, including the United Nations Support Mission in Libya (UNSMIL). The report covers the period from 15 April to 31 October 2024.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "2.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["2733 (2024)", "https://undocs.org/en/S/RES/2733(2024)"], ["1973 (2011)", "https://undocs.org/en/S/RES/1973(2011)"]]}, {"text": "The arms embargo was established in resolution 1970 (2011) and modified in subsequent resolutions. By its resolution 2292 (2016), the Security Council authorized Member States, acting nationally or through regional organizations, with appropriate consultations with the Libyan authorities, to inspect, on the high seas off the coast of Libya, vessels bound to or from Libya that they had reasonable grounds to believe were carrying prohibited arms or related materiel to or from Libya. The Council also authorized Member States, upon discovery of prohibited items, to seize and dispose of those items and to collect evidence directly related to the carriage of such items during the inspections. In its resolution 2733 (2024), the Council elaborated further on the obligations of Member States and the role of the Security Council Committee established pursuant to resolution 1970 (2011) concerning Libya in relation to the disposal of items seized during such inspections. Provisions on the inspection of suspect cargo to and from Libya, as well as on the seizure and disposal of any prohibited items discovered during such inspections, were also included in resolution 1970 (2011), in relation to cargo in Member States’ own territories, including at seaports and airports.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "3.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["1970 (2011)", "https://undocs.org/en/S/RES/1970(2011)"], ["2292 (2016)", "https://undocs.org/en/S/RES/2292(2016)"], ["2733 (2024)", "https://undocs.org/en/S/RES/2733(2024)"], ["1970 (2011)", "https://undocs.org/en/S/RES/1970(2011)"], ["1970 (2011)", "https://undocs.org/en/S/RES/1970(2011)"]]}, {"text": "Since the publication of the previous report (S/2024/352), the Panel of Experts presented new findings regarding violations of the arms embargo in its interim report submitted to the Security Council on 14 June. Moreover, in its resolution 2755 (2024), the Council has once again demanded full compliance by all Member States with the arms embargo, including by ceasing all support for and withdrawing all foreign forces, foreign fighters and mercenaries from Libya.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "4.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["S/2024/352", "https://undocs.org/en/S/2024/352"], ["2755 (2024)", "https://undocs.org/en/S/RES/2755(2024)"]]}, {"text": "During the reporting period, the then Special Representative of the Secretary-General for Libya, Abdoulaye Bathily and Head of UNSMIL, followed by the Deputy Special Representative of the Secretary-General and Officer-in-Charge of UNSMIL, Stephanie Koury, continued their efforts to facilitate and advance the political process. In August, a series of unilateral actions by political and security actors resulted in increased fragility in the country in the political, economic and security spheres. These actions included: decisions by the House of Representatives to end the mandate of the Government of National Unity and the Presidential Council and to transfer the role of the Supreme Commander of the Armed Forces to the Speaker of the House of Representatives; a decree by the Presidential Council to replace the Governor of the Central Bank of Libya; and a move by the House of Representatives-designated authorities in Benghazi to suspend oil production and exports. On 26 September, under the auspices of UNSMIL, delegates of the House of Representatives and the High Council of State signed an agreement on the appointment of the Governor of the Central Bank, the Deputy Governor and the Board of Directors. This was followed, on 3 October, by an announcement by the National Oil Corporation of the resumption of oil production and exports, following the earlier suspension.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "5.", "action_verb": "During", "action_verb_type": "preambular", "action_verb_normalized": "dur", "links": []}, {"text": "While there were no violations of the ceasefire agreement of 23 October 2020, the overall security situation remained fragile. This was illustrated by tensions and clashes among armed groups in Tripoli and elsewhere in western Libya, as well as a temporary increase in tensions between western Libyan forces and the Libyan National Army in the Ghadamis region in south-western Libya. The threat from terrorist groups also remained, particularly in southern Libya (see S/2024/556).", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "6.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["S/2024/556", "https://undocs.org/en/S/2024/556"]]}, {"text": "In the context of this political and security environment, the effective implementation of the arms embargo continues to be critical. As noted in previous reports, the arms embargo, when properly implemented, can contribute to reducing violence against civilians, abate the military build-up that is detrimental to progress in the Libyan political process, assist the Libyan authorities in ensuring security, and prevent the proliferation of arms in Libya and the region. It remains crucial, therefore, that the arms embargo, combined with the authorizations set out in resolutions 2292 (2016) and 2733 (2024), be strictly implemented in a comprehensive manner to prevent illicit transfers by air, land and sea.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "7.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["2292 (2016)", "https://undocs.org/en/S/RES/2292(2016)"], ["2733 (2024)", "https://undocs.org/en/S/RES/2733(2024)"]]}, {"text": "Implementation of the authorizations set out in resolution 2292 (2016) and extended in resolutions 2357 (2017), 2420 (2018), 2473 (2019), 2526 (2020), 2578 (2021), 2635 (2022), 2684 (2023) and 2733 (2024)", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "II.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["2292 (2016)", "https://undocs.org/en/S/RES/2292(2016)"], ["2357 (2017)", "https://undocs.org/en/S/RES/2357(2017)"], ["2420 (2018)", "https://undocs.org/en/S/RES/2420(2018)"], ["2473 (2019)", "https://undocs.org/en/S/RES/2473(2019)"], ["2526 (2020)", "https://undocs.org/en/S/RES/2526(2020)"], ["2578 (2021)", "https://undocs.org/en/S/RES/2578(2021)"], ["2635 (2022)", "https://undocs.org/en/S/RES/2635(2022)"], ["2684 (2023)", "https://undocs.org/en/S/RES/2684(2023)"], ["2733 (2024)", "https://undocs.org/en/S/RES/2733(2024)"]]}, {"text": "The European Union military operation in the Mediterranean (Operation EUNAVFOR MED IRINI) remained the only regional arrangement acting under these authorizations during the reporting period.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "8.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Inspections", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In paragraph 3 of resolution 2292 (2016), the Security Council authorized Member States to inspect vessels, as set out in that paragraph, provided that those Member States made good-faith efforts to first obtain the consent of the vessel’s flag State prior to any inspections, and called upon all flag States of the vessels to cooperate with such inspections.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "9.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["2292 (2016)", "https://undocs.org/en/S/RES/2292(2016)"]]}, {"text": "The European Union informed the Secretariat that, from 15 April to 31 October 2024, Operation IRINI had carried out 2,192 hailings, 70 friendly approaches and 2 vessel inspections related to the arms embargo. Both inspections were undertaken in the absence of consent of the flag States, which did not respond to the requests for consent within the provided four-hour time frame.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "10.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The European Union also informed the Secretariat that two additional vessel inspections had been attempted but not carried out, the first following refusal of consent by the flag State and the second owing to the transit of the vessel within Egyptian and Libyan territorial waters and its very short travel in the area of operation.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "11.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Seizure and disposal of prohibited items", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In paragraph 5 of resolution 2292 (2016), as amended by paragraph 2 of resolution 2733 (2024), the Security Council authorized the Member States acting under the provisions of resolution 2292 (2016) to seize and dispose (through destruction or rendering inoperable) of the prohibited items discovered during the vessel inspections, or, subject to approval by the Committee within 90 days after request, dispose (such as through storage or transfer to a State other than the originating or destination States for disposal) of such items, without prejudice to the right of the Member States, acting nationally or through international organizations, to safely retain those items in a holding area prior to disposal. In paragraph 4 of resolution 2733 (2024), the Council further elaborated on the procedure for approval by the Committee.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "12.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["2292 (2016)", "https://undocs.org/en/S/RES/2292(2016)"], ["2733 (2024)", "https://undocs.org/en/S/RES/2733(2024)"], ["2292 (2016)", "https://undocs.org/en/S/RES/2292(2016)"], ["2733 (2024)", "https://undocs.org/en/S/RES/2733(2024)"]]}, {"text": "In paragraph 3 of resolution 2733 (2024), the Security Council decided that the Member State that seizes and disposes of the items, through destruction or rendering inoperable, shall notify the Committee of such disposal within 30 days, providing details of the items and the precise manner of their disposal.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "13.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["2733 (2024)", "https://undocs.org/en/S/RES/2733(2024)"]]}, {"text": "During the reporting period, the Committee did not receive any reports of the seizure or disposal of prohibited items.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "14.", "action_verb": "During", "action_verb_type": "preambular", "action_verb_normalized": "dur", "links": []}, {"text": "Reporting obligations and sharing of relevant information", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "III.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In paragraph 10 of resolution 2292 (2016), Member States acting under the authorizations set out in that resolution were required to report to the Committee on the results of the inspections undertaken. In addition, in paragraph 11 of the same resolution, Member States and the Libyan authorities were encouraged to share relevant information with the Committee and with those Member States acting under the authorizations. The Panel of Experts was also encouraged to share relevant information with the Member States acting under the authorizations.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "15.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["2292 (2016)", "https://undocs.org/en/S/RES/2292(2016)"]]}, {"text": "During the reporting period, the European Union conveyed one inspection report and one attempted inspection report to the Committee. Operation IRINI reported that it continued to share information with the Panel of Experts on potential violations of the arms embargo in both eastern and western Libya, drawing on aerial and satellite assets in addition to the maritime assets, and through intelligence-gathering. It also reported on its cooperation with law enforcement agencies, such as the European Border and Coast Guard Agency (Frontex) and the European Union Agency for Law Enforcement Cooperation (Europol). The European Union also briefed the members of the Council on Operation IRINI activities in an informal interactive dialogue held on 13 May.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "16.", "action_verb": "During", "action_verb_type": "preambular", "action_verb_normalized": "dur", "links": []}, {"text": "The Panel of Experts informed the Secretariat that it continued to follow the procedures for the exchange of information with Operation IRINI. As noted previously (S/2023/936), following inspections by the Panel of the two cargoes seized by Operation IRINI in 2022, both containing specific types of vehicles, the Panel reported on its findings (see S/2023/673 and S/2023/673/Corr.1).", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "17.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["S/2023/936", "https://undocs.org/en/S/2023/936"], ["S/2023/673", "https://undocs.org/en/S/2023/673"], ["S/2023/673/Corr.1", "https://undocs.org/en/S/2023/673/Corr.1"]]}, {"text": "Inspections within the ambit of resolution 1970 (2011)", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "IV.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["1970 (2011)", "https://undocs.org/en/S/RES/1970(2011)"]]}, {"text": "A State neighbouring Libya informed the Secretariat that it routinely tracked or inspected vessels heading to or from Libya in its territorial waters. The European Union reported that the crime information cell located within the headquarters of Operation IRINI had made one recommendation for inspection in the port of a European Union member State, which had been carried out by relevant law enforcement agencies. The Chair of the Committee reported to the Council that a State had submitted a report on an inspection and seizure conducted pursuant to paragraph 11 of resolution 1970 (2011) (see S/PV.9743). The United Nations Office on Drugs and Crime informed the Secretariat that it continued, as previously reported, to support maritime law enforcement agencies of countries in the Mediterranean region in tackling illegal weapons trafficking by sea in the Eastern Mediterranean, including trafficking destined to Libya.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "18.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["1970 (2011)", "https://undocs.org/en/S/RES/1970(2011)"], ["S/PV.9743", "https://undocs.org/en/S/PV.9743"]]}, {"text": "Observations", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "V.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "I would like to once again express my appreciation for the continued efforts of the European Union, acting through Operation IRINI, under the authorizations extended by the Security Council in resolution 2733 (2024). Continued engagement with all relevant partners and stakeholders, in particular the Libyan authorities, remains important in the implementation of the authorizations related to vessel inspections.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "19.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["2733 (2024)", "https://undocs.org/en/S/RES/2733(2024)"]]}, {"text": "As some neighbouring States have demonstrated in the past, all Member States can complement the efforts of Operation IRINI by inspecting, in their own territories, including at seaports and airports, cargo bound to or from Libya. Training and capacity-building of vetted members of Libyan entities that intercept vessels in Libyan territorial waters and process cargo at Libyan ports, in accordance with the arms embargo, would further strengthen the implementation of the arms embargo. Such assistance should have mechanisms in place to ensure the entities’ compliance with international human rights law (see S/2023/640 and S/2023/673 and S/2023/673/Corr.1). The provision of border management support to countries neighbouring Libya, upon their request, can also contribute to enhancing the implementation of the arms embargo.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "20.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["S/2023/640", "https://undocs.org/en/S/2023/640"], ["S/2023/673", "https://undocs.org/en/S/2023/673"], ["S/2023/673/Corr.1", "https://undocs.org/en/S/2023/673/Corr.1"]]}, {"text": "Against the backdrop of the fragile political and security situation in Libya, I reiterate my call upon all actors, at the national, regional and international levels, to take the steps necessary to ensure strict compliance with the arms embargo and full implementation of the ceasefire agreement to contribute to an environment conducive to political dialogue and achieving long-term stability for the Libyan population. Avoiding unilateral actions and taking incremental steps towards the reunification of military and security institutions remains critical. Such steps include support for the disarmament, demobilization and reintegration of armed groups and for security sector reform, once the conditions are in place to initiate such processes. The Security Council and the Committee can take further action, on the basis of previous recommendations made by the Panel of Experts, to enhance the implementation of the arms embargo and to send a clear signal that violations of the embargo are unacceptable and detrimental to sustainable peace in Libya.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "21.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}]