[{"text": "Letter dated 28 June 2024 from the Secretary-General addressed to the President of the Security Council", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "I have the honour to refer to Security Council resolution 2717 (2023), in which the Council renewed the mandate of the United Nations Organization Stabilization Mission in the Democratic Republic of the Congo (MONUSCO), in which the Council expressed its intention, in paragraph 20, to consider, upon clear and detailed request from the host country and the organization concerned, the conditions under which limited logistical and operational support may be provided by MONUSCO to an African Union-mandated regional force deployed within the area of MONUSCO deployment, in furtherance of the MONUSCO mandate, and within existing resources. In the resolution, the Council also recalled that any such support should be in strict compliance with the human rights due diligence policy on United Nations support to non-United Nations security forces.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["2717 (2023)", "https://undocs.org/en/S/RES/2717(2023)"]]}, {"text": "Further, in paragraph 48 of the same resolution, the Security Council requested me, in consultation with stakeholders, including the African Union and relevant regional organizations, to report to the Security Council by 30 June 2024 on possible logistical and operational support the United Nations could provide to regional forces present in the Democratic Republic of the Congo at the request of the host country and the organization concerned, in line with my report of 2 August 2023 (S/2023/574). The Council also requested me to provide recommendations to ensure, in the case of such support, the coherence, coordination, complementarity and efficient articulation of efforts between MONUSCO and these forces.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["S/2023/574", "https://undocs.org/en/S/2023/574"]]}, {"text": "The security situation in eastern Democratic Republic of the Congo remains a source of grave concern. The rapid expansion of the Mouvement du 23 mars (M23) armed group in North Kivu and the spillover of the conflict into South Kivu, as MONUSCO finalizes its disengagement from the province by 30 June 2024, pose a direct threat to the lives and livelihoods of the millions of civilians caught up in ongoing hostilities and the stability of the Great Lakes region. The current crisis has compounded an already dire humanitarian and human rights situation and affected the ability of MONUSCO to deliver on its core mandated responsibilities, as the conflict has drawn a multiplicity of armed actors, both foreign and domestic, into an increasingly crowded theatre of operations.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In this context, on 4 January 2024, the Southern African Development Community (SADC) announced that the SADC Mission in the Democratic Republic of the Congo had been deployed on 15 December 2023 in eastern Democratic Republic of the Congo, pursuant to the SADC mutual defence pact. Mission troops are drawn from Malawi, South Africa and the United Republic of Tanzania, and the SADC Mission will support the Government of the Democratic Republic of the Congo to, inter alia, neutralize armed groups, support the protection of civilians and support the creation of a conducive environment for the delivery of humanitarian assistance. Headquartered in Goma, the SADC Mission stated that it had launched its first operational engagements in late January around Sake, some 20 km from Goma. The Mission continues to reinforce its numbers and has been working towards achieving full operational capability by mid-July.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "On 4 March 2024, the Peace and Security Council of the African Union held a virtual meeting to discuss the situation in eastern Democratic Republic of the Congo. In its communiqué, the Council endorsed the deployment of the SADC Mission in eastern Democratic Republic of the Congo and requested the African Union Commission to mobilize requisite support for the Mission, including from the Crisis Reserve Facility of the African Union Peace Fund and to expedite the transfer of equipment donated to SADC from the African Union logistics base in Douala, Cameroon. On 30 March and 13 April respectively, SADC and the Government of the Democratic Republic of the Congo sent correspondence to me, outlining their requests for possible United Nations support to the SADC Mission in the form of air assets, ground transport, infrastructure, including the handover of MONUSCO facilities upon its withdrawal, financial resources to supplement the SADC Mission budget for the procurement of drones and strategic airlift, as well as information and intelligence-collection platforms.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In recent months, the United Nations Secretariat has held extensive and wide-ranging consultations with the Government of the Democratic Republic of the Congo, the African Union, the SADC Secretariat and the countries that contribute troops to the SADC Mission in order to discuss possible areas of MONUSCO and United Nations support, in line with the parameters set out in Security Council resolution 2717 (2023). As part of these consultations, the Under-Secretary-General for Peace Operations met with key SADC interlocutors during a visit to Botswana, South Africa and the United Republic of Tanzania from 22 to 28 April.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["2717 (2023)", "https://undocs.org/en/S/RES/2717(2023)"]]}, {"text": "Throughout these consultations, SADC interlocutors have stressed that the SADC Mission is intended to serve, primarily, as a tool to help create an environment conducive to the successful implementation of ongoing regional peace efforts, namely the Luanda and Nairobi processes. While reaffirming their resolve to bring an end to the suffering faced by millions of Congolese civilians in the areas currently affected by violence, SADC leaders have stressed that the region cannot shoulder this responsibility alone.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The options for limited MONUSCO and United Nations support to the SADC Mission outlined in the present letter should be considered within the broader framework of a concerted international effort to maximize the impact of ongoing regional peace initiatives. The provision of such support would help prepare the way for the implementation of the next phases of the joint disengagement plan endorsed by the Security Council in its resolution 2717 (2023).", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["2717 (2023)", "https://undocs.org/en/S/RES/2717(2023)"]]}, {"text": "Options for United Nations support to the Southern African Development Community Mission in the Democratic Republic of the Congo", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In developing the options set out below, the Secretariat has considered the needs expressed by SADC and the Government of the Democratic Republic of the Congo in their respective correspondence of 30 March and 13 April. The extensive consultations held over the past few months were aimed at ensuring that the proposals put forward by the Secretariat are in line with the requirements of the SADC Mission, while remaining within the parameters established by Security Council resolution 2717 (2023).", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["2717 (2023)", "https://undocs.org/en/S/RES/2717(2023)"]]}, {"text": "The options presented in the present letter are premised on the assumption that peace and security in eastern Democratic Republic of the Congo can only be restored through lasting political solutions. Leveraging MONUSCO logistical and operational capabilities is thus geared towards creating an enabling environment for the successful implementation of the Luanda and Nairobi processes, working in close partnership with the African Union, SADC and other relevant regional bodies. To that end, the African Union-led Multilevel Coordination Working Group, established during the quadripartite summit of the East African Community, the Economic Community of Central African States, the International Conference on the Great Lakes Region and the Southern African Development Community, held in Luanda on 27 June 2023, remains a critical platform through which military operations and diplomatic efforts – including engagement with armed groups in support of disarmament, demobilization, reintegration, repatriation and resettlement – can be rendered mutually reinforcing.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In line with Security Council resolution 2717 (2023), the United Nations is committed to ensuring that any logistical and operational support to the SADC Mission is provided in strict compliance with the human rights due diligence policy, which sets out the measures required to assess the human rights risks of support provided by United Nations entities to non-United Nations security forces, including mitigating measures and the establishment of appropriate monitoring mechanisms.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["2717 (2023)", "https://undocs.org/en/S/RES/2717(2023)"]]}, {"text": "Further, reflecting the call by the Security Council in paragraph 21 of resolution 2717 (2023), all options presented in the present letter entail the provision of United Nations technical support aimed at promoting the highest standards of transparency, conduct and discipline for the SADC Mission contingents; supporting the implementation by the SADC Mission of a robust compliance framework in accordance with the African Union Compliance and Accountability Framework; and enhancing the capacity of the SADC Mission to prevent and address misconduct, including cases of sexual exploitation and abuse.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["2717 (2023)", "https://undocs.org/en/S/RES/2717(2023)"]]}, {"text": "Finally, all options for possible United Nations support to the SADC Mission require the strengthening of senior- and tactical-level coordination mechanisms so as to facilitate cooperation and deconfliction among MONUSCO, the Armed Forces of the Democratic Republic of the Congo and the SADC Mission.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "With the above considerations in mind, the three options outlined below are submitted for the Council’s consideration: (a) enhanced coordination, information-sharing and technical assistance under the existing MONUSCO mandate to ensure deconfliction and mitigate civilian harm; (b) limited use of MONUSCO logistical assets and capabilities under an additional Security Council authorization; and (c) the provision of more comprehensive United Nations support beyond the parameters for limited MONUSCO logistical and operational support set by Security Council resolution 2717 (2023).", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["2717 (2023)", "https://undocs.org/en/S/RES/2717(2023)"]]}, {"text": "Option 1", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Enhanced coordination, information-sharing and technical assistance", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The SADC Mission and the MONUSCO force are both headquartered in Goma. With a significant presence around the Goma airport, the SADC Mission has indicated that the regional force will initially focus its activities on opening the main access roads to Goma in order to facilitate the free movement of people, goods and humanitarian assistance. Meanwhile, MONUSCO and the Armed Forces of the Democratic Republic of the Congo are continuing their joint Operation Springbok, conducted since November 2023 to prevent M23 from advancing towards Goma, where hundreds of thousands of displaced people remain clustered in precarious circumstances. In Sake, the SADC Mission has established a base in close proximity to MONUSCO bases.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Enhanced coordination and information-sharing", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In this context, enhanced coordination and information-sharing are essential to deconflict operations, ensure the complementarity of efforts to protect civilians and ensure the safety and security of United Nations and humanitarian personnel in a particularly crowded theatre of operations. While SADC and the SADC Mission troop-contributing countries have expressed their readiness to work closely with MONUSCO, coordination in situ requires further enhancement.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "To this end, the joint Operations Coordination Centre, hosted by the Armed Forces of the Democratic Republic of the Congo in Goma, should become the main platform for tactical-level coordination among national, regional and United Nations forces operating in the same area of operations. Effective and consistent liaison presences from all three forces at the Coordination Centre would facilitate the sharing of information and threat analysis, ensure the complementarity of the support provided by MONUSCO and the SADC Mission to the Armed Forces of the Democratic Republic of the Congo, in compliance with the human rights due diligence policy on United Nations support to non-United Nations security forces, and contribute to the protection of civilians and the safety and security of United Nations personnel.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Enhanced civil-military coordination by the SADC Mission, supported by the country presence of the Office for the Coordination of Humanitarian Affairs, would also help to ensure deconfliction for the delivery of humanitarian assistance in line with humanitarian principles and the safeguarding of humanitarian action, notably by respecting humanitarian personnel and assets, facilitating humanitarian movements and maintaining a distinction between humanitarian action and the functions of MONUSCO, the SADC Mission and national forces.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Technical assistance", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Under option 1, enhanced coordination would provide a basis for MONUSCO to share its knowledge and expertise with the SADC Mission in areas where their respective mandates overlap. Specifically, this could involve technical advice on: (a) the protection of civilians, child protection, the prevention of conflict-related sexual violence, and civilian harm mitigation, including standard operating procedures on the use of artillery; (b) civil-military coordination and the facilitation of humanitarian assistance in line with humanitarian principles, in close coordination with humanitarian partners; (c) compliance with human rights and international human rights law, including in the context of support to national armed forces; (d) disarmament and weapons and ammunitions management, especially for those collected from armed groups; and (e) conduct and discipline, including measures to prevent and address sexual exploitation and abuse.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Option 2", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Limited use of logistical assets and military capabilities of the United Nations Organization Stabilization Mission in the Democratic Republic of the Congo", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The authorization for MONUSCO to leverage its operational and logistical capabilities in support of regional forces such as the SADC Mission would contribute to the predictability of the SADC Mission operations, thereby enhancing efforts to mitigate the impact of military operations on the civilian population.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "During consultations with the SADC Secretariat, the SADC Mission troop-contributing countries and the regional force’s leadership on the ground, there was an understanding that limited MONUSCO logistical and operational support could cover the following categories requested by SADC and the Government of the Democratic Republic of the Congo: (a) air assets, especially to support medical and casualty evacuation; (b) essential ground transport to support command and troop movements of the SADC Mission; (c) intelligence-sharing; and (d) use of MONUSCO facilities upon that Mission’s withdrawal.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Air assets", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Air assets constitute a critical requirement for the successful implementation of the mandated tasks of the SADC Mission, given the nature of the terrain in eastern Democratic Republic of the Congo and the lack of road infrastructure. Under option 2, MONUSCO air assets would be leveraged to support medical and casualty evacuation, troop movements and the replenishment of troops, all of which would benefit from advanced planning between MONUSCO and the SADC Mission.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "MONUSCO air and other logistical assets could be made available for medical and casualty evacuation of SADC Mission troops, with due consideration for the safety and security of peacekeeping personnel. Support for medical and casualty evacuation could involve the use of the advanced level II and III hospitals of MONUSCO, as well as light, mobile surgical module and air medical evacuation teams provided by MONUSCO contingents. These forms of support would not imply the provision of ongoing medical care for SADC Mission personnel using MONUSCO resources, as SADC has confirmed that each contributor to the SADC Mission is expected to deploy its own level I basic care capability. Evacuations to locations outside the Democratic Republic of the Congo would remain the responsibility of the SADC Mission.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Requests for use of MONUSCO air assets for troop movements and the replenishment of troops would be considered on a case-by-case basis, on the understanding that MONUSCO would prioritize the implementation of its mandate with due consideration for the safety and security of peacekeepers.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Transport vehicles", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Given the volatile security situation in the SADC Mission and MONUSCO area of operations, SADC has requested the use of MONUSCO armoured vehicles for the SADC Mission Force Commander and troop-carrying vehicles to facilitate movements of SADC Mission troops. Non-military troop-carrying vehicles owned by the United Nations, such as passenger buses and light passenger vehicles, could potentially be donated or made available without any United Nations insignia, with the understanding that parts and maintenance would be the responsibility of the SADC Mission. Such an arrangement would need to be done in strict compliance with the applicable financial and legal frameworks of the United Nations, including regulations and rules, as well as restrictions related to end-user certificates and rules, including those that apply with respect to armoured vehicles. Consistent with Security Council resolution 2717 (2023), MONUSCO will continue to ensure the implementation of its mandate and the safety and security of its personnel.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["2717 (2023)", "https://undocs.org/en/S/RES/2717(2023)"]]}, {"text": "Information and intelligence collection", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Effective, daily coordination through the Coordination Centre, hosted by the Armed Forces of the Democratic Republic of the Congo in Goma, remains a fundamental prerequisite for the sharing of information, including peacekeeping-intelligence obtained through MONUSCO aerial assets and the Geolocation Threat Analysis Unit, in line with United Nations policy. Requests by the SADC Mission for access to information gathered by MONUSCO drones could be accommodated on a case-by-case basis, with the caveat that the drones conduct approximately one tasking per day. Information-sharing could be further supported by efforts to enhance the interoperability of the communications systems employed by the SADC Mission, the Armed Forces of the Democratic Republic of the Congo and MONUSCO, including through the limited provision of equipment and the maintenance of very small aperture terminals (VSAT) bandwidth.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "United Nations Organization Stabilization Mission in the Democratic Republic of the Congo facilities", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The request by SADC and the Government of the Democratic Republic of the Congo for the SADC Mission to be given use of MONUSCO bases is dependent upon the further implementation of the joint disengagement plan. At present, all MONUSCO bases in the areas of Goma and Sake are fully utilized in support of core mandated tasks. Colocation is not desirable, including in terms of the potential risks to the safety and security of peacekeepers. Nevertheless, as the disengagement process moves forward, it will ultimately fall to the Government of the Democratic Republic of the Congo to determine whether any MONUSCO bases that are handed over to the Government are then made available to the SADC Mission.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Human rights due diligence, compliance, and conduct and discipline", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The provision of limited logistical and operational support to the SADC Mission, as proposed in option 2, would require implementation by MONUSCO of the human rights due diligence policy, supported by close coordination with the regional force and its sharing of operational information. In both public statements and discussions with the United Nations, the SADC Mission has emphasized its commitment to ensuring compliance with international humanitarian and human rights law during its operations. MONUSCO, in close cooperation with the African Union and relevant United Nations entities, would leverage the expertise of the United Nations Joint Human Rights Office in the Democratic Republic of the Congo to assist the SADC Mission in the implementation of its compliance framework, as required. Such assistance would also facilitate the effective implementation of the human rights due diligence policy by helping to ensure that appropriate measures are in place to mitigate potential risks associated with MONUSCO logistical and operational support.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Through a similar approach, MONUSCO, working closely with relevant United Nations entities, could leverage its expertise to offer technical assistance to the SADC Mission on the prevention of sexual exploitation and abuse, the reporting and investigation of allegations, and the provision of comprehensive support to victims, including the establishment and use of referral pathways. Dedicated resources would ensure that MONUSCO is able to meet its requirements under the human rights due diligence policy without detracting from the Mission’s ability to implement its core mandated tasks, and assist the SADC Mission with the implementation of its own compliance framework.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Option 3", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Comprehensive United Nations support to the Southern African Development Community Mission", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "As a third option, consideration could be given to the provision of more comprehensive United Nations support to the SADC Mission. In addition to the areas outlined in option 2 above, such support would also encompass requirements identified by SADC and the Government of the Democratic Republic of the Congo that fall outside the parameters for limited MONUSCO logistical and operational support set by the Security Council in its resolution 2717 (2023). Were the Security Council to deem option 3 appropriate, it would be critical to ensure that related arrangements and priority tasks fall squarely within the framework of United Nations efforts to create a conducive environment for the successful implementation of current regional peace initiatives, which is equally true should the Council approve option 1 or option 2.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["2717 (2023)", "https://undocs.org/en/S/RES/2717(2023)"]]}, {"text": "Categories of support that could be envisaged under option 3 would include the following: (a) facilitation of SADC Mission troop deployments and rotations through strategic airlift contractual arrangements; (b) dedicated evacuation capacity, as well as related medical support; (c) life-support services; (d) consumables; (e) capacities for managing the environmental footprint of the SADC Mission; and (f) maintenance contracts for geospatial, telecommunications and information technology and infrastructure support.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Dedicated capacities would also be required to ensure that the provision of broader United Nations logistical and operational support to SADC Mission under option 3 is provided in compliance with relevant policies, including the human rights due diligence policy and United Nations rules and regulations.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Close coordination with the Government of the Democratic Republic of the Congo, the wider United Nations system in the Democratic Republic of the Congo and the region, as well as with the African Union and SADC would be essential to ensure that the provision of United Nations logistical and operational support to the SADC Mission under option 3 contributes to the overarching goal of restoring peace and security to eastern Democratic Republic of the Congo through lasting political solutions.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Observations", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Regional actors have taken commendable steps to address the current crisis in eastern Democratic Republic of the Congo. I remain convinced that the United Nations must do all it can to ensure the successful implementation of the Luanda and Nairobi peace processes led, respectively, by the President of Angola, João Manuel Gonçalves Lourenço, the current SADC Chairperson and mediator appointed by the African Union, and by the former President of Kenya, Uhuru Kenyatta. I have called upon the Security Council to give MONUSCO a clear mandate to leverage its logistical and operational capabilities in support of regional forces that are deployed to help create the conditions for meaningful dialogue and lasting political solutions to the current crisis.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The options presented in the present letter are the product of several months of open discussions with the SADC Secretariat, SADC Mission troop-contributing countries and the Government of the Democratic Republic of the Congo. They are designed to enable MONUSCO, should the Security Council deem it appropriate, to help the SADC Mission to address some of its most immediate needs on the ground within the parameters set by paragraph 20 of Security Council resolution 2717 (2023).", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["2717 (2023)", "https://undocs.org/en/S/RES/2717(2023)"]]}, {"text": "Coordination on the ground between the SADC Mission and MONUSCO remains essential for the support provided by the United Nations to have the desired impact. I welcome the commitments expressed by SADC and by SADC Mission troop-contributing countries to ensure that such coordination occurs at all levels. While important steps have been taken, it is critical to further strengthen the mechanisms that are already in place to ensure the deconfliction of operations and maximize the combined efforts of the two forces.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "I welcome the commitment by SADC to ensure that SADC Mission activities are carried out in full compliance with international human rights and humanitarian law and that its troops maintain the highest standards of conduct and discipline. Should any of the options presented herein be pursued by the Security Council, the United Nations, working closely with SADC and the African Union, stands ready to provide support to the SADC Mission in its efforts to prevent and address potential human rights violations and abuses and cases of misconduct, including sexual exploitation and abuse, through the provision of predeployment training and technical support, as appropriate.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Finally, I wish to reiterate my appreciation for the commitment of SADC Mission troops and I express my condolences to the families of the SADC Mission soldiers who have lost their lives in the line of duty. I further commend SADC for its determination to help to create an environment conducive to the successful implementation of ongoing regional peace efforts, namely the Luanda and Nairobi processes.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "I would be grateful if you could bring the present letter to the attention of the members of the Security Council.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(Signed) António Guterres", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}]