[{"text": "Letter dated 21 August 2024 from the Secretary-General addressed to the President of the Security Council", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "I have the honour to refer to the work of the United Nations Regional Office for Central Africa (UNOCA), whose current mandate expires on 31 August 2024.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Since it was officially established in March 2011, UNOCA has made noticeable contributions to conflict prevention and management through the good offices of my Special Representatives. It has been instrumental in preventing or mitigating crises and promoting inclusive political dialogue and reform processes in Central Africa. UNOCA has bolstered cooperation on peace and security with regional and subregional organizations, in particular the African Union, the Economic Community of Central African States (ECCAS), the Central African Economic and Monetary Community, the Gulf of Guinea Commission, the International Conference on the Great Lakes Region and the Lake Chad Basin Commission.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UNOCA remained engaged with ECCAS throughout its institutional reform process, which culminated in September 2020 with the creation of the ECCAS Commission, replacing the former secretariat. UNOCA has ensured coherence and coordination in the activities of United Nations entities in Central Africa related to peace and security. UNOCA has also helped to raise awareness of gender, youth and climate issues and promoted the implementation of the agendas on women and peace and security and on youth, peace and security.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The United Nations remains determined to assist the subregion in its efforts towards greater stability. To that end, UNOCA will continue to reinforce its partnership with ECCAS so as to prevent and resolve conflicts and help sustain peace in Central Africa, strengthen national and regional governance, foster sustainable development, address cross-border security challenges and promote human rights and the meaningful participation of women, young people and civil society in early warning, peacebuilding and sustaining peace, as well as to strengthen the protection of children affected by armed conflict. UNOCA will also continue to support the effective implementation of ECCAS reform.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The persistent fragility of peace and security in Central Africa necessitates continued United Nations support, especially in the areas of preventive diplomacy, mediation, peacebuilding and peace consolidation. I therefore recommend that the mandate of UNOCA be extended for another three years, from 1 September 2024 to 31 August 2027.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "I submit herewith the draft mandate of UNOCA for the period 2024–2027, in which the four core objectives of the Office are described (see annex). The objectives are to be pursued in close collaboration with ECCAS, the Central African Economic and Monetary Community, the Gulf of Guinea Commission, the International Conference on the Great Lakes Region, the Lake Chad Basin Commission and other relevant regional and subregional partners.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UNOCA will continue to work in close collaboration with the United Nations Office for West Africa and the Sahel on issues related to maritime security in the Gulf of Guinea and on cross-border transhumance, as well as on the impact of violent extremism on countries of the Lake Chad basin region. UNOCA will also continue to ensure that gender and human rights are mainstreamed into its activities and will work in close collaboration with United Nations entities in building the capacity of national and regional actors in human rights risk analysis, early warning and prevention.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "I should be grateful if you would have the present letter and its annex brought to the attention of the members of the Security Council.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(Signed) António Guterres", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Annex", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Draft mandate of the United Nations Regional Office for Central Africa for the period 2024–2027", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The objectives below are to be pursued by the United Nations Regional Office for Central Africa (UNOCA), in close collaboration with relevant subregional and regional partners and relevant United Nations entities.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Objective 1", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Monitor political and security developments in Central Africa and carry out good offices on behalf of the Secretary-General in order to prevent and resolve conflicts, to help sustain peace and to advise the Secretary-General and United Nations entities in the region on sustaining peace issues in Central Africa", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Perform good offices on behalf of the Secretary-General to prevent and resolve conflicts, in particular in countries facing electoral or institutional crises, transition-related tensions or violent conflicts;", "type": "paragraph", "heading_level": null, "paragraph_type": null, "paragraph_level": 2, "prefix": "(a)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Collate and analyse data on, and/or, where appropriate, conduct regional research on and gender-sensitive analysis of, transnational issues relevant to peace and security and the links to human rights, humanitarian action and sustainable development, in collaboration with resident coordinators, humanitarian coordinators, United Nations country teams and other United Nations entities, as well as with international partners, regional and subregional organizations, think tanks and civil society;", "type": "paragraph", "heading_level": null, "paragraph_type": null, "paragraph_level": 2, "prefix": "(b)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Develop, in consultation with Member States, regional partners, civil society networks and local communities, including women and young people, integrated strategies for supporting national efforts to sustain peace and prevent conflicts in the region, and rally international and regional support for such strategies.", "type": "paragraph", "heading_level": null, "paragraph_type": null, "paragraph_level": 2, "prefix": "(c)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Objective 2", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Enhance subregional capacities for conflict prevention and mediation in countries of the subregion, with due attention to the principles of the Charter of the United Nations, including human rights and gender dimensions", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Enhance the capacity of subregional actors, in particular the Economic Community of Central African States (ECCAS), for conflict prevention, mediation and peace consolidation, as well as for advancing human rights and inclusive peace and democratic processes;", "type": "paragraph", "heading_level": null, "paragraph_type": null, "paragraph_level": 2, "prefix": "(a)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Serve as the secretariat of the United Nations Standing Advisory Committee on Security Questions in Central Africa and assist States in implementing the recommendations of the Committee, in accordance with relevant General Assembly resolutions;", "type": "paragraph", "heading_level": null, "paragraph_type": null, "paragraph_level": 2, "prefix": "(b)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Build partnerships with civil society, including women and youth groups, and support subregional civil society networks, in particular the Coalition of Civil Society Organizations for Peace and Conflict Prevention in Central Africa and the Coalition for Youth, Peace and Security in Central Africa;", "type": "paragraph", "heading_level": null, "paragraph_type": null, "paragraph_level": 2, "prefix": "(c)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Cooperate with regional and subregional organizations and mechanisms, in particular the African Union, ECCAS, the Central African Economic and Monetary Community, the Gulf of Guinea Commission, the Lake Chad Basin Commission, the International Conference on the Great Lakes Region and other key partners, and assist them, as appropriate, in promoting and consolidating peace, security and stability and in addressing the root causes of conflicts in Central Africa, as well as in strengthening their capacities.", "type": "paragraph", "heading_level": null, "paragraph_type": null, "paragraph_level": 2, "prefix": "(d)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Objective 3", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Support and enhance United Nations efforts in the subregion, as well as regional and subregional initiatives on peace and security, including from human rights and gender perspectives", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Promote, support and advocate United Nations, regional and subregional efforts to address the impact of persistent and emerging threats to peace and security, including those related to the continued presence of armed groups such as the Lord’s Resistance Army in the subregion and of terrorist groups in the Lake Chad basin and the Sahel region; piracy and other forms of maritime insecurity in the Gulf of Guinea; the proliferation of small arms and light weapons; children and armed conflict; the adverse implications of climate change, energy poverty, ecological changes and climate-related disasters; illicit trafficking in natural resources and wildlife; farmer-herder dynamics; conflicts concerning natural resources management; hate speech, misinformation and disinformation; and other cross-border threats, such as issues related to transhumance, as well as the regional dimension of security crises in some States of the subregion;", "type": "paragraph", "heading_level": null, "paragraph_type": null, "paragraph_level": 2, "prefix": "(a)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Promote social cohesion and inclusive political dialogue, including by facilitating the exchange of information and the sharing of best practices among national Governments, regional organizations, civil society and other entities and by providing support for the building of local and national capacities to foster peace, including infrastructures for peace and national prevention strategies, and for strengthening the rule of law and security institutions; and promote good governance, including by promoting dialogue and mediation at the community, local and national levels, facilitating full, equal and meaningful participation and leadership of women, young people and other relevant stakeholders, including religious and traditional leaders, and improving electoral processes;", "type": "paragraph", "heading_level": null, "paragraph_type": null, "paragraph_level": 2, "prefix": "(b)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Promote and support, as appropriate, regional and subregional efforts to address the root causes of and achieve sustainable solutions to forced displacement;", "type": "paragraph", "heading_level": null, "paragraph_type": null, "paragraph_level": 2, "prefix": "(c)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Rally subregional support for the peace process in the Central African Republic, in close cooperation with the United Nations Multidimensional Integrated Stabilization Mission in the Central African Republic;", "type": "paragraph", "heading_level": null, "paragraph_type": null, "paragraph_level": 2, "prefix": "(d)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Provide support to national Governments, regional organizations and institutions and civil society to mainstream a gender perspective in conflict prevention and management initiatives, as recognized by the Security Council in its resolution 1325 (2000) and subsequent resolutions on women and peace and security, as well as in its resolution 2250 (2015) and subsequent resolutions on youth, peace and security;", "type": "paragraph", "heading_level": null, "paragraph_type": null, "paragraph_level": 2, "prefix": "(e)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["1325 (2000)", "https://undocs.org/en/S/RES/1325(2000)"], ["2250 (2015)", "https://undocs.org/en/S/RES/2250(2015)"]]}, {"text": "Provide support for the enactment of resolutions and frameworks of action by regional and subregional organizations pertaining to the respect for human rights in conflict prevention, management and resolution initiatives in Central Africa while advocating the inclusion of marginalized groups in peacebuilding processes to ensure that their rights are protected for sustainable and inclusive peace.", "type": "paragraph", "heading_level": null, "paragraph_type": null, "paragraph_level": 2, "prefix": "(f)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Objective 4", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Enhance coherence and coordination in the work of the United Nations in the subregion on peace and security", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Increase internal United Nations exchanges, collaboration and joint initiatives within Central Africa, including with United Nations peacekeeping operations and special political missions in the subregion, with a clear division of labour between UNOCA and other United Nations entities in the subregion;", "type": "paragraph", "heading_level": null, "paragraph_type": null, "paragraph_level": 2, "prefix": "(a)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Enhance partnership with the United Nations development system, including the United Nations resident coordinators and country teams, and with the Development Coordination Office to further support cross-border initiatives;", "type": "paragraph", "heading_level": null, "paragraph_type": null, "paragraph_level": 2, "prefix": "(b)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Support United Nations country teams in helping to address structural conflict prevention efforts at the country level, including through contributions to common country assessments, United Nations Sustainable Development Cooperation Frameworks and relevant sustaining peace strategies, and advise on United Nations political engagement, as appropriate;", "type": "paragraph", "heading_level": null, "paragraph_type": null, "paragraph_level": 2, "prefix": "(c)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Enhance collaboration and coordination with the United Nations Office for West Africa and the Sahel in strengthening United Nations, regional and international efforts to address cross-cutting and cross-regional challenges to peace and security;", "type": "paragraph", "heading_level": null, "paragraph_type": null, "paragraph_level": 2, "prefix": "(d)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Advocate the priorities identified by United Nations entities in the subregion, including with regard to the implementation of the Sustainable Development Goals, and help to leverage the role of the African Union, ECCAS and other regional actors to that effect.", "type": "paragraph", "heading_level": null, "paragraph_type": null, "paragraph_level": 2, "prefix": "(e)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}]