[{"text": "Letter dated 11 December 2009 from the Secretary-General addressed to the President of the Security Council", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Permanent Representative of the Democratic Republic of the Congo, Mr. Atoki Ileka, in his capacity as Chairman of the Economic Community of Central African States (ECCAS), wrote to me on 28 April 2008 to reiterate the call of the heads of State and Government of ECCAS for the establishment of a United Nations Office for Central Africa, modelled on the United Nations Office for West Africa (UNOWA). The leaders of the ECCAS countries have on several occasions emphasized that the presence of such an office would facilitate coordination among ECCAS, the United Nations system and other regional organizations. They have also affirmed that that presence would help to define and implement a comprehensive and integrated approach to the challenges related to peace, security and development in Central Africa, as highlighted by the President of the Security Council in his statement of 31 October 2002 (S/PRST/2002/31). In that statement, the Security Council emphasized that capacities in the subregion of Central Africa in the area of conflict prevention and the maintenance of peace and security, as well as economic integration, should be strengthened.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "As you know, in my report on the relationship between the United Nations and regional organizations, I recommended the establishment of regional offices of the Secretariat. Those United Nations offices would be mandated to work closely with regional organizations, in particular the African Union, in the maintenance of international peace and security (see S/2008/186). In that connection, I am pleased to inform the members of the Security Council of my intention to establish a Regional Office for Central Africa, having consulted with and received the consent of States members of ECCAS. The Office will have the following core functions:", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Cooperating with ECCAS, the Central African Economic and Monetary Community (CAEMC), the International Conference on the Great Lakes Region (ICGLR), the Economic Community of the Great Lakes Countries (CEPGL) and other key partners and assisting them, as appropriate, in their promotion of peace and stability in the broader Central African subregion;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "(a)", "action_verb": "Cooperating", "action_verb_type": "preambular", "action_verb_normalized": "cooperat", "links": []}, {"text": "Carrying out good offices roles and special assignments in countries of the subregion, on behalf of the Secretary-General, including in the areas of conflict prevention and peacebuilding efforts;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "(b)", "action_verb": "Carrying", "action_verb_type": "preambular", "action_verb_normalized": "carry", "links": []}, {"text": "Strengthening the Department of Political Affairs’ capacity to advise the Secretary-General on matters relating to peace and security in the region;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "(c)", "action_verb": "Strengthening", "action_verb_type": "preambular", "action_verb_normalized": "strengthen", "links": []}, {"text": "Enhancing linkages in the work of the United Nations and other partners in the subregion, with a view to promoting an integrated subregional approach and facilitating coordination and information exchange, with due regard to specific mandates of United Nations organizations as well as peacekeeping operations and peacebuilding support offices;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "(d)", "action_verb": "Enhancing", "action_verb_type": "preambular", "action_verb_normalized": "enhanc", "links": []}, {"text": "Reporting to Headquarters on developments of subregional significance.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "(e)", "action_verb": "Reporting", "action_verb_type": "preambular", "action_verb_normalized": "report", "links": []}, {"text": "I intend to establish the United Nations Office for Central Africa in Libreville, Gabon. It would be led by a Special Representative of the Secretary-General, who would be at the level of Under-Secretary-General, supported by international and local staff.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "I should be grateful if you would bring the present letter to the attention of the members of the Security Council.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(Signed) BAN Ki-moon", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}]