[{"text": "Letter dated 15 October 2024 from the Secretary-General addressed to the President of the Security Council", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In paragraph 45 (b) of resolution 2713 (2023), the Security Council requested me to provide an update on progress against each indicator set out in the benchmarks contained within my letter dated 15 September 2022 on the technical assessment of the weapons and ammunition management capabilities of Somalia (S/2022/698), as well as elaborate an additional benchmark on the safe management of chemical precursors associated with improvised explosive device manufacture and disposal (for the previous technical assessments, see S/2014/243, S/2019/616, S/2022/698 and S/2023/676).", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["2713 (2023)", "https://undocs.org/en/S/RES/2713(2023)"], ["S/2022/698", "https://undocs.org/en/S/2022/698"], ["S/2014/243", "https://undocs.org/en/S/2014/243"], ["S/2019/616", "https://undocs.org/en/S/2019/616"], ["S/2022/698", "https://undocs.org/en/S/2022/698"], ["S/2023/676", "https://undocs.org/en/S/2023/676"]]}, {"text": "Pursuant to the Security Council’s request, which also indicated that the assessment be extended to all regions of Somalia where practicable, with specific recommendations and benchmarks as appropriate, an assessment team conducted two missions to Somalia in 2024, from 6 to 14 May and from 3 to 13 August. During its first mission, the assessment team visited Mogadishu and Kismaayo (Jubbaland). During its second mission, the assessment team visited Mogadishu, Baidoa (South-West State) and Garoowe (Puntland).", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The team also held consultations in Nairobi on 14 and 15 August 2024. Led by the Department of Political and Peacebuilding Affairs, the team also comprised staff from the Department of Peace Operations and the Mine Action Service. With the agreement of the Federal Government of Somalia, the Panel of Experts pursuant to resolution 2713 (2023) joined the assessment team for part of the assessment, during the visit held in May.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["2713 (2023)", "https://undocs.org/en/S/RES/2713(2023)"]]}, {"text": "In Mogadishu, the team participated in a national weapons and ammunition management coordination meeting and held consultations with the National Security Adviser to the President of the Federal Republic of Somalia and his staff, including the Head of the newly created Central Monitoring Department, and with representatives of the Ministry of Defence, the Somali Police Force, the National Intelligence and Security Agency and the Special Adviser to the Chief of Defence Forces. The team visited the Halane Central Armoury. A meeting scheduled with the Ministry of Family Affairs and Human Rights Development could not take place owing to logistical constraints faced by the team.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The team also met with the Special Representative of the Chairperson of the African Union Commission and Head of the African Union Transition Mission in Somalia (ATMIS), and with the European Union Training Mission in Somalia. The team met with the Acting Special Representative of the Secretary-General for Somalia and held consultations with relevant units of the United Nations Assistance Mission in Somalia (UNSOM). The team met with representatives of the United Nations Children’s Fund and of the United Nations Office on Drugs and Crime country office. The team also held consultations, in person or virtually, with the following organizations: the HALO Trust, the Mines Advisory Group and Conflict Armament Research (upon return to New York).", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In Kismaayo, the team met with the state Minister for Internal Security and other officials from the Ministry, as well as representatives of the Jubbaland Darwish force, the Jubbaland Intelligence and Security Agency and the Somali Police Force in Juba Hoose. The team visited one armoury. The team further met with ATMIS sector 6 representatives and with staff of the UNSOM field office in Kismaayo.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In Baidoa, the team met with the state Ministers for Humanitarian Affairs and Disaster Management and for Internal Security, officials from the state Ministries of Internal Security and of Justice and the state Security Office, and representatives of the Somali National Army, the Somali Police Force and the Somali Custodial Corps. The team also met with the ATMIS Commander of Sector 3 and with staff of the UNSOM field office in Baidoa.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In Garoowe, the team met with the Head of the Puntland Security Coordination Office. With most security sector representatives in Gaalkacyo accompanying the President of Puntland, no additional meetings or visits to armouries could take place. The team met with staff of the UNSOM field office in Garoowe.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In Nairobi, the team held consultations, in person or virtually, with the Chief Strategist and the Security Adviser to the President of Puntland, the Panel of Experts and the Regional Centre on Small Arms in the Great Lakes Region, the Horn of Africa and Bordering States.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Offices of the Special Representatives of the Secretary-General for Children and Armed Conflict and on Sexual Violence in Conflict were consulted, as were the Office for Disarmament Affairs and the United Nations Institute for Disarmament Research.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The team also conducted in-person and virtual consultations with Member State delegations, including Security Council members, based in New York, Mogadishu and Nairobi.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Following the assessment, preliminary findings were presented to the Federal Government of Somalia and to Council members.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Evolution of relevant sanctions measures and context", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The general and complete arms embargo established in relation to Somalia by the Security Council in resolution 733 (1992), as amended by subsequent resolutions, was lifted by the Council in resolution 2714 (2023) of 1 December 2023. There is no embargo on the Federal Government of Somalia and the Somali national armed forces – namely, the Somali National Army, the National Intelligence and Security Agency, the Somali Police Force and the Somali Custodial Corps.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["733 (1992)", "https://undocs.org/en/S/RES/733(1992)"], ["2714 (2023)", "https://undocs.org/en/S/RES/2714(2023)"]]}, {"text": "Also on 1 December 2023, a general and complete arms embargo was imposed on Al-Shabaab in Somalia by the Council in resolution 2713 (2023). Some arms control procedures were also maintained in relation to the federal member states, regional governments and licensed private security companies. Deliveries to these actors of items contained in annexes A and B to resolution 2713 (2023) are subject to a no-objection process in, or a notification for information to, the Security Council Committee pursuant to resolution 2713 (2023) concerning Al-Shabaab. United Nations personnel, ATMIS and its strategic partners, and specific international partners of Somalia are exempted from the arms embargo.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["2713 (2023)", "https://undocs.org/en/S/RES/2713(2023)"], ["2713 (2023)", "https://undocs.org/en/S/RES/2713(2023)"], ["2713 (2023)", "https://undocs.org/en/S/RES/2713(2023)"]]}, {"text": "The targeted arms embargo, applicable to individuals and entities on the sanctions list of the Committee, was introduced by the Council in resolution 1844 (2008) and remains in place.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["1844 (2008)", "https://undocs.org/en/S/RES/1844(2008)"]]}, {"text": "Restrictions on the export of components, including chemical precursors, used in the manufacture of improvised explosive devices in Somalia were introduced by the Council in resolution 2498 (2019), with adjustments made to the list of restricted items in 2020 (annex C to resolution 2551 (2020)) and 2023 (annex C to resolution 2713 (2023)).", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["2498 (2019)", "https://undocs.org/en/S/RES/2498(2019)"], ["2551 (2020)", "https://undocs.org/en/S/RES/2551(2020)"], ["2713 (2023)", "https://undocs.org/en/S/RES/2713(2023)"]]}, {"text": "The Al-Shabaab sanctions regime also includes an authorization for Member States to inspect vessels suspected of transporting weapons or military equipment, components for improvised explosive devices and charcoal, in violation of the regime.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In resolution 2713 (2023), the Council requested that the Federal Government of Somalia, in coordination and collaboration with the federal member states and regional governments as appropriate, submit two reports to the Council which include a consolidated list of the weapons, ammunition and military equipment imported during the reporting period, including manufacturer, type, calibre, lot/batch and serial numbers; and reports of the Joint Verification Team, a mechanism established by the Federal Government in 2015 following a recommendation made in the 2014 assessment (see S/2014/243). The Federal Government submitted its first report on 3 May 2024.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["2713 (2023)", "https://undocs.org/en/S/RES/2713(2023)"], ["S/2014/243", "https://undocs.org/en/S/2014/243"]]}, {"text": "In resolution 2713 (2023), the Council also requested the specific international partners of Somalia listed in paragraph 34 (c) of the resolution to submit an update on their support to Somalia and a consolidated list of their imports. In addition, the Council encouraged the Federal Government to share with the Committee a list of licensed private security companies operating in Somalia that would be allowed to import weapons, ammunition and military equipment for protection.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["2713 (2023)", "https://undocs.org/en/S/RES/2713(2023)"]]}, {"text": "Since the adoption of resolutions 2713 (2023) and 2714 (2023), the Committee has received two notifications pursuant to paragraph 19 (b) of resolution 2713 (2023) from a supplying State of the export to Somalia of restricted items covered in annex C for the purposes of safe disposal of explosives and for landmine and unexploded ordnance clearance operations.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["2713 (2023)", "https://undocs.org/en/S/RES/2713(2023)"], ["2714 (2023)", "https://undocs.org/en/S/RES/2714(2023)"], ["2713 (2023)", "https://undocs.org/en/S/RES/2713(2023)"]]}, {"text": "Update on progress in relation to the benchmark indicators", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Overall progress in achieving the indicators of the 10 benchmarks has been incremental at the federal level, with efforts being made by the Federal Government of Somalia to scale up the participation of federal member states in the established weapons and ammunition management frameworks, processes and structures. While the Central Monitoring Department in the Office of National Security – the focal point for the assessment team – demonstrated will and commitment to achieving the benchmarks, the Department’s capacity is limited and its reach within federal member states varies (see also benchmark 3 below).", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Benchmark 1", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Benchmark 1 concerns the strengthening of the legal and regulatory framework governing conventional weapons, ammunition and related materiel, with indicators focused on appropriate legislation, regulations or administrative procedures, elaboration of the procurement process requirements, and development of a national transfer control system for imports, including a national control list.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The presidential decree of 25 September 2018 remained the primary national policy on the control of arms and ammunition in the country. The Central Monitoring Department within the Office of National Security informed the assessment team that it would begin updating the national weapons and ammunition management strategy, which covers the 2021–2025 period, at the end of 2024. In addition to the 11 standard operating procedures that cover various aspects of the management of weapons and ammunition, a new standard operating procedure, pertaining to the control of weapons, ammunition and explosives in the post-embargo period, was issued in February 2024. The Central Monitoring Department reconfirmed that the standard operating procedures had been implemented at the federal level only. The firearms bill, following a first reading in the Federal Parliament, was being reviewed further by the Central Monitoring Department, the relevant ministry and the relevant parliamentary committee. The Ministry of Internal Security continued to apply standard operating procedures to regulate privately owned weapons, including those of private security companies.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In July 2024, following a widely reported incident of looting by clan militia forces of two trucks identified by the Government as containing illicit weapons and ammunition in the Caabudwaaq District of Galmudug, near the border with Ethiopia, the National Security Council, chaired by the President of the Federal Republic of Somalia, agreed on a weapons, ammunition and military equipment procurement policy that was subsequently approved by the Council of Ministers. The National Security Council also imposed a ban on the trade and smuggling of and any other business transactions related to weapons and ammunition within Somalia by non--State actors, in accordance with existing legal frameworks, which was subsequently endorsed by the Council of Ministers. The Central Monitoring Department further informed the assessment team that the Federal Government was in the process of establishing a centralized licensing authority which, inter alia, would be responsible for issuing licences for the legal possession of arms and the enforcement of arms control laws.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Somalia is a signatory, but not a State party, to the Nairobi Protocol for the Prevention, Control and Reduction of Small Arms and Light Weapons in the Great Lakes Region and the Horn of Africa. With respect to international arms control instruments, in June 2024 a Somali delegation participated in the fourth United Nations Conference to Review Progress Made in the Implementation of the Programme of Action to Prevent, Combat and Eradicate the Illicit Trade in Small Arms and Light Weapons in All Its Aspects and its International Tracing Instrument, and in the Tenth Conference of States Parties to the Arms Trade Treaty in August 2024. The Central Monitoring Department informed the assessment team that the Federal Government would continue to assess the Arms Trade Treaty’s relevance and potential benefits through internal consultations prior to making any decision on accession to the Treaty.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Recommendations", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Federal Government of Somalia, having approved a weapons, ammunition and military equipment procurement policy, should develop a national transfer control system for imports. The Federal Government is further encouraged to renew its efforts to implement the standard operating procedures in the federal member states, tailoring the procedures as needed.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Benchmark 2", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Benchmark 2 relates to the continued implementation and updating of the national weapons and ammunition management strategy, indicated by the finalization and operationalization of the results-based action plan outlined in the strategy itself, which would include baselines and targets at both the Federal Government and federal member state level.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Central Monitoring Department shared with the assessment team a preliminary one-year action plan, covering the period from May 2024 to April 2025. The action plan was expected to be developed further in the coming months. The document identified key activities, under the headings of policy and coordination, transfer controls, marking and record-keeping, stockpile management, captured weapons and chemical precursors, disposal, research (on civilian and community control of weapons and on Al-Shabaab acquisition of weapons and ammunition and related materiel), and resource mobilization, with an indication of the actors involved that would conduct such activities. An estimated timeline or deadline for completion of the activities was not included. The Central Monitoring Department shared with the assessment team that, on 28 and 29 July 2024, it organized a workshop for federal member state representatives to discuss the status of their weapons and ammunition management needs and priorities. The inputs received could then form part of a further update of the country’s comprehensive weapons and ammunition management reference baseline. Puntland was not represented.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Recommendations", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In the next iteration of the action plan, the Central Monitoring Department should establish timelines for the completion of the activities identified therein and include status updates for each activity. Where appropriate, the activities should be tailored for each federal member state according to its needs and priorities. The action plan could also benefit from the development of a resource mobilization strategy. At the end of the period covered by the action plan, it should be further updated to indicate which activities were fully concluded, which would be carried over to the following year and which would not be pursued further and why. Any single activity not completed, but meant to be pursued further, should be reflected in a way that allows easy tracking from one year to the next.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Benchmark 3", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Benchmark 3 concerns the existence of a clearly defined, and functioning, national coordination mechanism for weapons and ammunition management. Associated indicators pertain to adequate resourcing and capacitating of the lead national authority in this area, including its focal point, as well as of the coordinating entities at the federal member state level, and to the frequency and regularity of coordination and consultative meetings held.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Office of National Security, under the leadership of the National Security Adviser to the President of the Federal Republic of Somalia, remained the lead national authority. The Central Monitoring Department was established through a presidential decree on 8 October 2023, prior to the adoption of Security Council resolutions 2713 (2023) and 2714 (2023). The Department, composed of only four dedicated staff members, is not only mandated to provide coordination, oversight, assurance and monitoring of the delivery, marking, circulation and audit of weapons and ammunition across Somalia, as reflected in resolution 2714 (2023), but also serves as a central authority for the implementation of other sanctions-related aspects of the two resolutions. The Central Monitoring Department has a critical role to play in the implementation of the national weapons and ammunition management strategy, including physical security and stockpile management and national counter-improvised explosive device efforts, and in coordinating capacity-building efforts.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["2713 (2023)", "https://undocs.org/en/S/RES/2713(2023)"], ["2714 (2023)", "https://undocs.org/en/S/RES/2714(2023)"], ["2714 (2023)", "https://undocs.org/en/S/RES/2714(2023)"]]}, {"text": "The aim of the Central Monitoring Department is to eventually create sub-offices in each of the federal member states. A previous assessment (S/2022/698) noted the establishment of regional security offices in the federal member states in 2017, each including a weapons and ammunition focal point. The Central Monitoring Department sub-offices would essentially build on existing infrastructure and personnel, with updated mandates for the post-embargo period.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["S/2022/698", "https://undocs.org/en/S/2022/698"]]}, {"text": "In May 2024, the Central Monitoring Department organized a national weapons and ammunition management coordination meeting. This meeting brought together various stakeholders to take stock of the progress made in implementing the national weapons and ammunition management strategy and validate the one-year action plan. The Central Monitoring Department also made a brief presentation on challenges associated with achieving benchmarks 1 to 8. The assessment team participated in this meeting, which had representation from most federal member states and from international partners. Puntland was not represented. A follow-up meeting, on a smaller scale, is scheduled for October 2024, at which time the action plan is expected to be developed further.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Recommendations", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "International partners could help enhance the capacity of the Central Monitoring Department as well as help establish and build the capacity of sub-offices at the level of the federal member states. The enhanced capacity should be used to establish a focal point within the Department for systematic collaboration with the Ministry of Family Affairs and Human Rights Development on implementing benchmarks 9 and 10 (see also the sections below on those benchmarks).", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Benchmark 4", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Benchmark 4 covers functioning and effective weapons and ammunition accounting and management systems, as demonstrated by the marking of newly imported, existing and captured weapons, the recording of weapons in a central database and digitalization of the registration of weapons of the Somali national armed forces, and the establishment of ammunition accounting and life-cycle management procedures in line with international guidelines.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Halane Central Armoury in Mogadishu continued to serve as the main reception point for imported weapons and the main processing point for the marking, recording, initial storage and distribution of imported weapons. The Armoury also has the capacity to store any weapons system not recently imported but which requires secondary marking and/or recording. The assessment team visited the Halane Central Armoury in August 2024. The Central Monitoring Department informed the team that, as of August 2024, 22,387 weapons of the Somali National Army were digitally registered, in addition to 8,921 weapons of the Somali Police Force.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "From the May 2024 report submitted by the Joint Verification Team, the assessment team noted that while the Somali Police Force in the Banaadir region actively used the weapons registration system and database for stockpile management and oversight, this practice had not yet been extended to the federal member states. Any weapons registration activity that happens within a federal member state is undertaken by a Somali Police Force team from Mogadishu that travels to that state to carry out the registration. The Central Monitoring Department indicated to the assessment team that marking equipment and related training on the use of such equipment was needed at the federal member state level. The Central Monitoring Department also indicated that additional marking equipment, related training and capacity-building would be beneficial at the federal level as well.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The weapons and ammunition database, piloted by the Somali Police Force, now also includes weapons of the Somali National Army. Information on ammunition stockpiles still needs to be included. The process of drafting a standard operating procedure on ammunition management, with the assistance of the Mine Action Service, is ongoing. Ammunition accounting and life-cycle management practices, therefore, have not been developing at a rate consistent with that of weapons. A database of captured weapons now contains 109 weapons, an increase from 56 weapons around the same time in 2023.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Recommendations", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Central Monitoring Department, with the support of international partners, should build on its efforts to periodically mark and register weapons at the level of the federal member states by prioritizing the enhancement of local capacities to conduct such activity in a continuous, systematic manner. An initiative could also be launched to mark and register weapons held by clan militias, “community defence forces” and civilians. Ammunition accounting and life-cycle management, with robust details on expenditure, loss or theft, and age and disposal, should be prioritized.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Benchmark 5", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Benchmark 5 relates to available, functioning and effective physical security and stockpile management of weapons and ammunition. Associated indicators relate to an audit of existing weapons armouries, a needs assessment of weapons armouries, ammunition storage areas and associated weapons and ammunition training requirements, and the availability of sufficient armouries and ammunition storage areas to support security forces, all managed according to relevant international guidelines.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "As noted in the previous update (S/2023/676), of the 140 audited armouries across Somalia, excluding the 77 armouries located in “Somaliland”, 70 were determined to be operational. Construction of the new armoury at the headquarters of the Somali Police Force in Mogadishu was completed and the Halane Central Armoury has been rehabilitated. In addition to the Halane Central Armoury, the assessment team visited one armoury in Kismaayo and one armoury in Baidoa. A lack of ammunition storage areas has led armouries, including the three visited, to be repurposed into dual weapons and ammunition storage sites. The dual use is not consistent with internationally recognized physical security or explosive safety principles (see the International Ammunition Technical Guidelines). A core physical security principle is that weapons should be stored separately from ammunition.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["S/2023/676", "https://undocs.org/en/S/2023/676"]]}, {"text": "The inspection criteria and safety considerations vary significantly among armouries and ammunition stores. The issue of where centralized stocks of high explosives can be stored remains a challenge. A technical inspection of the Halane Central Armoury, requested by the Office of National Security and conducted by the Mine Action Service in December 2023, provided detailed information on the risks associated with the use of the Armoury to store high explosives, and the Office of National Security has communicated with the United Nations regularly in 2024 to find a solution. A donor concept note for the construction of a permanent explosive depot to serve the Mogadishu area has been produced. Plans to repurpose the Jazeera ammunition storage area, referenced in the previous progress update, have yet to be considered and finalized.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In May 2024, an international partner assisted Federal Government authorities in disposing of 16,500 kg of unserviceable high-explosive ammunition previously supplied to Somalia by the international partner and stored in the Halane Central Armoury. In late August 2024, the Central Monitoring Department informed the assessment team that all high-explosive ammunition, which appeared to be in the process of being moved out when the assessment team visited the Armoury, had been relocated. Given that no suitable ammunition store currently exists, the high-explosive ammunition, even in alternate locations in Mogadishu, continues to pose a safety risk.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "As noted in the previous progress update, the physical security of weapons and ammunition is also a necessary component for the reinforcement of the forward operating bases being handed over by ATMIS to the Somali National Army, to support the defence of those sites and mitigate the risk of looting of items stored in them (see also benchmark 7 below).", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Recommendations", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Given that armouries, by design, are very similar in construction to ammunition stores, the Federal Government of Somalia, with the support of international partners, should conduct an audit to establish whether any of the 140 armouries could represent a safe explosives storage solution in line with the International Ammunition Technical Guidelines, provided the weapons therein are relocated. Concurrently, international partners should support projects that offer long-term, safe explosives storage solutions both in Mogadishu and in each of the federal member states.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Benchmark 6", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Benchmark 6 concerns the coordination, resourcing, functioning and operationalization of the Joint Verification Team, as indicated by the increased proportion of imported and notified weapons and ammunition documented and cross-referenced, and by the further broadening and deepening of joint verification coverage, including in federal member states.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "As noted in previous assessments, the Joint Verification Team comprises the Federal Government and experts from Conflict Armament Research. The Joint Verification Team conducts routine inspections of the stockpiles, inventory records and supply chain of weapons of the Somali security forces to help mitigate the diversion of arms and ammunition to entities outside the security services of the Federal Government. In its May 2024 report, the Joint Verification Team indicated that it had documented 26,582 weapons either directly or remotely using software applications. It had matched, or verified, a much smaller number of weapons – 3,578 – previously notified to the Committee by the Federal Government or by supplying States as having been delivered to Somalia. The Joint Verification Team noted that, in the past, it had not received post-delivery notifications submitted to the Committee in a systematic manner. Moreover, the Joint Verification Team pointed out that the notifications that had been received rarely contained serial numbers, making cross-referencing impossible. The Joint Verification Team still does not document and verify ammunition data, given that the post-delivery notifications accessible to it do not include the level of detail that would allow ammunition to be identified and verified in the field. As noted in the previous progress update, according to a database continually updated by the Joint Verification Team and the Panel of Experts, since the partial lifting in 2013 of the arms embargo established by resolution 733 (1992), the Federal Government had received approximately 44,000 weapons and 101 million rounds of ammunition, including 71,000 RPG-7 rounds.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["733 (1992)", "https://undocs.org/en/S/RES/733(1992)"]]}, {"text": "Going forward, resolution 2713 (2023) has strengthened the language on notifications to include the lot/batch and serial number of the weapons and/or ammunition to be supplied to federal member states, regional governments and private security companies which are subject to notifications. In relation to post-embargo imports intended for the Somali national armed forces, the Central Monitoring Department highlighted its efforts to ensure that the Ministry of Defence, which handles all procurement, regularly shared with it the consignment details, including serial numbers, from supplying States so that the information could be properly recorded.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["2713 (2023)", "https://undocs.org/en/S/RES/2713(2023)"]]}, {"text": "Pursuant to resolution 2662 (2022), the Secretariat prepared, in consultation with the Federal Government, a template form for notifications and submitted it to the Committee in November 2023. That version of the template form had already requested lot/batch and serial numbers from supplying States. Once an updated version of the template form that takes into account all the relevant provisions of resolutions 2713 (2023) and 2714 (2023) has been submitted to and approved by the Committee, use of the form will help ensure that future notifications contain all the requisite details necessary for verifying notified weapons and ammunition.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["2662 (2022)", "https://undocs.org/en/S/RES/2662(2022)"], ["2713 (2023)", "https://undocs.org/en/S/RES/2713(2023)"], ["2714 (2023)", "https://undocs.org/en/S/RES/2714(2023)"]]}, {"text": "Recommendations", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Committee may wish to transmit a consolidated file of all post-delivery notifications received by it, since the partial lifting of the arms embargo in 2013, to the Central Monitoring Department for sharing with the Joint Verification Team. The Federal Government of Somalia should be encouraged to adopt its own internal template form, to be disseminated to potential suppliers of weapons, ammunition and military equipment to the Federal Government and to the Somali National Army, the National Intelligence and Security Agency, the Somali National Police Force and the Somali Custodial Corps, that would require lot/batch and serial numbers as part of the procurement process.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Benchmark 7", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Benchmark 7 concerns the existence of a coordinated and context-specific system to ensure the traceability of recovered weapons. The associated indicators relate to the designation of a national focal point or focal point entity on the tracing of weapons, ammunition and related materiel recovered from the illicit sphere, in line with international instruments and standards. The associated indicators also relate to the activation of the harmonized Federal Government of Somalia and ATMIS standard operating procedure on recovered weapons, including through the establishment of focal points, and the proportion of recovered weapons traced by a competent national authority or a mandated entity.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Experts from Conflict Armament Research continues to conduct analytical and tracing work on behalf of the Office of National Security. The Central Monitoring Department informed the assessment team that training sessions were being planned to build in-house capabilities in due course. The harmonized and updated standard operating procedure, signed by the Federal Government and the ATMIS Head of Mission in July 2023, remained in place. ATMIS informed the assessment team that the standard operating procedure had been disseminated to all ATMIS sector commanders in May 2024. ATMIS noted that one of the challenges of recovering weapons from the front lines was their safe storage prior to their transfer to sector headquarters. In that regard, ATMIS pointed out that mobile armouries could be beneficial. The Federal Government has yet to receive captured weapons under the agreed procedure.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Central Monitoring Department subsequently shared with the assessment team its exchange of correspondence with ATMIS, in late September 2024, on activating the updated standard operating procedure. The correspondence also indicated that ATMIS focal points were in place in both Mogadishu and the ATMIS sectors. The Central Monitoring Department informed the assessment team that as of August 2024, the database on captured and recovered weapons contained 109 weapons, including weapons recovered by the Somali National Army and Jubbaland security forces in July 2024 after having repelled an attack by Al-Shabaab.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In 2024, as reported by the Panel of Experts, the Federal Government of Somalia and federal member states facilitated direct access by the Panel to 5 illicit weapons that were documented by the Panel, and shared analytical data on an additional 50 illicit weapons.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Recommendations", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "As was done in May 2024, ATMIS should systematically disseminate the standard operating procedure following any changes to the leadership of the sector commanders. The standard operating procedure could also become part of the predeployment training sessions and orientation briefings to new troops following troop rotation. International partners could support the acquisition of mobile armouries. Such armouries should not obviate the need to promptly transfer captured weapons, as soon as the logistics allow, from the front lines to the sector headquarters and from there to Mogadishu for processing at the Halane Central Armoury. The Federal Government, federal member states and ATMIS could invite, in a more systematic manner, the Panel of Experts to document recovered weapons after they are captured or found in caches.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Benchmark 8", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Benchmark 8 involves the adoption of a consolidated and costed training plan, incorporating training of trainers programmes, to enable the implementation of the national weapons and ammunition management strategy, including a framework for training to implement the gender section of the strategy. The associated indicator relates to the delivery, according to the training plan, of weapons and ammunition management training to security forces, including at the federal member state level.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In the absence of a comprehensive training plan, international partners continued to provide individual training sessions to Somali security forces. In 2024, training was provided by three international partners in the following areas: the weapons and ammunition management database; the munitions safety programme; weapons marking and disposal; armoury storekeeping; ammunition handling; and captured weapons identification and documentation. The Central Monitoring Department was unable to provide updated figures on the number of trainees and their affiliation, but noted that a training tracker database had been established. It was also not clear to the assessment team whether any of the training sessions had been provided at the federal member state level. No update was available on the identification of trainers from within the trainees.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Recommendation", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Central Monitoring Department should develop a comprehensive plan for personnel capacity-building, including training sessions, aligned with and based on the relevant international standards and guidelines, which would assist in promoting a unified approach to capacity-building, both at the federal and at the federal member state level.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Benchmark 9", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Benchmark 9 concerns continued engagement with my Special Representative on Sexual Violence in Conflict, including with a view to adopting action plans to combat sexual violence in conflict, with indicators focused on the establishment and operationalization of a national sexual offenders register against which potential army and police recruits are screened and of mechanisms to hold perpetrators of sexual violence accountable, as demonstrated by the number of fully processed cases.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Central Monitoring Department informed the assessment team that the Somali Sexual Offenses Bill had been sent back to the Ministry of Family Affairs and Human Rights Development and, following consultations, was revised and renamed the Rape and Indecency Offenses Bill. The draft bill was approved by the Federal Cabinet on 28 December 2023 and has yet to be considered by the Federal Parliament. While it defines a child as a person under 18 years of age, which is a positive element and in line with the Convention on the Rights of the Child and the African Charter on the Rights and Welfare of the Child, it also contains in its current form articles that do not comply with the country’s international human rights obligations. The United Nations family in Somalia intends to continue its work with the Federal Government in this regard.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The previous update noted that in September 2022, the Federal Government of Somalia had adopted a national action plan for the implementation of the Somali Women’s Charter and Security Council resolution 1325 (2000) on women and peace and security, which incorporated priorities set out in the 2013 joint communiqué between Somalia and the United Nations on ending sexual violence in conflict. Action on those priorities would demonstrate further progress in achieving this benchmark.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["1325 (2000)", "https://undocs.org/en/S/RES/1325(2000)"]]}, {"text": "The Central Monitoring Department informed the assessment team that the women and child protection unit within the Somali Police Force continued to face challenges related to resources and capacity, including the lack of a comprehensive database entry system and difficulties in evidence collection – for example owing to the lack of forensic expertise. According to the Central Monitoring Department, the Criminal Investigation Department of the Somali Police Force was in the process of establishing forensic labs.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "On 30 April 2024, a joint publication by UNSOM and the Office of the United Nations High Commissioner for Human Rights, entitled “Tackling sexual violence in Somalia: prevention and protection”, was issued that contained an analysis of trends and patterns of sexual violence in Somalia during the period 2017–2022 and critical recommendations on how to strengthen the protection environment for women and girls. Key challenges in establishing and operationalizing women and child protection units in the Banaadir region and in federal member states were also identified in the report, including the lack of well-equipped and -trained personnel to discharge mandated functions. No information was made available to the assessment team on the three cases of sexual offenses, perpetrated by security entities, that had been previously reported by Federal Government authorities as being investigated and prosecuted, but the general role of the civil and military coordination unit within the Somali National Army, in the handling of such cases, was highlighted. My annual report on conflict-related sexual violence (S/2024/292) contains additional data relevant to this benchmark.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["S/2024/292", "https://undocs.org/en/S/2024/292"]]}, {"text": "Recommendations", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Federal Government of Somalia should expeditiously adopt legislation in line with its international human rights obligations, which would protect all persons from sexual violence and strengthen protection measures for women and girls. The Federal Government is further encouraged to implement the priorities set out in the 2013 joint communiqué between Somalia and the United Nations. The international community should assist the Federal Government with establishing and operationalizing women and child protection units within the police across the country.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Benchmark 10", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Benchmark 10 concerns continued engagement with my Special Representative for Children and Armed Conflict, including with a view to implementing the Somalia 2019 road map to expedite the 2012 action plans on ending and preventing the recruitment and use, and the killing and maiming, of children. Associated indicators relate to the establishment and operationalization of clear age-assessment and screening procedures for the Somali army and police, as well as mechanisms to hold perpetrators of grave violations against children accountable, as demonstrated by the number of fully processed cases. An associated indicator also relates to the continued application of the standard operating procedures for the reception and handover of children separated from armed groups to child protection actors, with access allowed at every stage of the release and reintegration process.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "According to the Central Monitoring Department, the Child Rights Bill and the Juvenile Justice Bill will be finalized and enacted by the end of 2024. The age-assessment and screening procedures for the army and police are in place. The age-assessment guidelines and there standardized checklist, endorsed by the Federal Government in July 2023, are being implemented. They had been disseminated in the Banaadir region and efforts were under way to scale up implementation in federal member states. My annual report on children and armed conflict (A/78/842-S/2024/384) reflects the number of verified cases of child recruitment and use in Somalia, and by which actor.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["A/78/842-S/2024/384", "https://undocs.org/en/A/78/842"]]}, {"text": "The Central Monitoring Department reported to the assessment team that accountability mechanisms remained in place within the army and police to hold perpetrators of grave violations against children accountable, including through the efforts of the civil and military coordination unit within the Somali National Army. No specific data on investigations and/or prosecutions were available to the assessment team (see also benchmark 9). The Central Monitoring Department conveyed to the assessment team that the 2014 standard operating procedures for the reception and handover of children separated from armed groups continued to be implemented. However, as verified by the United Nations, there was a significant increase in the number of children detained for their alleged association with armed groups (see A/78/842-S/2024/384).", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["A/78/842-S/2024/384", "https://undocs.org/en/A/78/842"]]}, {"text": "Recommendations", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Federal Government of Somalia should further strengthen its age-assessment and screening procedures, including through wider dissemination of the age-assessment guidelines, and its accountability mechanisms. The Federal Government and federal member states should further enhance their implementation of the 2014 standard operating procedures and to comply with juvenile justice standards.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Additional benchmark on the safe management of chemical precursors associated with improvised explosive device manufacture and disposal", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The use of home-made explosives by Al-Shabaab was conclusively documented by the Panel of Experts on Somalia in 2019 (see S/2019/858 and S/2019/858/Corr.1). The requisite precursor chemicals utilized by Al-Shabaab, alongside other typical home-made explosive precursors and improvised explosive device components, are listed in annex C to resolution 2713 (2023). The dual-purpose nature of these precursors presents a challenge in controlling their import and use while ensuring minimal disruption to industry.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["S/2019/858", "https://undocs.org/en/S/2019/858"], ["S/2019/858/Corr.1", "https://undocs.org/en/S/2019/858/Corr.1"], ["2713 (2023)", "https://undocs.org/en/S/RES/2713(2023)"]]}, {"text": "The Central Monitoring Department informed the assessment team that an act on chemical precursors had been drafted but required further consultation with relevant institutions before it could be taken forward. The Central Monitoring Department also informed the team that a task force, with the participation of international partners, including the Mine Action Service, had been formed to draft a counter-improvised explosive device strategy by October 2024. Once completed, the strategy was anticipated to transition into a coordination mechanism for implementing a national action plan on countering improvised explosive devices, aligned with the requirements of resolution 2713 (2023). However, the task force had yet to convene.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["2713 (2023)", "https://undocs.org/en/S/RES/2713(2023)"]]}, {"text": "Currently, the Somali Police Force has 21 explosive ordnance teams, each containing six personnel. The teams are trained in basic explosive ordnance evidence collection. There is no capability to analyse explosives at the field/operational level. In addition, the Federal Government lacks the local capability to analyse explosives in relation to chemical precursors at any level, and relies on ad hoc international support. The Mine Action Service was the main provider of explosive ordnance disposal training and related evidence collection training, which was halted earlier in 2024 owing to funding issues. The capacity-building of and support for the Somali Police Force is still required in these areas.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In view of the above, the additional benchmark on the safe management of chemical precursors associated with improvised explosive device manufacture and disposal, with related indicators, could be as follows.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Benchmark 11: a context-specific, functional control mechanism targeting explosive precursor chemicals used in the manufacture and disposal of improvised explosive devices is in place", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Indicators", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "–\tLegislation controlling explosive precursor chemicals is drafted, approved and enacted.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "–\tA counter-improvised explosive device strategy that refers to related legislation and processes is drafted and implemented.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "–\tThe strategy should reference provisions for record-keeping, such as creating a central database that allows for the enhanced oversight of the import, sale and use of explosive precursor chemicals.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "–\tThe strategy should incorporate the capacity to collect, analyse and manage evidence relating to explosives.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Observations", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "With the lifting of the arms embargo established by resolution 733 (1992), there is a pressing need for further advances in weapons and ammunition management. A key and urgent challenge is extending the weapons and ammunition management frameworks, processes and structures to the federal member state level, taking into account the different needs, priorities and perspectives of each state. This requires necessary engagements and cooperation between the Federal Government and the federal member states. Another challenge is to apply the frameworks to the weapons held by clan militias, “community defence forces” and civilians. I welcome the will and commitment demonstrated by the Federal Government of Somalia to make progress on achieving the associated indicators of the 10 benchmarks. I encourage the Federal Government, together with the federal member states, to accelerate their efforts and to initiate such efforts where this has not been done.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["733 (1992)", "https://undocs.org/en/S/RES/733(1992)"]]}, {"text": "Continued improvements in weapons and ammunition management capabilities play an important part in the Somali security transition, as ATMIS continues to hand over security responsibilities to the Somali security forces and the Security Council considers the authorization of the follow-on African Union mission. Beyond weapons and ammunition management within the country, it remains critical to counter the illicit flow of arms into Somalia. The Panel of Experts continues to play a vital monitoring role in this regard. I encourage renewed cooperation between the Federal Government and the Panel in the post-embargo period. As I have noted in my previous assessments, periodic engagement between countries in the region and the Committee, in order to raise awareness of the trends and patterns in cross-border arms trafficking, may assist in identifying additional solutions, including ways to enhance border management and control.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The present letter elaborates a new benchmark as requested by the Security Council. The associated indicators, if endorsed, accepted and supported, could assist in reducing the threat posed by improvised explosive devices in Somalia.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "I call upon the international community to support the Federal Government and the federal member states, as appropriate, in achieving progress against the benchmarks, including through the provision of resources and capacity-building support, with predictable funding, in a coordinated and coherent manner.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Finally, I thank the Federal Government of Somalia for its continued strong cooperation and active participation in this assessment, and the state representatives in Kismaayo, Baidoa and Garoowe for their inputs. I also wish to express my gratitude to the United Nations family in Somalia, ATMIS, Member States and regional and international organizations for their continued support of and engagement with the assessment team.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(Signed) António Guterres", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}]