[{"text": "Letter dated 15 September 2022 from the Secretary-General addressed to the President of the Security Council", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In paragraph 42 of resolution 2607 (2021), the Security Council requested me to provide, following the completion of a technical assessment of the weapons and ammunition management capability of Somalia, recommendations to improve that capability further. The Security Council further requested that I articulate options for clear, well-identified and realistic benchmarks that could serve to guide the Council in its review of the arms embargo measures in the light of progress achieved to date in the weapons and ammunition management capability of Somalia and its compliance with resolution 2607 (2021), and particularly the Council’s consideration of possible modification, suspension or lifting of those measures.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["2607 (2021)", "https://undocs.org/en/S/RES/2607(2021)"], ["2607 (2021)", "https://undocs.org/en/S/RES/2607(2021)"]]}, {"text": "Pursuant to the Council’s request, an assessment team conducted a mission to Somalia (Mogadishu and Baidoa, South-West State) from 16 to 24 July 2022. The team also held consultations in Nairobi on 25 July 2022. Led by the Department of Political and Peacebuilding Affairs, the team also comprised technical experts from the United Nations Institute for Disarmament Research (UNIDIR) and the United Nations Mine Action Service. Upon invitation from the Federal Government of Somalia, the Panel of Experts on Somalia also joined for part of the assessment.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In Mogadishu, the team held consultations with representatives of the Federal Government of Somalia: the National Security Adviser to the President of the Federal Republic of Somalia and his staff, including the National Focal Point for Weapons and Ammunition Management; and representatives of the Ministries of Defence, Internal Security and Justice and Judiciary Affairs, as well as the Somali National Army and Somali Police Force, National Intelligence and Security Agency, Office of the Mayor of Mogadishu and the national component of the Joint Verification Team.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The team met with the Special Representative of the Secretary-General for Somalia, and representatives of the United Nations Assistance Mission in Somalia (UNSOM) and UN-Women, as well as the African Union Transition Mission in Somalia (ATMIS), the European Union Naval Force Somalia (Operation Atalanta) and the European Union Training Mission in Somalia. The team also held consultations with the HALO Trust and the Mines Advisory Group. In Baidoa, the team met with the Head of UNSOM in Baidoa, and the ATMIS Commander of Sector 3. The team also met with the South-West State Ministers of Internal Security and Justice, as well as representatives of the Regional Security Office (including the Weapons and Ammunition Management Focal Point), the Somali National Army and Somali Police Force. I was saddened to learn of the tragic deaths of the South-West State Minister of Justice, Sheikh Hassan Ibrahim, and several other people, as a result of a deadly attack by Al-Shabaab shortly after this meeting. The incident underscored the continued threat the group poses to peace and stability in Somalia.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Federal Government of Somalia enabled a visit by the assessment team to the Somali Police Force headquarters, a Somali Police Force storage site and a Somali Police Force explosive ordnance disposal explosive storage, as well as the Halane Central Armoury, and a new ammunition storage facility currently under construction in Jazeera, in Mogadishu. In Baidoa, the team visited Somali National Army and Somali Police Force armouries.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In Nairobi, the team held consultations with the Panel of Experts on Somalia, the Regional Centre on Small Arms, the Bonn International Centre for Conflict Studies, the United Nations Office on Drugs and Crime (UNODC) and the organization Conflict Armament Research.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The team conducted in-person and virtual consultations with Member State delegations, including Security Council members, based in New York, Mogadishu and Djibouti.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Offices of the Special Representatives of the Secretary-General on Children and Armed Conflict and on Sexual Violence in Conflict were also consulted.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A debrief was provided, both to the Federal Government of Somalia and to Council members, on the assessment team’s findings.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Somalia is currently undergoing a critical evolution as it implements the Somalia Transition Plan and gradually assumes greater responsibility for its national security. Through its resolution 2628 (2022), the Council requested benchmarks on the implementation of the security transition, including benchmarks for the effectiveness of ATMIS, the Somalia Transition Plan and the national security architecture. Through resolution 2632 (2022), the Council also requested recommendations for benchmarks to track the timely execution and achievement of the UNSOM mandate.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["2628 (2022)", "https://undocs.org/en/S/RES/2628(2022)"], ["2632 (2022)", "https://undocs.org/en/S/RES/2632(2022)"]]}, {"text": "This is my third assessment on weapons and ammunition management and the arms embargo in relation to Somalia (for the two previous assessments, see S/2014/243 and S/2019/616).", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["S/2014/243", "https://undocs.org/en/S/2014/243"], ["S/2019/616", "https://undocs.org/en/S/2019/616"]]}, {"text": "Arms embargo and context", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A general and complete arms embargo was established in relation to Somalia, by resolution 733 (1992) of the Security Council. A targeted arms embargo, applicable to individuals on the sanctions list of the relevant committee together with other targeted measures (travel ban and assets freeze), was introduced in resolution 1844 (2008). The territorial arms embargo was partially lifted by resolution 2093 (2013) for a limited period in order to support the development of the security forces of the Federal Government of Somalia and to provide security for the Somali people. Since then, the embargo has been further eased and streamlined by the Council, for example, with the addition of new exemptions, including for Somali security sector institutions other than those of the Federal Government of Somalia; the lifting of the notification requirement for the provision of technical advice, financial and other assistance, and training related to military activities, intended solely for the development of the Somali National Security Forces; and the renewal of the partial lifting of the arms embargo without an expiry date, which, previously, had been renewed on a yearly basis. Restrictions on the import of components for improvised explosive devices were introduced in resolution 2498 (2019).", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["733 (1992)", "https://undocs.org/en/S/RES/733(1992)"], ["1844 (2008)", "https://undocs.org/en/S/RES/1844(2008)"], ["2093 (2013)", "https://undocs.org/en/S/RES/2093(2013)"], ["2498 (2019)", "https://undocs.org/en/S/RES/2498(2019)"]]}, {"text": "Currently, the partially lifted arms embargo incorporates five exemptions and a biannual reporting requirement from the Federal Government of Somalia, as most recently reflected in resolution 2607 (2021). The exemptions are: those subject to the approval of the Security Council Committee pursuant to resolution 751 (1992) concerning Somalia; those requiring the absence of a negative decision by the Committee and a post-delivery notification; those requiring an advance notification and a post-delivery notification to the Committee, or only an advance notification; and, standing exemptions (or exceptions) for which no prior decision by or notification to the Committee is required. The reporting requirement covers, inter alia, information on the structure, composition, strength and disposition of the security forces of the Federal Government of Somalia, and the status of regional and militia forces; reports by the Joint Verification Team; and post-distribution notifications. Since the beginning of 2019, when my previous assessment on the partially lifted arms embargo was conducted, the Committee has cleared eight exemption requests and received 100 exemption notifications from the Federal Government of Somalia, other States and regional organizations. The Committee received 23 post-delivery notifications during the same period. Aimed at providing additional guidance to the Federal Government of Somalia, and to supplying States or international, regional and subregional organizations, concerning the procedural requirements for submission of exemption requests and notifications, the Committee issued an updated implementation assistance notice in May 2022.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["2607 (2021)", "https://undocs.org/en/S/RES/2607(2021)"], ["751 (1992)", "https://undocs.org/en/S/RES/751(1992)"]]}, {"text": "For better implementation of the partially lifted arms embargo, an authorization, renewed annually, for Member States to interdict arms, as well as charcoal and specific components for improvised explosive devices, being transported in violation of the sanctions regime, in Somali territorial waters and on the high seas off the coast of Somalia, was first introduced in resolution 2182 (2014).", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["2182 (2014)", "https://undocs.org/en/S/RES/2182(2014)"]]}, {"text": "In its engagements with the assessment team, the Federal Government of Somalia expressed the view that the partially lifted arms embargo hindered the fight against Al-Shabaab by restricting the access to weapons by the Government, since potential suppliers did not wish to be involved in the onerous approval or notification process. Dissatisfaction was also voiced at the fact that the Government continued to lack visibility and oversight of equipment delivered to the Somali security sector institutions other than those of the Government, despite the request contained in resolution 2607 (2021) for States, or international, regional and subregional organizations to inform the Federal Government of such deliveries. There is, moreover, no requirement for the Committee, after it receives exemption requests or notifications for these deliveries, to transmit the information to the Government.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["2607 (2021)", "https://undocs.org/en/S/RES/2607(2021)"]]}, {"text": "The Federal Government of Somalia reiterated its previously held position on the complete lifting of the arms embargo. Notwithstanding its position, and cognizant of the gradual approach adopted by the Security Council in easing the arms embargo in previous years, the Federal Government expressed support for the benchmarking exercise. In a position paper on the arms embargo subsequently shared with the assessment team, the Government called for specific items, currently subject to an approval process, to be made subject to notification only. This position paper concludes that the Somali National Armed Forces conducting offensive operations in the areas of operations outlined in the Somalia Transition Plan should be exempt from the partially lifted arms embargo.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Assessment of weapons and ammunition management capability, including recommendations for improvement, and options for relevant benchmarks", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The present section provides an assessment of the weapons and ammunition management capability of Somalia, including recommendations for improvement, organized by stages of the weapons and ammunition life cycle, and, as appropriate, highlighting the country’s support needs. As requested, I also present options for the Security Council’s consideration in the development of relevant benchmarks.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "National framework", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Assessment", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Since my assessment in 2019, the Federal Government of Somalia has further strengthened its national framework governing weapons and ammunition management. With the presidential decree of 18 September 2018 continuing to serve as the primary national policy, in 2020 the Government developed a national weapons and ammunition management strategy, with support from international partners. The strategy provides a key policy road map for weapons and ammunition management in Somalia for the 2021–2025 period. It outlines commitments and goals for managing each stage of the weapons and ammunition life cycle, as well as the roles and responsibilities for different actors, both at the Federal Government and federal member state level. Notably, it also addresses important cross-cutting issues, including gender. The assessment team understands the strategy to be a living document, to be updated by the Federal Government of Somalia as needed. In resolution 2607 (2021), the Security Council welcomed the adoption of the strategy.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["2607 (2021)", "https://undocs.org/en/S/RES/2607(2021)"]]}, {"text": "Eleven standard operating procedures are also in place to facilitate the implementation of the strategy, albeit standard operating procedures need to be adapted or tailored for the federal member state level. A standard operating procedure for weapons and ammunition management in the Somali National Army, introduced since the previous assessment, notably provides guidance on delivery of weapons to subordinate units – a gap that was highlighted in the previous assessment.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "There have been no other notable developments in further strengthening the legal and regulatory framework, potentially due to the electoral process and the coronavirus disease (COVID-19) pandemic, among other factors. For example, the two draft acts referred to in the previous assessment, to regulate civilian ownership of small arms, and weapons of private security companies, have yet to be adopted.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Recommendations", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Demonstrating continuous political will, commitment and ownership, the national weapons and ammunition management strategy was developed through a consultative process, including large-scale federal member state level weapons and ammunition management stakeholder engagement for the first time. The document itself also addresses the needs and plans for federal member state-level weapons and ammunition management. Further such consideration of planning and implementation needs at the federal member state level should continue. Implementation will be key to the success of the strategy. In this regard, the finalization of a results-based action plan with clear baselines and targets for implementation of the strategy, as mentioned in the document, should be prioritized. Such a plan, complemented by a training framework (see below section on professionalization, training and capacity development), could also help focus the international support called for by the strategy. I urge international partners to provide this support through close coordination and discussion with the Federal Government of Somalia, including on Somalia’s priority needs.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Demonstrating", "action_verb_type": "preambular", "action_verb_normalized": "demonstrat", "links": []}, {"text": "The Federal Government of Somalia has expressed its full commitment to review and adopt legislation, where gaps exist, in its pursuit of the rule of law and building strong and credible institutions. Building on the presidential decree of 18 September 2018 on the Control of Arms and Ammunition of the National Army, additional legislation is required to cover remaining gaps in the context of weapons and ammunition management. For example, legislation, acts or decrees pertaining to international transfers, including elaboration of the procurement process requirements and import controls, such as a control list, merit particular attention. Where such legislation may involve weapons and ammunition aspects, for example in the context of vital security agencies, the Office of National Security and other weapons and ammunition management stakeholders should have visibility on the process to ensure that weapons and ammunition management components, are considered and adequately integrated. This will require international assistance and support, including the provision of technical and legal expertise.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "I also encourage the Federal Government of Somalia to become a State party to relevant international and regional arms control instruments, and to harmonize its domestic legislation with the provisions of those instruments.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In view of the above, options for potential benchmarks and associated indicators could be as follows.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Benchmark 1: the legal and regulatory framework governing conventional weapons, including small arms and light weapons, and ammunition, components, and related material, is appropriately strengthened", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Indicators", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Legislation, regulations or administrative procedures are in place, and implemented or operationalized, to cover the weapons and ammunition life cycle including transfers, marking, record-keeping, stockpiling, tracing, end-use and final disposal.", "type": "paragraph", "heading_level": null, "paragraph_type": null, "paragraph_level": 5, "prefix": "–", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The legal and regulatory framework should include elaboration of the procurement process requirements, such as indication of relevant officials authorized to sign end-use/end-user documentation.", "type": "paragraph", "heading_level": null, "paragraph_type": null, "paragraph_level": 5, "prefix": "–", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Development of a national transfer control system for imports, which includes adoption of a control list that clearly categorizes and defines items subject to national transfer controls.", "type": "paragraph", "heading_level": null, "paragraph_type": null, "paragraph_level": 5, "prefix": "–", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Benchmark 2: the National Weapons and Ammunition Management Strategy continues to be implemented and updated", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Indicator", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Finalization and operationalization of the results-based action plan with baselines and targets, for implementation of the National Weapons and Ammunition Management Strategy. This would include baselines and targets at both the Federal Government and federal member state level.", "type": "paragraph", "heading_level": null, "paragraph_type": null, "paragraph_level": 5, "prefix": "–", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Coordination", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Assessment", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Office of National Security, under the leadership of the National Security Adviser to the President of the Federal Republic of Somalia, continues to provide overall political coordination and policy direction for weapons and ammunition management, in addition to being the focal point office for all matters related to the partially lifted arms embargo. Within the Office, an officially designated national weapons and ammunition management focal point is responsible for relevant coordination and planning throughout the relevant ministries and the Security Sector Forces, as well as coordinating with international partners. The Office’s staff also includes a sanctions and legal advisor. For deliveries of weapons and military equipment subject to approval by or notification to the Committee, the Office coordinates with the Ministry of Defence, which takes the lead in procurement planning, and subsequently submits the relevant documentation to the Committee.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The previous assessment indicated that the Office of National Security had set out a road map to establish a formal national coordination mechanism on small arms and light weapons, the National Commission on Small Arms and Light Weapons, also referred to in Security Council resolution 2607 (2021). The Office of National Security has reiterated its commitment to establishing the Commission to its security partners, as part of the efforts by the Federal Government of Somalia to implement the Nairobi Protocol for the Prevention, Control and Reduction of Small Arms and Light Weapons in the Great Lakes Region and the Horn of Africa. The establishment of the Commission is also in line with the commitments of Member States under the Programme of Action to Prevent, Combat and Eradicate the Illicit Trade in Small Arms and Light Weapons in All Its Aspects.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["2607 (2021)", "https://undocs.org/en/S/RES/2607(2021)"]]}, {"text": "Since 2019, the Federal Government of Somalia has continued to provide and convene platforms for weapons and ammunition consultations and coordination, though less frequently in the past two years. From 19 to 20 March 2022, the Office of National Security, with support from international partners, organized a Weapons and Ammunition Management Coordination Conference that commendably included a range of stakeholders, including from federal member states. The conference identified 15 priorities (2022–2023) and a breakdown of weapons and ammunition management needs both at the Federal Government of Somalia, Benadir Regional Administration (covering Mogadishu), and the federal member state level. The Office of National Security plans to hold a follow-up meeting in September of this year.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Regional security offices, established in 2017, each include a weapons and ammunition management focal point funded through donor support. Through the regional security offices, the Federal Government has engaged and coordinated with the federal member states to roll out certain weapon and ammunition management measures at the federal member state level. This is another important step forward, considering that strengthening and expanding the weapons and ammunition management system beyond Mogadishu remains a priority. The roll-out has so far included measures such as the survey of storage capacities and needs, the refurbishment and construction of a limited number of storage sites, marking and registration of weapons, and monitoring and verification.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Recommendations", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Office of National Security plays an essential role in coordinating weapons and ammunition management strategy and processes. Establishment of a formal national coordination mechanism under the umbrella of this Office, with adequate resourcing, would help solidify a process whereby all relevant government entities work together with international partners to conceive, implement, monitor and evaluate safe, efficient and effective management of weapons and ammunition. It would also help in addressing capacity and coordination challenges that were highlighted to the assessment team during its visit, as well as potential risks to continued and sustained weapons and ammunition management progress. Its design and establishment are the decision of the Federal Government, as is the definition of its mandate, scope of items covered, decision-making processes and resourcing.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The coordination conference held in March 2022 offered an important platform for discussion between Federal Government and federal member state stakeholders, as well as international partners. A follow-up meeting is already planned. Such events could be convened regularly and systematically, to discuss ongoing progress, challenges and needs in relation to the National Weapons and Ammunition Management Strategy and its implementation action plan. The increased coordination between the Federal Government and federal member states I highlighted above was critically facilitated by the weapons and ammunition management focal points situated within regional security offices. I urge the international community to continue to support these key positions.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In view of the above, options for potential benchmarks and associated indicators could be as follows.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Benchmark 3: a national weapons and ammunition management coordination mechanism and its primary components are clearly defined and functioning", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Indicators", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The adequate resourcing and capacitating of the national weapons and ammunition management lead authority and the national weapons and ammunition management focal point to coordinate weapons and ammunition management.", "type": "paragraph", "heading_level": null, "paragraph_type": null, "paragraph_level": 5, "prefix": "–", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The frequency and regularity of weapons and ammunition management coordination and consultative meetings held, including the type and level of Federal Government and federal member state level participation, as well as the type and level of international stakeholders’ participation.", "type": "paragraph", "heading_level": null, "paragraph_type": null, "paragraph_level": 5, "prefix": "–", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The adequate resourcing and capacitating of entities having a coordination role at the federal member state level, particularly regional security offices and the weapons and ammunition management focal points within them.", "type": "paragraph", "heading_level": null, "paragraph_type": null, "paragraph_level": 5, "prefix": "–", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Marking and record-keeping", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Assessment", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Since 2014, the Halane Central Armoury in Mogadishu has been the main reception point for imported weapons and the main processing point for marking, recording, initial storage and distribution of imported weapons. Weapons marking and record-keeping have shown consistent improvements over the years, with newly imported weapons being systematically marked. The Ministry of Internal Security has also deployed a mobile marking capability within Mogadishu and to the sector level. International support continues to be required for mobile marking. The assessment team reviewed records at the Halane Central Armoury to confirm that newly imported marked weapons were logged and individual weapons were issued to and recorded in the files of security force personnel.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In addition, the Federal Government of Somalia is in the early stages of implementing a remote verification tool, which also assists in record-keeping, through the “digitalization” of marked weapons through a mobile phone data collection software application. Since November 2020, 6,615 Somali police force weapons have been registered in Mogadishu and in two federal member state locations. The Federal Government of Somalia, with international donor support, plans to implement digitalization of the weapons record-keeping system throughout the Somali National Armed Forces to improve verification processes and accountability. The Office of National Security also intends to develop a national database for weapons and ammunition management in line with the National Weapons and Ammunition Management Strategy. The assessment team was presented portions of the prototype weapons and ammunition database during the visit.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Office of National Security further confirmed to the assessment team that the second phase of the biometric registration, linking individual weapons through their serial numbers to an individual soldier’s file, had been completed. The Government plans to link the weapons and ammunition database, when established, to the biometric registration.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Through stakeholder interviews the assessment team understood that the marking and registration of captured weapons is rare (see also section on processing and tracing of recovered weapons below). In its report to the Security Council in August 2022, the Government noted that 21 captured weapons were marked and registered on the remote software application during the reporting period.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Ammunition accounting and life cycle management is in a nascent stage. The only existing accounting process observed by the assessment team was logging the receipt of ammunition at the central armoury and initial distribution to sector locations.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Recommendations", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The progress in weapons marking and record-keeping is a welcome step and should be continued. In this regard, I urge international partners to continue to provide support as needed, including as required to support remote verification initiatives. The national database on weapons and ammunition management should be rolled out as a matter of priority, to serve as a centralized accounting platform.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "For ammunition life cycle management to be effective, details on operational expenditure rates, loss or theft, ammunition age, misfire data, and disposal information is required. This data is not currently being recorded. The establishment of an ammunition accounting system would be important to increase the ability of national authorities to assess the quality and quantity of its stockpile, distinguish between surplus stocks and ammunition necessary for operational purposes, and identify loss or theft from the ammunition stockpile.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In view of the above, options for potential benchmarks and associated indicators could be as follows.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Benchmark 4: weapons and ammunition accounting and management systems are functioning and effective", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Indicators", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Newly imported, existing and captured weapons are marked according to national standards.", "type": "paragraph", "heading_level": null, "paragraph_type": null, "paragraph_level": 5, "prefix": "–", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Weapons are recorded in a central database and digitalization of Somali National Armed Forces weapons supports verification procedures.", "type": "paragraph", "heading_level": null, "paragraph_type": null, "paragraph_level": 5, "prefix": "–", "action_verb": "Weapons", "action_verb_type": "operative", "action_verb_normalized": "weapon", "links": []}, {"text": "Ammunition accounting and life cycle management procedures are in place in line with international guidelines.", "type": "paragraph", "heading_level": null, "paragraph_type": null, "paragraph_level": 5, "prefix": "–", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Stockpile management", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Assessment", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Stakeholder interviews confirmed the construction or rehabilitation of weapon armouries throughout Somalia, primarily funded by donor infrastructure projects. At least 242 armouries of various sizes were constructed over the past decade. However, the extent to which armouries are used to secure, store and manage weapons is uncertain. Relevant stakeholders and government officials confirmed that many of the armouries were not being used for their intended purpose. The assessment team inspected five armouries during the assessment period. All were sufficient from a physical security perspective; four of the five were used for weapons management but three of the five were also used to store ammunition, including high explosive ammunition.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The infrastructure requirements, as well as the safety, security, and management procedures for weapons are much different than those for ammunition. A key challenge continues to be the Halane Central Armoury. No weapons were stored at the site during the assessment visit. The assessment team was informed that the weapons were in use. However, contrary to the intended purpose of a weapons armoury, a large amount of high explosive ammunition has been stored at the location since 2018. This continues to present a significant risk to the airport and the population surrounding the site. In August 2021, United Nations entities agreed to fund the construction of an ammunition storage area at Jazeera, outside populated areas in an effort to reduce the risk to United Nations entities, the civilian population, and infrastructure within the international airport. In January 2022, Somali authorities authorized the project and agreed to transfer ammunition to the new site once construction is completed.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Recommendations", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Confusion remains about the physical security and stockpile management of weapons versus ammunition. A core physical security principle for depots is that “weapons should be stored separately from ammunition.” An audit by Somali authorities should be undertaken to establish the locations and current use of weapon armouries throughout Somalia.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The assessment team also observed boxes of ammunition that had rotted at Halane Central Armoury owing to inadequate storage conditions through exposure to flooding and excessive heat, constituting an important safety concern, which should be addressed in an urgent manner. Improvements in life cycle management will improve performance and reliability of ammunition during operations.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "When the Jazeera project is complete, it will be the only known ammunition depot in Somalia. The safe and secure management of ammunition is only possible when adequate storage systems, including infrastructure is in place. At a minimum, in addition to the Federal Government of Somalia central ammunition storage area being constructed, each federal member state should have an ammunition storage area suitable for receipt, storage, and distribution of ammunition to security forces.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In view of the above, options for potential benchmarks and associated indicators could be as follows.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Benchmark 5: physical security and stockpile management of weapons and ammunition is available, functioning and effective", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Indicators", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "An audit of existing weapons armouries is undertaken to support a needs assessment.", "type": "paragraph", "heading_level": null, "paragraph_type": null, "paragraph_level": 5, "prefix": "–", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A needs assessment of weapons armouries, ammunition storage areas and associated weapons and ammunition training requirements is available to support authorities with planning and resourcing.", "type": "paragraph", "heading_level": null, "paragraph_type": null, "paragraph_level": 5, "prefix": "–", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Sufficient armouries for weapons are available to support security forces and managed according to relevant international guidelines.", "type": "paragraph", "heading_level": null, "paragraph_type": null, "paragraph_level": 5, "prefix": "–", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Sufficient ammunition storage areas are available to support security forces and the ammunition storage areas are managed according to relevant international guidelines.", "type": "paragraph", "heading_level": null, "paragraph_type": null, "paragraph_level": 5, "prefix": "–", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Monitoring and verification", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Assessment", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Panel of Experts on Somalia is the monitoring mechanism established by the Security Council on compliance with the sanctions regime, including the partially lifted arms embargo. The Panel’s investigations into violations of the arms embargo rely on the cooperation of Member States, particularly Somalia and neighbouring countries. Recent years have seen improved cooperation between the Federal Government of Somalia and the Panel.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Joint Verification Team, established in 2015 and comprising representatives of the Federal Government and experts from the organization Conflict Armament Research, conducts routine inspections of the Security Sector Forces’ stockpiles, inventory records and supply chain of weapons for the purpose of mitigating the diversion of arms and ammunition. To date, the Team has documented 7,819 weapons, either directly by a member of the Team or by a trained member of the Security Sector Forces (currently the Somali Police Force) using a remote software application. It has further verified 2,635 weapons, from 86 locations in the Banaadir region, Kismayo, South-West State and Galmadug. This represents approximately 12 per cent of the weapons notified as delivered since the partial lifting of the arms embargo in 2013. While in-person inspections have not occurred since October 2019, with the introduction of the remote software application in November 2020 there has been a substantial increase –1,800 per cent – in the average number of weapons verified per month.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Recommendations", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The work of the Panel of Experts and the Joint Verification Team, will facilitate the identification of potential diversion pathways and strengthen the Federal Government’s ability to crack down on illicit transfers. As such, improved cooperation and dialogue between the Federal Government and the Panel is a welcome step, and I commend the work of the Joint Verification Team. Expansion of the Joint Verification Team’s coverage would provide a more comprehensive overview of weapons and ammunition distribution in Somalia. In this regard, remote verification appears to offer valuable cost and time-efficiency gains.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In view of the above, options for potential benchmarks and associated indicators could be as follows.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Benchmark 6: the Joint Verification Team is well coordinated, resourced, functioning and operational", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Indicators", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Increased proportion of weapons and ammunition, imported under the partially lifted arms embargo for the Security Sector Forces, that have been documented by the Joint Verification Team either directly or through remote means.", "type": "paragraph", "heading_level": null, "paragraph_type": null, "paragraph_level": 5, "prefix": "–", "action_verb": "Increased", "action_verb_type": "preambular", "action_verb_normalized": "increased", "links": []}, {"text": "Increased proportion of weapons and ammunition notified as delivered to the Committee, cross-referenced by the Joint Verification Team and included in the biannual regular reporting of the Federal Government of Somalia to the Committee.", "type": "paragraph", "heading_level": null, "paragraph_type": null, "paragraph_level": 5, "prefix": "–", "action_verb": "Increased", "action_verb_type": "preambular", "action_verb_normalized": "increased", "links": []}, {"text": "The further broadening and deepening of joint verification coverage, including in federal member states.", "type": "paragraph", "heading_level": null, "paragraph_type": null, "paragraph_level": 5, "prefix": "–", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Processing and tracing of recovered, including captured, weapons, ammunition, and components", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Assessment", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Pursuant to Security Council resolution 2607 (2021), the Federal Government of Somalia, federal member states and AMISOM (now ATMIS) are required to document and register military equipment captured as part of offensive operations or in the course of carrying out their mandates, including recording the type and serial number of the weapon and/or ammunition, as well as photographing all items and relevant markings. The resolution also mandates the Panel of Experts on Somalia to inspect these weapons prior to their redistribution or destruction. The Federal Government of Somalia has made important efforts to develop a specific framework for the management of such recovered material, in a recognizably challenging, dynamic, and operational environment. For example, in 2020 the Federal Government revised and adopted its standard operating procedure on the management of recovered weapons, starting its implementation and continuing the training of relevant Security Sector Forces and agencies. In 2021, the Federal Government of Somalia and AMISOM agreed on a harmonized standard operating procedure on the management of recovered small arms and light weapons. Given the transition from AMISOM to ATMIS, this document is being further updated by the Government in coordination with ATMIS. It is yet to be activated.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["2607 (2021)", "https://undocs.org/en/S/RES/2607(2021)"]]}, {"text": "From 2019 to date, ATMIS handed over captured weapons to the Government in two ceremonies, in February 2020 and in April 2022.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Recommendations", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The assessment team found a continued lack of awareness at the sector level of the harmonized procedure, the effective implementation of which remains a priority. This should go hand in hand with the establishment of focal points at sector level and could now also be accompanied by the deployment of the remote software application, coupled with mobile marking kits, providing an important, cost-effective measure to address and overcome some of the challenges faced in this area. In this regard, further international support, and assistance in the form of capacity-building, is needed.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "While Security Council resolution 2607 (2021) refers to all weapons, ammunition and related material that are “captured” as part of offensive operations or in the course of the Federal Government of Somalia, the federal member states and AMISOM (now ATMIS) carrying out their mandates, the Federal Government, the Panel of Experts, and the Joint Verification Team operating under the Office of National Security, have applied a broader interpretation of this requirement to include the management of various categories of “recovered” weapons, such as battlefield “captured” weapons, but also, for example, “seized” (on land, by or in Somali territorial waters) or “found” items (in caches). A recognition of this approach and integration thereof by the Council in the next resolution, using the above specific terminologies, would be useful and send an important signal to relevant actors of the Council’s determination to address and close off external and internal sources of illicit supplies through which Al-Shabaab and other unauthorized actors acquire such items in the first place.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["2607 (2021)", "https://undocs.org/en/S/RES/2607(2021)"]]}, {"text": "The sharing of information on recovered weapons with the Panel of Experts by the different Somali, regional and international actors involved in the implementation of the partially lifted arms embargo, in order to allow the tracing of these weapons, and to help determine whether a violation of the arms embargo has taken place, will assist the Council in establishing any additional future measures to curb the illicit flow of arms into Somalia, as well as help identify the additional support needs of the country in this area.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In view of the above, options for potential benchmarks and associated indicators could be as follows.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Benchmark 7: a coordinated and context-specific system is in place ensuring traceability of recovered weapons", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Indicators", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The formal designation of at least one National Focal Point or focal point entity (such as a designated and established analytical cell) on all matters relating to the tracking or tracing of weapons, ammunition, and components recovered from the illicit sphere, in line with relevant international instruments and standards.", "type": "paragraph", "heading_level": null, "paragraph_type": null, "paragraph_level": 5, "prefix": "–", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The activation of the harmonized Federal Government of Somalia and ATMIS standard operating procedure for the management of recovered weapons, ammunition, and components, including through the designation and establishment of relevant focal points.", "type": "paragraph", "heading_level": null, "paragraph_type": null, "paragraph_level": 5, "prefix": "–", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The proportion of recovered weapons that can and have been traced by a competent national authority, or by a mandated and authorized entity (such as the Panel of Experts on Somalia) in cooperation and coordination with the competent national authority, through existing national, regional, or international mechanisms.", "type": "paragraph", "heading_level": null, "paragraph_type": null, "paragraph_level": 5, "prefix": "–", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "I have identified seven benchmarks above that are based on various stages of the weapons and ammunition management life cycle. All of these could be considered under the broad category of progress on weapons and ammunition management capacity, including preventing illicit arms trafficking. The above stages of weapons and ammunition management are inextricably linked to, and may encompass, the below elements on further professionalization, training and capacity development of the Somali security forces but are presented separately for the purposes of this benchmarking exercise.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Further professionalization, training and capacity development of Somali security forces", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Assessment", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Since the previous assessment in 2019, the Somali security forces have increased their ability to manage their weapons and ammunition, with additional personnel trained in marking and registration, in particular. The Federal Government of Somalia has indicated plans for further training and capacity-development, including through additional training on marking, registration and documentation, and establishment of an analytic cell for captured weapons and improvised explosive device components. It has also indicated that it provides Somali National Armed Forces and the Somali Police Force with predeployment training in international humanitarian and human rights law, including through “policies on human rights, code of conduct, gender and discipline” pertaining to the Somali Police Force and State Police. I note that the United Nations continues to provide support and training in this regard, in strict compliance with the human rights and due diligence policy on United Nations support to non-United Nations security forces.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Recommendations", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Further professionalization, training and capacity-building of its security forces would strengthen the ability of Somali security forces to combat Al-Shabaab and assume full responsibility for the security of the country by the end of the Somalia Transition Plan. In this regard, I urge international partners to continue to provide their support, including within the framework of the Security Pact. With a view to facilitating sustainable and long-term capabilities, emphasis should be placed on training-of-trainer programmes. Adherence to international humanitarian and human rights law, and prosecution of those within the security forces who violate them, are critical to establishing a credible, professional and representative Somali security forces, as called for by the Security Council. In this regard I note that the “Medium Term End-2024 End State” of the Somalia Transition Plan includes the provision of services by the Somali Security Forces to the Somali people in compliance with international humanitarian and human rights law.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "I welcome the engagement to date by Federal Government of Somalia with my Special Representatives on Children and Armed Conflict and Sexual Violence in Conflict. Further progress in finalizing a new national action plan for the implementation of the Somali Women’s Charter and of resolution 1325 (2000) on women and peace and security would be an important step in ensuring the full and meaningful inclusion of Somali women, including in the security sector, in line with relevant Security Council resolutions such as 2106 (2013) and 2242 (2015). I encourage continued engagement with UN-Women in this regard.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["1325 (2000)", "https://undocs.org/en/S/RES/1325(2000)"], ["2106 (2013)", "https://undocs.org/en/S/RES/2106(2013)"], ["2242 (2015)", "https://undocs.org/en/S/RES/2242(2015)"]]}, {"text": "In view of the above, options for potential benchmarks and associated indicators could be as follows.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Benchmark 8: a consolidated and costed training plan, incorporating training of trainers programmes, to enable implementation of the National Weapons and Ammunition Management Strategy, is adopted. This should include a framework for training to implement the gender section of the Strategy (such as identification of quotas for female trainees)", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Indicator", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In accordance with the plan, delivery of regular weapons and ammunition management training to security forces, including at federal member state level.", "type": "paragraph", "heading_level": null, "paragraph_type": null, "paragraph_level": 5, "prefix": "–", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Benchmark 9: relevant actors continue to engage with the Special Representative of the Secretary-General on Sexual Violence in Conflict, including with a view to adopting action plans to combat sexual violence in conflict", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Indicators", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Establishment and operationalization of a national sexual offenders register, against which potential Somali National Army and Somali Police Force recruits are screened.", "type": "paragraph", "heading_level": null, "paragraph_type": null, "paragraph_level": 5, "prefix": "–", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Establishment and operationalization of mechanisms within the Somali National Army and Somali Police Force to hold perpetrators of sexual violence accountable, as demonstrated by the number of fully processed cases.", "type": "paragraph", "heading_level": null, "paragraph_type": null, "paragraph_level": 5, "prefix": "–", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Benchmark 10: relevant actors continue to engage with the Special Representative of the Secretary-General on Children and Armed Conflict, including with a view to implementing the road map on children and armed conflict (2019)", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Indicators", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Establishment and operationalization of clear age-assessment and screening procedures for the Somali National Army and Somali Police Force.", "type": "paragraph", "heading_level": null, "paragraph_type": null, "paragraph_level": 5, "prefix": "–", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Continued application of the standard operating procedures for the reception and handover of children separated from armed groups to child protection actors, endorsed by the Government in 2014, and to allow child protection actors access to children at every stage of the release and reintegration process.", "type": "paragraph", "heading_level": null, "paragraph_type": null, "paragraph_level": 5, "prefix": "–", "action_verb": "Continued", "action_verb_type": "preambular", "action_verb_normalized": "continued", "links": []}, {"text": "Establishment and operationalization of mechanisms within the Somali National Army and Somali Police Force to hold perpetrators of grave violations against children accountable, as demonstrated by the number of fully processed cases.", "type": "paragraph", "heading_level": null, "paragraph_type": null, "paragraph_level": 5, "prefix": "–", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The above benchmarks may be considered under the broad category of progress on security sector reform.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Observations", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "I thank the Federal Government of Somalia, and through the Federal Government, the state representatives in Baidoa, for their strong cooperation and active participation in this assessment, including the full access granted to the assessment team. I welcome the invitation by the Federal Government to the Panel of Experts to join the assessment team for meetings and for field visits in Mogadishu, signifying the continuous increase in cooperation between the Government and the Panel. I wish to express my gratitude to the United Nations family in Somalia, ATMIS, the Member States and regional and international organizations for their support of and engagement with the assessment team.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Somalia is on a positive trajectory in its management of weapons and ammunition. Important steps have been taken at various stages in the weapons and ammunition management life cycle, with notable progress, for example, in marking and registration. The national framework has also been strengthened by the introduction of the National Weapons and Ammunition Management Strategy. Challenges remain, in particular in the roll-out of weapons and ammunition management at the federal member state level, which will require continued necessary engagements and cooperation between the Federal Government and the federal member states. The present letter articulates options for benchmarks that could assist the Security Council in its review of the partially lifted arms embargo in the coming years. The benchmarks, once established by the Council, should be regularly assessed against progress achieved in their implementation. It is important that the international community support the Federal Government and the federal member states, as appropriate, in achieving such progress, including through the provision of resources and capacity-building support in a coordinated and coherent manner. In this regard, predictable funding is important in aiding long-term planning.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "For the immediate term, in the light of the findings of the assessment team, the Security Council and its 751 Committee on Somalia could take further stock of the partially lifted arms embargo, including with a view to updating and clarifying the exemptions and exceptions. A review of the two annexes setting out the exemptions, together with a review of the exemption provision relating to the delivery of non-lethal military equipment, may provide opportunities for further adjustments to the embargo. Visibility of the Federal Government on deliveries made to the Somali security sector institutions other than those of the Government, could be further improved.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Closer and regular engagement between the Federal Government and the Committee, possibly as part of a regular discussion following the submission of each biannual report by the Federal Government, can promote a greater understanding of the concerns and needs of the Federal Government and the views of the Committee. Periodic engagement between countries in the region and the Committee, in order to raise awareness of the trends and patterns in cross-border arms trafficking, may assist in identifying additional solutions in addressing the illicit trafficking of arms to Somalia.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Given the continued stigma felt by the Federal Government in connection with the existing arms embargo, I encourage the Security Council and its Committee to strengthen their public messaging, to make clear that the measure aims to support Somalia in developing its weapons and ammunition management capabilities and in developing its security forces, in order to provide security to the Somali people. I encourage the Federal Government, together with the federal member states, to continue their efforts in consolidating the gains which have been made, and to further strengthen their capacities where needed to meet the obligations under the partially lifted arms embargo.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}]