[{"text": "Letter dated 24 December 2024 from the Secretary-General addressed to the President of the Security Council", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "I have the honour to refer to my letter dated 15 December 2023 (S/2024/42), in which I informed the President of the Security Council of the progress made by the Cameroon-Nigeria Mixed Commission, and to his reply dated 9 January 2024 (S/2024/43), in which he took note of my intention to continue the activities of the United Nations support team to the Mixed Commission, with funding from the regular budget.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["S/2024/42", "https://undocs.org/en/S/2024/42"], ["S/2024/43", "https://undocs.org/en/S/2024/43"]]}, {"text": "As you may know, the United Nations established the Mixed Commission in 2002 to facilitate the implementation of the judgment of the International Court of Justice on the Cameroon-Nigeria boundary and territorial dispute. The mandate of the Mixed Commission includes supporting the demarcation of the land boundary and the delineation of the maritime boundary; facilitating the withdrawal of troops and transfer of authority in identified areas along the boundary; addressing the situation of the border populations affected by the demarcation process; and making recommendations on confidence-building measures to support them.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "I have continued to offer my good offices to advance this mandate. To date, achievements include the withdrawal of Nigeria and the transfer of authority to Cameroon in the Lake Chad area (December 2003), along the land boundary (July 2004) and on the Bakassi Peninsula (a process that began in June 2006 and was completed in August 2008); the delineation of the maritime boundary (May 2007); and the end of the special transitional regime (of five years) and the exercise by Cameroon of its full right of sovereignty over the Bakassi zone (August 2013).", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Mixed Commission also approved the recommendations of the Working Group on the Maritime Boundary, including the provisions for cross-border cooperation on hydrocarbon deposits straddling the maritime boundary (March 2011). In addition, agreement has been reached on the course of 2,064 km of the land boundary, leaving 36 km of the boundary still disputed.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Over the course of 2024, the Mixed Commission, chaired by my Special Representative for West Africa and the Sahel and Head of the United Nations Office for West Africa and the Sahel, Leonardo Santos Simão, continued to make progress towards the implementation of the judgment, including by supporting dialogue and communication between the two parties.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In his capacity as Chair of the Mixed Commission, the Special Representative convened the sixth extraordinary session of the Commission, held in Yaoundé on 26 and 27 June 2024, to facilitate dialogue on the three outstanding areas of disagreement and to adopt a road map for completing the Commission’s border demarcation activities by the end of 2025. As a result, the parties have agreed to approach these contentious areas pragmatically, with a focus on the welfare of the affected populations. Given ongoing security concerns and local sensitivities, the parties plan to conduct awareness-raising activities before embarking on a field assessment mission to the disputed areas in northern Cameroon and Nigeria.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Furthermore, under the lot 8 contract, the construction of boundary pillars has been successfully completed, adding 253 new pillars along the border. This achievement brings the overall completion rate for pillar construction along the entire land boundary to 91 per cent.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "On the sidelines of the extraordinary session of the Mixed Commission, the Special Representative urged the United Nations country teams concerned to continue to collaborate closely with both Governments to finalize the needs assessment for populations affected by the demarcation in both countries and initiate projects on confidence-building initiatives. Following this directive, needs assessments were completed with the support of the country teams and validated in Cameroon on 6 May and Nigeria on 4 September. The findings highlighted the need to ensure access to drinking water, housing, livelihood, health services, water and sanitation and education, as well as ensure food security and address the protection needs of the populations concerned. The country teams are now preparing project proposals aimed at mobilizing resources through bilateral and multilateral donors.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In addition, as the demarcation activities are almost finalized, the Special Representative plans to organize a meeting with the delegations to strengthen confidence-building efforts, sustain momentum and streamline future cooperation between the parties.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Looking ahead, the following activities are required to conclude the work of the Mixed Commission:", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(a)\tRealization of field assessment missions on the three outstanding areas of disagreement, to be led by the Subcommission on Demarcation, so as to enable the facilitation of an agreement by the parties on the course of the boundary in these areas;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(b)\tConstruction and emplacement of boundary pillars financed by the trust fund for demarcation activities;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(c)\tProduction of final maps and a boundary statement;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(d)\tPromotion of cross-border cooperation, including maritime cooperation, and coordinated security monitoring along the land boundary;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(e)\tFinalization of confidence-building initiatives for local communities affected by the demarcation process, and resource mobilization;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(f)\tImplementation of the completion strategy, including by progressively handing over the activities of the Mixed Commission to the Joint Bilateral Commission and other subregional structures.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "I should like to recall that, until 2003, the Mixed Commission was funded from extrabudgetary funds. Thereafter, its activities were funded through the regular budget. In addition, the Governments of Austria, Bangladesh, Brazil, Canada, Italy, Norway, Pakistan, Sweden and Uruguay have provided in-kind contributions (military and legal experts) for the Commission’s substantive and technical work. Voluntary contributions to the trust fund for demarcation activities have been made by the European Union and Germany. Between 2018 and 2024, the Governments of Cameroon and Nigeria contributed $9 million to the trust fund, in addition to providing logistical and security support.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "As has been the case in recent years and given the cost-effectiveness of the operation and the important tasks remaining at this juncture to advance the peaceful implementation of the judgment of the International Court of Justice, it is my intention to request resources from the regular budget for the United Nations support team to cover the year 2025.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "I should be grateful if you would bring this matter to the attention of the members of the Security Council.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(Signed) António Guterres", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}]