[{"text": "Assessment of progress achieved on the key benchmarks pursuant to paragraph 25 of resolution 2700 (2023)", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["2700 (2023)", "https://undocs.org/en/S/RES/2700(2023)"]]}, {"text": "Report of the Secretary-General", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Introduction", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "I.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "By its resolution 2700 (2023), the Security Council renewed for one year the territorial arms embargo on Haiti and the travel ban and assets freeze on designated individuals and entities responsible for actions that threaten the peace, security or stability of Haiti. The Council also decided to review the appropriateness of the measures contained in the resolution and requested the Secretary-General to conduct an assessment of progress achieved on key benchmarks by 1 October 2024, in close coordination with the Panel of Experts established pursuant to resolution 2653 (2022). The present report provides an assessment of progress on three key benchmarks covering the period since the first benchmark assessment report of the Secretary-General (S/2023/677), dated 15 September 2023.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "1.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["2700 (2023)", "https://undocs.org/en/S/RES/2700(2023)"], ["2653 (2022)", "https://undocs.org/en/S/RES/2653(2022)"], ["S/2023/677", "https://undocs.org/en/S/2023/677"]]}, {"text": "In preparation for the report, the Secretariat team visited Haiti from 19 to 22 August 2024 to assess the situation on the ground. The team met with key stakeholders, including the President of the Transitional Presidential Council, the Prime Minister, the Minister for Foreign Affairs, the Minister of Justice and Public Security, the Minister of Defence, a Judge of the Court of Cassation, the Director General of the Haitian National Police, the Director General of Customs Administration and representatives of women’s organizations. The Secretariat held virtual and in-person consultations with the United Nations Integrated Office in Haiti (BINUH), the United Nations country team, representatives of Haitian civil society and representatives of the diplomatic community present in Port-au-Prince. It also met virtually with the Caribbean Community (CARICOM) Assistant Secretary-General for Foreign and Community Relations and in person with the Coordinator of the Eminent Persons Group of CARICOM, on 2 and 5 August 2024, respectively.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "2.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Context", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "II.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The multidimensional crisis in Haiti, with gang violence at its centre, intensified and worsened during the reporting period. The Panel of Experts estimated that gangs have now extended their control to 85 per cent of the Port-au-Prince metropolitan area, compared with 80 per cent in June 202 A new alliance among the main gangs, known as Viv Ansanm, led to a shift in gang dynamics, tactics and objectives. As a result, in the first quarter of 2024, armed gangs carried out coordinated attacks targeting State institutions and critical infrastructure, including tribunals, police stations, prisons, hospitals, airports and ports. The paralysis of State institutions owing to protracted political instability, criminal acts and violent attacks on officials and physical premises further deepened the erosion of judicial and rule of law capacities to address armed gangs and criminal activities. The spike in attacks and violence further aggravated the institutional crisis, with the economic, social and humanitarian situation further declining. Gang violence remains the main driver of human rights abuses and violations in Haiti, which has dire humanitarian consequences and severely hampers progress towards sustainable development. Some 5.5 million Haitian people require humanitarian assistance in 2024, which is an increase of 300,000 (5.7 per cent) from the previous year.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "3.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "After the unprecedented peak in the first quarter of 2024, violent activities recorded in the second quarter of 2024 slowed following the establishment of transitional governance structures and the initial deployment of the Multinational Security Support Mission. CARICOM intensified its efforts to support the Haitian-led and Haitian-owned political dialogue, which eventually led to the signing of a political agreement for a peaceful and orderly transition on 3 April. A Transitional Presidential Council was subsequently established on 14 April and a new Cabinet on 12 June 202 The Multinational Security Support Mission, led by Kenya, initiated its deployment on 25 June.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "4.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "During meetings with the Secretariat, the President of the Transitional Presidential Council, the Prime Minister and members of the Government highlighted the intersections between the political crisis and the insecurity and violence perpetrated by armed gangs. The appointment of new transitional authorities offers a window of opportunity that needs to be urgently exploited to create the conditions for governance to improve while at the same time building cohesion across new political institutions. International assistance was not being provided at the required pace and scale necessary to stem the violence. Haitian interlocutors appealed to the international community to accelerate the deployment of the Multinational Security Support Mission and to strengthen the sanctions measures by addressing the economic and political actors closely entwined with and facilitating the expansion of armed gangs.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "5.", "action_verb": "During", "action_verb_type": "preambular", "action_verb_normalized": "dur", "links": []}, {"text": "Progress achieved on the key benchmarks established in paragraph 24 of resolution 2700 (2023)", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "III.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["2700 (2023)", "https://undocs.org/en/S/RES/2700(2023)"]]}, {"text": "The key benchmarks established in paragraph 24 of resolution 2700 (2023) relate to the development of adequate judicial and rule of law capacity to handle armed groups and criminal-related activities; the progressive reduction in the amount of violence committed by armed groups and criminal networks; and the progressive decrease in the number of incidents of illicit trafficking.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "6.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["2700 (2023)", "https://undocs.org/en/S/RES/2700(2023)"]]}, {"text": "Benchmark (a): adequate judicial and rule of law capacity to handle armed groups and criminal-related activities", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "During the reporting period, there was no progress in achieving the benchmark of “adequate judicial and rule of law capacity to handle armed groups and criminal-related activities”. National institutions such as the judicial sector and the Haitian National Police, including the Directorate of Prisons Administration, were overwhelmed by the proliferation of armed gangs and the formation of new criminal alliances. Gangs expanded their control and influence in central areas of Port-au-Prince, forcing some national institutions located in those areas to vacate their premises over security concerns. No area of Port-au-Prince was untouched by gang violence, as even the parts of the capital not directly controlled by gangs were threatened by the gangs’ control of surrounding areas and critical routes.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "7.", "action_verb": "During", "action_verb_type": "preambular", "action_verb_normalized": "dur", "links": []}, {"text": "The judicial system remains largely unable to conduct criminal proceedings owing to the prevailing insecurity, structural problems and limited resources. The national quota system, created to expedite the consideration of pending cases and evaluate the performance of prosecutors and mentioned in the previous assessment report, could not be implemented owing to, inter alia, insecurity, violence and extended strikes by court clerks and prosecutors demanding improved conditions of service, which have paralysed the justice system. It is estimated that more than 80 per cent of detainees are currently held in extended pretrial detention.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "8.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "As gangs further expanded control over the metropolitan area and critical routes, movements of judges and prosecutors across the different departments were significantly hampered. Attacks against judges and lawyers were also recorded during the reporting period. For example, a judge of the district court in Pilate, North Department, was assassinated in April, and another judge in L’Estère (Artibonite Department) in May 2024. Several others have reported being under recurrent threat of gang attacks. At the same time, the vetting of judges continued at a slower pace compared with the previous reporting period. During the period under review, the Superior Council of the judiciary vetted 83 magistrates, certifying 46, rejecting 16 and referring 21 for further consideration.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "9.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "As reported in 2023, gang attacks had rendered the Port-au-Prince and Croix-des-Bouquets courthouses non-operational in 2022. During the reporting period, additional tribunals stopped operating owing to their premises being ransacked or destroyed or their being located in areas newly controlled by gangs. In particular, the premises of the Court of Cassation and of the President of the Court of Cassation and the Superior Council of the Judiciary, the highest judicial authorities in the country, were vacated as they were considered unsafe owing to gang activities in downtown Port-au-Prince. The justice buildings in Gonaïves (Artibonite Department), Trou du Nord (North-East Department) and Petit-Goâve (West Department) were set on fire during anti-Government protests infiltrated by gang members.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "10.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Accountability for human rights violations and abuses, including sexual violence and other serious crimes, remained extremely limited. No progress was made in prosecuting the high-profile cases of the killings in Grand Ravine in 2017, La Saline in 2018 and Bel Air in 2019. Nevertheless, in January 2024, the investigative judge handed down the final order regarding the assassination of the former President, Jovenel Moïse. The order referred 51 accused persons, including the widow of former President Moïse and a former Prime Minister, to the Criminal Court to stand trial for criminal conspiracy, armed robbery, terrorism, assassination and complicity in the assassination.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "11.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Despite efforts to hold some former high-level officials accountable, corruption remained rampant and continued to affect the political system. In January 2024, several former high-ranking government officials, including two former presidents and former prime ministers, were subpoenaed by an investigative judge of the Port-au-Prince Court of First Instance for alleged complicity related to misappropriation of public assets. The issuance of those subpoenas followed the publication of reports by the national Anti-Corruption Unit.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "12.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Efforts to strengthen the legal framework to combat corruption and armed gangs remained unsuccessful. In June 2024, the Transitional Presidential Council postponed by one more year the entry into force of the new penal code and code of criminal procedure, which were developed in 2020. The Transitional Presidential Council established a new Commission to evaluate the two Codes and make recommendations for their effective implementation.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "13.", "action_verb": "Efforts", "action_verb_type": "operative", "action_verb_normalized": "effort", "links": []}, {"text": "The Haitian National Police faced increased and unprecedented challenges while continuing to perform its duties. At least 74 of the 412 police premises nationwide remained non-operational owing to gang attacks and activities, with an increase of 31 per cent (23 premises) from the previous reporting period. The Government of Haiti took further steps to increase the budget allocated to the Haitian National Police. The fiscal year 2022–2023 had registered an increase of 9 per cent while the fiscal year 2023–2024 saw a further increase of 13 per cent.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "14.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The police continued to face challenges from a shrinking workforce owing to resignations, dismissals, retirements and fatalities in the line of duty. As at 30 June 2024, the total workforce of the national police stood at 12,931 police officers, including 1,571 women (12.1 per cent), which marked an 8.2 per cent decrease from the 14,087 officers, including 1,663 women (11.8 per cent) who served in the police in June 2023. From July 2023 to June 2024, 1,843 officers, including 204 women, left the police. An average of 153 officers left the police on a monthly basis, compared with an average of 129 in the first six months of 2023.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "15.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Despite these challenges, recruitment and training efforts continued, and 786 new officers, including 112 women (14.2 per cent), joined the force in March 2024. In addition, 1,200 recruits, including 200 women (6 per cent), have been preselected and invited to pass medical examinations before entering the force. The police-to-population ratio in June 2024 was at the level of 1.09 police officers per 1,000 inhabitants, compared with 1.2 in June 2023.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "16.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The first contingent of 200 Kenyan police officers of the Multinational Security Support Mission arrived in Port-au-Prince on 25 June, followed by a second batch of 200 officers on 16 July. The force has started to support the national police in the fight against gangs and in securing critical infrastructure. While the arrival of the first 400 officers was welcomed and may have served to pause further escalations of violence, several interlocutors in Port-au-Prince expressed regret about the delays in the deployment of the Mission, which empowered and further entrenched the armed gangs’ physical and indirect control over the metropolitan area of Port-au-Prince. There were also concerns that, without rapid improvements in the security situation, the unmet expectations of the Haitian people could increase their frustration and reduce support for the international mission.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "17.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The situation in the prisons and detention facilities in Haiti deteriorated significantly compared with the previous reporting period and was marked by massive escapes from the country’s two largest prisons during the cycle of extreme violence which engulfed the country in February and March 2024. The three main prisons, the national penitentiary in Port-au-Prince, Croix-des-Bouquets prison and Cabaret women’s prison, are presently non-operational as a result of gang attacks.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "18.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "As at 30 June 2024, 7,527 inmates remained in Haitian prisons (including 408 women and 247 minors) compared with 11,811 reported in the previous assessment. The reduction in the total number of inmates is due to the prisoner escapes facilitated by gang attacks against the Port-au-Prince national penitentiary and the prison in Croix-des-Bouquets in March, during which approximately 4,000 inmates escaped. Consequently, the cell occupation rate is estimated at 295.13 per cent compared with 331.58 per cent in June 2023.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "19.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Benchmark (b): progressive reduction in the amount of violence committed by armed groups and criminal networks", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "There was no progress in the reduction of the amount of violence committed by armed gangs and criminal networks. Compared with the previous period, violence committed by armed gangs increased significantly, dramatically affecting civilians and further weakening State institutions. The Viv Ansanm gangs’ alliance led to a profound shift in gang dynamics, tactics and objectives. In late February, gangs launched a series of simultaneous attacks against strategic State infrastructure, as well as private businesses and residences across the capital, including the National Palace, police stations, prisons, hospitals, the National Library and Toussaint Louverture International Airport, which then remained closed for nearly three months. A state of emergency was declared in the West Department on 3 March 2024, which was later extended to the rest of the country.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "20.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "After the formation of the Transitional Presidential Council, the resignation of the Prime Minister and the formation of a new transitional government, violence slightly decreased as gangs consolidated their territorial gains, actively recruited members, including children, and stockpiled weapons and ammunition. Despite the designation of five gang leaders by the Security Council and the Committee established pursuant to resolution 2653 (2022) concerning Haiti, the sanctioned individuals continued to lead their respective criminal organizations and seemed undeterred by the measures.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "21.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["2653 (2022)", "https://undocs.org/en/S/RES/2653(2022)"]]}, {"text": "From July 2023 to June 2024, a total of 6,390 intentional homicides were recorded. The victims included 655 women and 149 minors (44 girls and 105 boys), with an average of approximately 532 homicides per month compared with an average of 308 during the period 1 October 2022 to 30 June 2023, covered by the previous assessment report. During the peak of violence between January and March 2024, there was an average of 709 homicides per month.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "22.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Gangs continued to control main roads in the metropolitan area of Port-au-Prince and utilize illegal checkpoints for extortion and kidnappings. As some people started to use small boats to avoid roadblocks and checkpoints, gangs intercepted several boats and kidnapped and killed dozens of people along those maritime routes as well. The number of kidnappings for ransom also increased, with 2,619 cases recorded from July 2023 to June 2024, including 1,617 men, 901 women and 103 minors (44 girls and 57 boys). These figures amount to a total average of approximately 218 abductions per month compared with 164 recorded in the previous assessment.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "23.", "action_verb": "Gangs", "action_verb_type": "operative", "action_verb_normalized": "gang", "links": []}, {"text": "Armed gangs continued to systematically use sexual violence to consolidate their control over and to terrorize the communities. The United Nations Population Fund reported 3,949 cases of gender-based violence, mostly rapes, from January to May 20 Some 61 per cent of victims were displaced persons. In gang-controlled areas, women and girls were ambushed and gang-raped by armed gang members, while some were forced into exploitative sexual relations with gang members. The rape of hostages was also used as a tactic to force families to pay ransoms. The women’s representatives met by the assessment team reported that hospitals and other public institutions, including the police, were not able to respond to the needs of victims. According to civil society representatives and relevant United Nations entities, the great majority of sexual and gender-based violence cases were not reported owing to the inability of the State to prosecute and incarcerate perpetrators, the threat of retaliation by perpetrators and community stigma.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "24.", "action_verb": "Armed", "action_verb_type": "preambular", "action_verb_normalized": "armed", "links": []}, {"text": "In view of the gravity and number of violations against children, Haiti was included as a situation of concern in the 2023 report on children and armed conflict (A/77/895-S/2023/363). According to the 2024 report, 383 grave violations against 307 children were verified (160 boys, 117 girls, 30 of unknown sex), including 32 children who were victims of multiple violations (A/78/842-S/2024/384, para. 70). Sexual violence was perpetrated against 41 girls by unidentified armed gangs (11) and by Baz Gran Grif de Savien (6), Village de Dieu “5 Segond gang” (5), Canaan (4), Belekou (3), Grand Ravine (2), G9 Family and Allies (2), Krazé Baryé (2), Ti Bois (2), Bel-Air (1), 400 Mawozo (1), Kokorat Sans Ras (1), G Pèp coalition (1) armed gangs. Cases involved rape, gang-rape and sexual slavery (ibid., para. 74).", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "25.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["A/77/895-S/2023/363", "https://undocs.org/en/A/77/895"], ["A/78/842-S/2024/384", "https://undocs.org/en/A/78/842"]]}, {"text": "The fear of the spread of gang activity continued to result in the establishment of so-called “self-defence groups”, as well as increases in the number of vigilante killings and mob justice. At least 367 persons, allegedly members of or associated with gangs, were lynched in the reporting period, with an average of 30.5 killings per month.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "26.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Benchmark (c): progressive decrease in the number of incidents of illicit trafficking and diversion of arms, as well as illicit financial flows, including by increasing the number and volume of arms seizures", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Although quantitative data related to trafficking and diversion of arms remain scarce, estimates by Haitian authorities, the Panel of Experts and the United Nations Office on Drugs and Crime (UNODC) point to ongoing illicit trafficking of arms and ammunition, reflecting an increase indicating that no progress against this benchmark has been achieved. From July 2023 to May 2024, the Haitian National Police and the General Customs Administration seized 231 weapons (an average of 19.2 per month compared with 21.3 in the previous assessment) including revolvers, pistols, rifles and shotguns. The trend, indicating a slight decrease compared with previous assessment, may not be indicative of the actual number of incidents of illicit trafficking and diversion of arms, presumably owing to the intensified crisis in the first quarter of 2024, which paralysed large parts of the country. Haitian experts estimate the number of firearms circulating illicitly in the country to be between 270,000 and 500,000. The majority of weapons in circulation were believed to be illegal and were mostly in the hands of criminals but also of other private actors, including private security companies.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "27.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Panel of Experts noted in its interim report in March 2024 (S/2024/253) that, despite the imposition of a territorial arms embargo in October 2023, gangs and other non-State actors continued to procure arms and ammunition illicitly. The implementation of the arms embargo was further hampered by a lack of awareness of its provisions among those Haitian institutions meant to enforce them. At the same time, UNODC reported a surge in the trafficking of weapons, mostly linked to armed gangs during the reporting period. According to UNODC, firearms and ammunition are believed to be shipped mainly from the United States to Haiti or through the Dominican Republic and from South American countries. The Panel of Experts noted that trafficking from the United States is mostly conducted by small trafficking networks. The Panel also noted that Haiti is a transit point and a significant source of illicit firearms for criminal groups in Jamaica as there is a well-established system for exchanging cannabis and other goods, such as food or charcoal, from Jamaica for small arms from Haiti.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "28.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["S/2024/253", "https://undocs.org/en/S/2024/253"]]}, {"text": "Haitian customs and law enforcement agencies were unable to enhance their response against weapons and ammunition trafficking as controls at the sea, air and land borders are rarely occurring as a result of the rampant violence and control of ports by armed gangs. Customs offices in several locations were vandalized and ransacked. Operations at the main ports in Port-au-Prince, located in gang-controlled areas, were interrupted for several days and were later allowed to resume under the threats of armed elements who severely limited the ability of customs officials to inspect containers.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "29.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UNODC estimated that private security companies employ between 75,000 and 90,000 persons (compared with 12,931 serving in the police as at 30 June 2024 and similar levels of private security workforce employees in the previous observation period). One hundred and three private security companies were registered with the Ministry of the Interior while an additional five companies have applied to be registered.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "30.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Illicit financial flows remained of concern. Gang violence and territorial expansion strangled economic activities and enabled a variety of illegal activities. The Panel of Experts noted that the long-standing relationship between gangs, the private sector and some political actors favoured illicit financial flows and posed a threat to the peace, security and stability of the country. The Panel also noted that the historical interdependency between gangs, economic actors and politicians bolstered the activities of gangs, which have expanded their territories with the aim of increasing illicit revenue collection (see also S/2023/674). Haiti remains on the list of the Financial Action Task Force, which is in the lead of global action to tackle money laundering, terrorist and proliferation financing, of jurisdictions under increased monitoring to assist the country in addressing strategic deficiencies in countering money-laundering, terrorist financing and proliferation financing.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "31.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["S/2023/674", "https://undocs.org/en/S/2023/674"]]}, {"text": "On 21 December 2023, the International Monetary Fund approved an extension of the Staff-Monitored Programme with the Ministry of Economy and Finance of Haiti and the Bank of the Republic of Haiti through 30 September 2024. The Programme is focused on strengthening governance, fighting corruption and enhancing transparency and accountability in the use of public spending, including through data transparency, to help ensure that public funds are used appropriately.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "32.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Observations", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "IV.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The grave and protracted cycle of violence in Haiti, the persistent and destabilizing criminal activities by armed gangs and the unabated illicit trafficking of arms and ammunition continue to affect the lives of the Haitian people and threaten the State institutions needed to sustain peace and security. Since my assessment of the key benchmarks in 2023, there has been a further regression in Haiti. The arms embargo has not yet had a noticeable impact on the situation on the ground. National institutions responsible for its implementation continue to struggle owing to limited resources and capacity, while countries in the region will have to step up effective implementation measures to counter arms trafficking and to enforce the arms embargo. As a result, gang leaders under targeted sanctions have continued to operate with impunity.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "33.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The multifaceted crisis in Haiti, with gang violence at its centre, has further escalated and empowered armed gangs. New criminal alliances among gangs which brought about a degree of coordination increased the intensity of gang violence, including against State institutions, bringing the State close to collapse. The Haitian population continued to pay the highest price for the violence, in particular victims of gender-based and sexual violence.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "34.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Progress on the political front, including the formation of the Transitional Presidential Council and of a new Government, together with the initial deployment of the Multinational Security Support Mission, provides an opportunity to begin to reverse the cycle of violence. Effective governance and the restoration of security are indispensable preconditions for a recovery in Haiti. Going forward, it remains essential that all Haitian stakeholders work together, in a spirit of national unity and consensus, to manage the threats that the country is facing. I commend the efforts by the Caribbean Community, including its Eminent Persons Group, as well as other international partners, in facilitating a way forward to address the political crisis in Haiti and welcome the initial deployment of the Multinational Security Support Mission, led by Kenya. I call upon international partners to increase their support to the new Government and to the Multinational Security Support Mission for it to reach its full capacity as soon as possible. I also urge Member States, in particular countries in the region, to step up their efforts to ensure the full implementation of the arms embargo.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "35.", "action_verb": "Progress", "action_verb_type": "operative", "action_verb_normalized": "progres", "links": []}, {"text": "It is high time to break the cycle of insecurity, instability and gang violence that fuel gang activity and exacerbate weaknesses of State institutions, while obstructing efforts to reinforce them. Effectively implementing the sanctions regime and its measures would significantly support Haitian efforts to address the dire situation on the ground. Sanctions measures, especially if applied to a broader list of individuals, remain an integral element of a comprehensive strategy to stabilize Haiti through the strengthening of national institutions and efforts to combat armed gangs and other criminal actors.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "36.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}]