[{"text": "Letter dated 29 November 2024 from the Permanent Representatives of France and the United States of America to the United Nations addressed to the President of the Security Council", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "On behalf of the United States and France, please find attached a copy of the announcement made on 26 November 2024 regarding a cessation of hostilities between Lebanon and Israel (see annex).", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The announcement will create the conditions to restore lasting calm and allow residents in both Israel and Lebanon to return safely to their homes on both sides of the Blue Line. The United States and France are working with both countries, including closely with the Israel Defense Forces and Lebanese Armed Forces, to ensure that the arrangement is fully implemented and enforced. The United States and France remain determined to prevent this conflict from becoming another cycle of violence, and the two countries look forward to working with the members of the Security Council to this end.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "We would be highly appreciative if the present letter and its annex could be circulated as a document of the Security Council.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(Signed) Nicolas de Rivière", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Ambassador", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Permanent Representative of France to the United Nations", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(Signed) Linda Thomas-Greenfield", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Ambassador", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Representative of the United States to the United Nations", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Annex to the letter dated 29 November 2024 from the Permanent Representatives of France and the United States of America to the United Nations addressed to the President of the Security Council", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Announcement of a Cessation of Hostilities and Related Commitments on Enhanced Security Arrangements and Toward the Implementation of UNSCR 1701", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "After discussions with the governments of the Republic of Lebanon (hereinafter \"Lebanon\") and the State of Israel (hereinafter \"Israel\"), the United States of America and France understand that Lebanon and Israel seek a sustainable end to the current escalation of hostilities across the Blue Line and are each prepared to take steps to promote conditions for a permanent and comprehensive solution. These understandings reflect steps to which Israel and Lebanon are committed in order to implement fully United Nations Security Council Resolution (UNSCR) 1701, recognizing that UNSCR 1701 also calls for full implementation of its predecessor UNSC resolutions, including “disarmament of all armed groups in Lebanon,” so that the only forces authorized to carry arms in Lebanon will be the Lebanese Armed Forces (LAF), Internal Security Forces, Directorate of General Security, General Directorate of State Security, Lebanese Customs, and Municipal Police (hereinafter “Lebanon's official military and security forces”). To that end, the United States and France understand the following:", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Israel and Lebanon will implement a cessation of hostilities beginning at 04:00 hours (IST/EET), November 27, 2024 in accordance with the commitments detailed below.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "1.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "From 04:00 hours (IST/EET), November 27, 2024 forward, the Government of Lebanon will prevent Hezbollah and all other armed groups in the territory of Lebanon from carrying out any operations against Israel, and Israel will not carry out any offensive military operations against Lebanese targets, including civilian, military, or other state targets, in the territory of Lebanon by land, air, or sea.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "2.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Israel and Lebanon recognize the importance of UNSCR 1701 to achieving lasting peace and security and commit to taking steps towards its full implementation, without violation.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "3.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "These commitments do not preclude either Israel or Lebanon from exercising their inherent right of self-defense, consistent with international law.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "4.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Without prejudice to the United Nations Interim Force in Lebanon (UNIFIL) and its responsibilities, or to commitments in UNSCR 1701 and its predecessor resolutions, Lebanon's official military and security forces, infrastructure, and weaponry will be the only armed groups, arms, and related materiel deployed in the southern Litani area shown in the attached LAF Deployment Plan (hereinafter “the Southern Litani Area”).", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "5.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Consistent with UNSCR 1701 and its predecessor resolutions, in order to prevent the reestablishment and rearmament of non-state armed groups in Lebanon, any sales or supply of arms and related materiel into Lebanon will be regulated and controlled by the Government of Lebanon. Additionally, all production of arms and related materiel within Lebanon will be regulated and controlled by the Government of Lebanon.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "6.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In order to implement UNSCR 1701, and upon the commencement of the cessation of hostilities according to paragraph 1, the Government of Lebanon will provide all necessary authorities, including freedom of movement, to Lebanon's official military and security forces, and instruct them, consistent with UNSCR 1701 and its predecessor resolutions to:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "7.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Monitor and enforce against any unauthorized entry of arms and related materiel into and throughout Lebanon, including through all border crossings, and against the unauthorized production of arms and materiel within Lebanon.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "a.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Starting with the Southern Litani Area, dismantle all existing unauthorized facilities involved in the production of arms and related materiel, and prevent the establishment of such facilities in the future.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "b.", "action_verb": "Starting", "action_verb_type": "preambular", "action_verb_normalized": "start", "links": []}, {"text": "Starting with the Southern Litani Area, dismantle all infrastructure, and military positions, and confiscate all unauthorized arms inconsistent with these commitments.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "c.", "action_verb": "Starting", "action_verb_type": "preambular", "action_verb_normalized": "start", "links": []}, {"text": "The United States and France intend to work within the Military Technical Committee for Lebanon (MTC4L) to enable and achieve a total LAF deployment of 10,000 soldiers to southern Lebanon as soon as possible. Further, the United States and France intend to work with the international community to support the LAF as appropriate to achieve such an increase in its deployment levels in Lebanon, and to improve its capabilities.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "8.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Upon the commencement of the cessation of hostilities according to paragraph 1, and without prejudice to UNIFIL and its mandate and responsibilities in UNSCR 1701 and its predecessor resolutions, Israel and Lebanon resolve, in coordination with UNIFIL, to reformulate and enhance the tripartite mechanism (hereinafter: “the Mechanism”). The reformulated and enhanced Mechanism, hosted by UNIFIL, chaired by the United States, and including France, will monitor, verify, and assist in ensuring enforcement of these commitments.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "9.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Israel and Lebanon will cooperate with and facilitate the work of the Mechanism and will ensure their safety.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "a.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Mechanism will work with the MTC4L to strengthen the capacity and training of the LAF to inspect and dismantle unauthorized sites and infrastructure, above and below ground, confiscate unauthorized weapons, and prevent the presence of unauthorized armed groups.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "b.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Alongside the Mechanism’s work, UNIFIL’s work pursuant to its mandate will continue, including the efforts UNIFIL supports through its convening role that enhance the Mechanism’s effectiveness.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "c.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Israel and Lebanon will report any alleged violations to the Mechanism and UNIFIL without prejudice to their respective rights to communicate directly with the UN Security Council. The Mechanism will develop appropriate procedures to consult, inspect, gather information, and assist in ensuring the enforcement of these commitments.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "10.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Upon the commencement of the cessation of hostilities according to paragraph 1, Lebanon will deploy its official military and security forces to all borders, and to all regulated and non-regulated land, air, and sea border crossings. In addition, the LAF will deploy forces, set road blocks and checkpoints on all the roads and bridges along the line delineating the Southern Litani Area.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "11.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Upon the commencement of the cessation of hostilities according to paragraph 1, Israel will withdraw its forces in a phased manner south of the Blue Line, and in parallel the LAF will deploy to positions in the Southern Litani Area shown in the attached LAF Deployment Plan, and will commence the implementation of its obligations under the commitments, including the dismantling of unauthorized sites and infrastructure and confiscating unauthorized arms and related materiel. The Mechanism will coordinate execution by the Israel Defense Forces (IDF) and LAF of the specific and detailed plan for the phased withdrawal and deployment in these areas, which should not exceed 60 days.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "12.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Israel and Lebanon request that the United States – with the partnership of the United Nations – facilitate indirect negotiations between Israel and Lebanon with the objective of resolving remaining disputed points along the Blue Line, consistent with resolution 1701.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "13.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The United States and France understand that the above commitments will be accepted by Israel and Lebanon concurrently with this announcement.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "These commitments strive to enable civilians on both sides of the Blue Line to return safely to their lands and homes. The United States and France further intend to lead international efforts to support capacity-building and economic development throughout Lebanon to advance stability and prosperity in this region.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Enclosure", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "\\", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}]