[{"text": "Statement by the President of the Security Council", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "At the 7568th meeting of the Security Council, held on 25 November 2015, in connection with the Council’s consideration of the item entitled “Protection of civilians in armed conflict”, the President of the Security Council made the following statement on behalf of the Council:", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "“The Security Council reaffirms its commitment regarding the protection of civilians in armed conflict, and to the continuing and full implementation of all its previous relevant resolutions including 1265 (1999), 1296 (2000), 1674 (2006), 1738 (2006), 1894 (2009), and 2222 (2015), as well as all of its resolutions on Women, Peace and Security, Children and Armed Conflict and Peacekeeping, and all relevant statements of its President.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "“The Security Council expresses its outrage that civilians continue to account for the vast majority of casualties in situations of armed conflict and at the various short and long term impacts that conflict continues to have on civilians, including forced displacement, and damage to and destruction of civilian property and livelihoods.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "“The Security Council reaffirms its strong condemnation of violations of international humanitarian law committed by all parties to armed conflict, as well as violations and abuses of international human rights law, as applicable, and calls upon all parties to comply with their legal obligations. The Security Council recalls the importance of ensuring compliance with international humanitarian law and international human rights law, ending impunity for violations and abuses, and ensuring accountability.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "“The Security Council underscores the importance it attaches to the Protection of Civilians as one of the core issues on its agenda, and expresses its intention to continue addressing this issue regularly, both in country-specific considerations and as a thematic item.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "*\tReissued for technical reasons on 11 January 2016.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "**\tThe initial Aide Memoire was adopted on 15 March 2002 in S/PRST/2002/6.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["S/PRST/2002/6", "http://undocs.org/S/PRST/2002/6"]]}, {"text": "“The Security Council recognises the contribution of the updated Aide Memoire for the consideration of issues pertaining to the protection of civilians in armed conflict,** contained in the annex to this statement, to the protection of civilians, and as a practical tool that provides a basis for improved analysis and diagnosis of key protection issues, and stresses the need to continue its use on a more systematic and consistent basis.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "“The Security Council takes note of with appreciation the report of the Secretary-General on the protection of civilians in armed conflict of 18 June 2015 (S/2015/453) and the recommendations contained therein, and reiterates the need for systematic monitoring and reporting on the protection of civilians in armed conflict, and the challenges and progress made in this regard. The Security Council requests the Secretary-General to submit his next report on the protection of civilians in armed conflict by 15 May 2016 and to submit future reports every 12 months thereafter, to be formally considered by the Security Council each year within the same General Assembly session.”", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["S/2015/453", "http://undocs.org/S/2015/453"]]}, {"text": "Aide Memoire", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "For the consideration of issues pertaining to the protection of civilians in armed conflict", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Enhancing the protection of civilians in armed conflict is at the core of the work of the United Nations Security Council for the maintenance of peace and security. In order to facilitate the Council’s consideration of protection of civilians concerns in a given context, including at the time of the establishment or renewal of peacekeeping mandates, in June 2001, Council Members suggested that an Aide Memoire, listing the relevant issues, be drafted in cooperation with the Council (S/2001/614). On 15 March 2002, the Council adopted the Aide Memoire as a practical guide for its consideration of protection of civilians issues and agreed to review and update its contents periodically (S/PRST/2002/6). It was subsequently updated twice and adopted as annex to Presidential Statement S/PRST/2003/27 on 15 December 2003, and Presidential Statement S/PRST/2010/25 of 22 November 2010.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["S/2001/614", "http://undocs.org/S/2001/614"], ["S/PRST/2002/6", "http://undocs.org/S/PRST/2002/6"], ["S/PRST/2003/27", "http://undocs.org/S/PRST/2003/27"], ["S/PRST/2010/25", "http://undocs.org/S/PRST/2010/25"]]}, {"text": "This is the sixth edition of the Aide Memoire and is based on the Council’s previous deliberations on the protection of civilians, including resolutions 1265 (1999), 1296 (2000), 1674 (2006), 1738 (2006), 1894 (2009) and 2222 (2015). It is the result of consultation between the Security Council and the Office for the Coordination of Humanitarian Affairs (OCHA), as well as between OCHA and concerned United Nations departments and agencies, and other relevant humanitarian organizations.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Aide Memoire is intended to facilitate the Security Council’s consideration of issues relevant to the protection of civilians in armed conflict. To this end, it highlights primary objectives for Security Council action; offers, on the basis of the Security Council’s past practice, specific issues for consideration in meeting those objectives; and provides, in the addendum, a selection of agreed language from Security Council resolutions and presidential statements that refer to such concerns.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Bearing in mind that each peacekeeping mandate has to be elaborated on a case-by-case basis, the Aide Memoire is not intended as a blueprint for action. The relevance and practicality of the various measures described has to be considered and adapted to the specific conditions in each situation.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Most frequently civilians are caught in circumstances of dire need where a peacekeeping operation has not been established. Such situations may require the Council’s urgent attention. This Aide Memoire may, therefore, also provide guidance in circumstances where the Council may wish to consider action outside the scope of a peacekeeping operation.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "General protection concerns pertaining to the conflict-affected population", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "I.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A.\tProtection of, and assistance to, the conflict-affected population", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Parties to armed conflict to take the necessary measures to protect and meet the basic needs of the conflict-affected population.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Parties", "action_verb_type": "operative", "action_verb_normalized": "parti", "links": []}, {"text": "Issues for consideration:", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Issues", "action_verb_type": "operative", "action_verb_normalized": "issu", "links": []}, {"text": "Stress the responsibility of parties to armed conflict to abide by all their obligations under international humanitarian law and to respect, protect, and meet the basic needs of civilian populations within their effective control.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Stress", "action_verb_type": "operative", "action_verb_normalized": "stres", "links": []}, {"text": "Stress the responsibility of States to protect civilians and ensure the human rights of all individuals within their territory and subject to their jurisdiction, and recall the responsibility of all parties to armed conflict to respect human rights, as applicable.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Stress", "action_verb_type": "operative", "action_verb_normalized": "stres", "links": []}, {"text": "Express concern at acts, threats or situations of violence against civilians in armed conflict, condemn violations of applicable international humanitarian law as well as human rights law violations and abuses, and call on all parties to immediately cease such violations and abuses.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Express", "action_verb_type": "operative", "action_verb_normalized": "expres", "links": []}, {"text": "Call for strict compliance by parties to armed conflict with applicable international humanitarian law and human rights law, as well as any Security Council resolutions which apply to the situation, including with regard to:", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The prohibition against violence to life and person, in particular murder, mutilation, cruel treatment and torture; enforced disappearances; outrages upon personal dignity; and rape, sexual slavery, enforced prostitution, forced pregnancy, enforced sterilization, and any other form of sexual violence.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "▪", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The prohibition against arbitrary deprivation of liberty; corporal punishment; collective punishment; and the passing of sentences and the carrying out of executions without previous judgement pronounced by a regularly constituted court, affording all judicial guarantees which are generally recognized as indispensable.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "▪", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The prohibition against taking of hostages.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "▪", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The prohibition against ordering the displacement of the civilian population for reasons related to the conflict, unless the security of the civilians involved or imperative military reasons so demand.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "▪", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The prohibition against the recruitment or the active use of children in hostilities by parties to armed conflict in violation of applicable international law.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "▪", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The prohibition against slavery and the slave trade in all their forms and uncompensated or abusive forced labour.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "▪", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The provision of humanitarian relief supplies in situations of armed conflict.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "▪", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The prohibition of persecution on political, cultural, religious, national, racial, ethnic or gender grounds.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "▪", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The prohibition of any adverse distinction in the application of international humanitarian law and human rights law based on race, colour, sex, language, religion or belief, political or other opinion, national or social origin, wealth, birth or other status.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "▪", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The obligation to respect and protect, to whichever party they belong, the wounded and sick, to take all possible measures, particularly after an engagement, to search for and collect the wounded and sick and to provide, to the fullest extent practicable and with the least possible delay, the medical care and attention required by their condition without distinction on any grounds other than medical ones.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "▪", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Condemn cases of arbitrary deprivation of liberty, incommunicado detention in violation of international law, and acts of torture and other forms of cruel, inhuman or degrading treatment, in detention centres.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Call on all parties to armed conflict as well as relevant Security Council-authorized missions to ensure that all persons within their custody are treated in strict compliance with international humanitarian law and human rights law, as applicable, and further call on all parties to ensure access for relevant organizations, as applicable, to all prisons and places of detention.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Call upon parties to armed conflict to take steps and adopt specific measures to enhance the protection of civilians, including engaging in good faith in peace talks, and for States to ratify and implement international human rights and refugee law instruments.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Mandate United Nations peacekeeping and other relevant missions authorized by the Security Council, where appropriate and on a case-by-case basis, to impartially contribute to the protection of the civilian population, including those under threat of physical violence, within their zones of operation. In doing so, request:", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "That the protection of civilians is prioritized in decisions about the use of available capacity and resources, including information and intelligence resources, in the implementation of mandates.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "▪", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The development of clear guidelines/directives as to their protection role, including practical protection measures such as the establishment of early warning systems, support to local conflict resolution mechanisms, intensified and systematic patrolling in potential volatile areas, joint protection teams, and reviews of deployment, as appropriate.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "▪", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Systematic coordination between the civil and military components of the mission and between the mission and relevant humanitarian actors in order to consolidate expertise on the protection of civilians, in particular to improve the identification of, and response to, threats to civilians.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "▪", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "That missions communicate with the civilian population to raise awareness and understanding about their mandate and activities and to collect reliable information on violations of international humanitarian law and human rights violations and abuses perpetrated against civilians.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "▪", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Request that United Nations peacekeeping and other relevant missions develop comprehensive protection strategies in consultation with United Nations country teams and other relevant actors, and maximize the use of their capacities for the implementation of these comprehensive protection strategies.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Expressly authorize missions to use all necessary means to carry out their protection mandates.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Stress that any United Nations support to non-UN security forces shall be consistent with the Secretary-General’s Human Rights Due Diligence Policy on United-Nations Support to Non-UN Forces.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Stress", "action_verb_type": "operative", "action_verb_normalized": "stres", "links": []}, {"text": "Condemn wilful impediments to the implementation of United Nations Security Council authorized peace operations and other relevant missions’ mandates, in particular attacks against their staff and bureaucratic hurdles, call upon host States to fully comply with Status-of-Forces and/or Status-of-Mission agreements, and call upon parties to conflict to immediately cease interfering with, and take steps to facilitate, the activities of these missions in the implementation of their mandates.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Request that reports of the Secretary-General on country-specific situations include, where appropriate, information on the protection of civilians, including internally-displaced persons and refugees, notably acts that could constitute, as applicable, violations of international humanitarian law, human rights violations or abuses, or violations of international refugee law, by all parties, and developments on the implementation of the Secretary-General’s Human Rights Due Diligence Policy.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Request missions to monitor, help investigate, and report publicly and to the Security Council, on a regular basis, on the situation with regard to human rights and international humanitarian law in host countries, and request the Secretary-General to ensure that UN missions have sufficient capacity, including human rights monitors, to this end.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Request that United Nations peacekeeping and other relevant missions develop benchmarks and indicators of progress regarding the protection of civilians to measure specific developments in the implementation of their protection mandates.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Request troop- and police-contributing countries to ensure the provision of appropriate training, including training on international humanitarian law and international human rights law, to heighten the awareness and responsiveness to protection concerns of their personnel participating in United Nations peacekeeping and other relevant missions authorized by the Security Council to protect civilians.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Urge relevant regional and/or subregional bodies to develop and implement policies, activities and advocacy for the benefit of civilians affected by armed conflict.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "B.\tDisplacement", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Parties to armed conflict and other relevant actors refrain from, and take the necessary measures to prevent and respond to, the displacement of the civilian population.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Parties", "action_verb_type": "operative", "action_verb_normalized": "parti", "links": []}, {"text": "Issues for consideration:", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Issues", "action_verb_type": "operative", "action_verb_normalized": "issu", "links": []}, {"text": "Express concern at the displacement of civilians as a result of armed conflict, and call upon parties to armed conflict to take all feasible precautions to minimize harm to civilians and civilian objects.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Express", "action_verb_type": "operative", "action_verb_normalized": "expres", "links": []}, {"text": "Condemn, and call for the immediate cessation of, displacement in violation of applicable international humanitarian law and human rights law.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Call for strict compliance by parties to armed conflict with international humanitarian law, human rights law and refugee law, as applicable, as well as any Security Council resolutions which apply to the situation, including with regard to:", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The prohibition against deportation, forcible transfer or displacement of the civilian population, in whole or in part, unless the security of the civilians concerned or imperative military reasons so demand.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "▪", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The obligation, in case of displacement, to ensure to the greatest practicable extent that the civilians concerned are received under satisfactory conditions of shelter, hygiene, health, safety and nutrition and that members of the same family are not separated and that basic needs are met during displacement.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "▪", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The right to freedom of movement and to leave one’s country and seek asylum.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "▪", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The principle of non-refoulement under the Convention relating to the Status of Refugees, while also recalling that the protections afforded by the Refugee Convention and its Protocol shall not extend to any person with respect to whom there are serious reasons for considering that she or he has been guilty of acts contrary to the purposes and principles of the United Nations.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "▪", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The obligation of States to ensure the human rights, as applicable, of internally displaced persons during all phases of displacement, including their rights to property and freedom of movement, and including in relation to evictions and to the design, planning and realization of any durable solutions.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "▪", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Call upon States to provide protection and assistance to refugees, in full respect for international refugee law, and to internally-displaced persons, in full respect for international human rights law, as applicable, and in keeping with the Guiding Principles on Internal Displacement.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Underline the primary responsibility of States to respect and maintain the security and civilian character of camps for refugees and internally displaced persons, including disarming armed elements, separating combatants, curbing the flow of small arms in camps and preventing recruitment by armed groups in and around camps, and condemn the use of camps for refugees and internally-displaced persons by parties to armed conflict to gain a military advantage, thereby putting civilians in those camps at risk.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Mandate peacekeeping and other relevant missions authorized by the Security Council to pay particular attention to the protection of internally-displaced persons as particularly vulnerable civilians while carrying out their protection mandate, including through ensuring security in and around areas of high concentration of refugees and internally-displaced persons and specific protection measures in camps for refugees and internally displaced persons.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Stress the need for the States, with the support of relevant United Nations missions and country teams, to provide assistance to host States and communities in meeting the needs of internally-displaced persons and refugees and ensuring their safety and security.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Stress", "action_verb_type": "operative", "action_verb_normalized": "stres", "links": []}, {"text": "Request that reports of the Secretary-General on country-specific situations include the protection of displaced persons as a specific aspect of the report.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Urge relevant regional and/or subregional bodies to develop and implement policies, activities and advocacy for the benefit of internally displaced persons and refugees.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Consider applying targeted and graduated measures against parties to armed conflict who commit violations of applicable international law related to forced displacement.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Durable solutions for refugees and internally displaced persons, including safe, voluntary and dignified return and reintegration.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Issues for consideration:", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Issues", "action_verb_type": "operative", "action_verb_normalized": "issu", "links": []}, {"text": "Call for strict compliance by parties to armed conflict with applicable international humanitarian law, refugee law and human rights law, including with regard to:", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Respect for the right of refugees and internally-displaced persons to voluntary return in safety and dignity to their homes.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "▪", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Respect for the property rights of refugees and displaced persons, without adverse distinction on the basis of gender, age or other status.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "▪", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Stress the importance of achieving dignified durable solutions for refugees and internally-displaced persons, including voluntary, safe and dignified return, local integration or resettlement, and of ensuring their full participation in the design, planning and realization of these solutions.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Stress", "action_verb_type": "operative", "action_verb_normalized": "stres", "links": []}, {"text": "Stress that the realization of any durable solution shall be voluntary, decided on the basis of all available information regarding the conditions of the operation and the situation in places of origins or resettlement, including security conditions, and conducted in a way that preserves the dignity and ensures the safety and security of internally-displaced persons and refugees.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Stress", "action_verb_type": "operative", "action_verb_normalized": "stres", "links": []}, {"text": "Call upon all parties concerned to create the conditions conducive to allowing the voluntary, safe, dignified and sustainable return, local integration or resettlement of refugees and internally-displaced persons.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Stress the importance of addressing, and call upon States to address, housing, land and property issues in a non-discriminatory manner to prevent conflict and secondary displacement, and create conditions conducive to the realization of durable solutions.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Stress", "action_verb_type": "operative", "action_verb_normalized": "stres", "links": []}, {"text": "Request United Nations Peacekeeping and other relevant missions to contribute to the reestablishment of security conditions conducive to voluntary, safe, dignified and sustainable returns, or the realization of other durable solutions, including through police patrols in areas of return, local integration or resettlement.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Call upon all parties concerned to ensure non-discriminatory treatment of returning refugees and internally displaced persons.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Call upon all parties concerned to ensure the participation of refugees and internally displaced persons and inclusion of their needs, including their right to voluntary, safe and dignified return and reintegration, in all peace processes, peace agreements and post-conflict recovery and reconstruction planning and programmes.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Encourage United Nations peacekeeping and other relevant missions authorized by the Security Council, as appropriate and on a case-by-case basis, to support domestic mechanisms for addressing housing, land and property issues or their establishment by national authorities.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Encourage United Nations peacekeeping and other relevant missions authorized by the Security Council, as appropriate and on a case-by-case basis, to prevent the illegal appropriation and confiscation of land and property belonging to refugees and internally displaced persons and to ensure the protection of returning refugees and internally displaced persons.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "C.\tHumanitarian access and safety and security of humanitarian workers", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Parties to armed conflict to agree to and facilitate relief operations that are humanitarian and impartial in character and to allow and facilitate rapid, safe and unhindered passage of relief consignments, equipment and personnel.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Parties", "action_verb_type": "operative", "action_verb_normalized": "parti", "links": []}, {"text": "Issues for consideration:", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Issues", "action_verb_type": "operative", "action_verb_normalized": "issu", "links": []}, {"text": "Condemn, and call for the immediate removal of, impediments of humanitarian access in violation of applicable international humanitarian law.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Call for strict compliance by parties to armed conflict with applicable international humanitarian law, as well as relevant Security Council resolutions, including with regards to:", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The prohibition against using starvation of civilians as a method of warfare by depriving them of objects indispensable to their survival, including wilfully impeding relief supplies in contravention of international humanitarian law.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "▪", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Agreeing to relief actions which are humanitarian and impartial in character and conducted without any adverse distinction.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "▪", "action_verb": "Agreeing", "action_verb_type": "preambular", "action_verb_normalized": "agreeing", "links": []}, {"text": "Providing, or facilitating the provision of, medical care and attention to the wounded and sick, as required by their condition, to the fullest extent practicable and with the least possible delay.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "▪", "action_verb": "Providing,", "action_verb_type": "preambular", "action_verb_normalized": "provid", "links": []}, {"text": "Call for strict compliance by parties to armed conflict and third States with their obligations under applicable international humanitarian law to allow and facilitate the rapid, safe and unhindered passage of relief consignments, equipment and personnel subject to their right to prescribe technical arrangements, including search, under which such passage is permitted.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Call upon parties to armed conflict to facilitate the passage to all areas for medical personnel, equipment, transport and supplies, including surgical items.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Call upon humanitarian organizations and actors to abide by, and parties to armed conflict to uphold and respect, the humanitarian principles of humanity, neutrality, impartiality and independence, in order to ensure the continued provision of humanitarian assistance, the safety and protection of those receiving such assistance, and the security of humanitarian personnel.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Condemn the arbitrary withholding of consent to relief operations and recall that the arbitrary denial of humanitarian access and depriving civilians of objects indispensable to their survival, including wilfully impeding relief supply and access, may constitute a violation of international humanitarian law.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Demand that parties to armed conflict allow and facilitate the safe, rapid, safe and unhindered access by humanitarian organizations to all areas for the principled provision of humanitarian assistance.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Call upon parties to armed conflict to remove all impediments to humanitarian access, including bureaucratic impediments, and call upon States hosting humanitarian operations to expedite the issuance of visas for humanitarian actors as well as custom and clearance processes for humanitarian supplies.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Mandate United Nations peacekeeping and other relevant missions authorized by the Security Council, where appropriate and as requested, to help creating security conditions conducive to the rapid, safe, unhindered and civilian-led provision of humanitarian assistance.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Consider applying targeted and graduated measures against parties to armed conflict who are responsible for obstructing the delivery of humanitarian assistance in violation of international humanitarian law, including by participating in attacks against humanitarian actors and assets.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Parties to armed conflict to respect and protect humanitarian workers and facilities.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Parties", "action_verb_type": "operative", "action_verb_normalized": "parti", "links": []}, {"text": "Issues for consideration:", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Issues", "action_verb_type": "operative", "action_verb_normalized": "issu", "links": []}, {"text": "Condemn, and call for the immediate cessation of, attacks deliberately targeting humanitarian workers.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Call for strict compliance by parties to armed conflict with applicable international humanitarian law, including the duty to respect and protect relief personnel and installations, material, units and vehicles involved in humanitarian assistance.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Stress the primary responsibility of States hosting humanitarian operations to ensure the security and protection of humanitarian personnel.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Stress", "action_verb_type": "operative", "action_verb_normalized": "stres", "links": []}, {"text": "Encourage the Secretary-General to bring to the attention of the Security Council situations in which humanitarian assistance is denied as a consequence of violence directed against humanitarian personnel and facilities.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Request that States include key provisions of the Convention on the Safety of United Nations and Associated Personnel and its Optional Protocol, such as those regarding the prevention of attacks against members of United Nations operations, the criminalization of such attacks and the prosecution or extradition of offenders in future as well as, if necessary, in existing status-of-forces, status-of-mission and host country agreements negotiated with the United Nations.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Relevant international actors, including Donors and United Nations humanitarian agencies, to increase humanitarian assistance and improve the reach, quantity and quality of humanitarian aid.", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Issues for consideration:", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Issues", "action_verb_type": "operative", "action_verb_normalized": "issu", "links": []}, {"text": "Call upon Member States to contribute to Consolidated Appeal Processes.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Consider adopting general exemptions to targeted economic and financial sanctions as well as arms embargoes adopted by the Security Council in order to facilitate the provision of humanitarian assistance and enhance the security and safety of humanitarian personnel where relevant, as determined by the relevant Security Council sanctions Committee.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "D.\tConduct of hostilities", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Parties to armed conflict to take all feasible steps to protect civilians from the effects of hostilities.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Parties", "action_verb_type": "operative", "action_verb_normalized": "parti", "links": []}, {"text": "Issues for consideration:", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Issues", "action_verb_type": "operative", "action_verb_normalized": "issu", "links": []}, {"text": "Condemn, and call for the immediate cessation of, all acts of violence and abuses committed against civilians in violation of applicable international humanitarian law and human rights law.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Call for strict compliance by parties to armed conflict with applicable international humanitarian law, as well as any Security Council resolutions which apply to the situation, including compliance with the prohibitions against:", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Directing attacks against the civilian population or against individual civilians not taking direct part in hostilities;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "▪", "action_verb": "Directing", "action_verb_type": "preambular", "action_verb_normalized": "direct", "links": []}, {"text": "Directing attacks against civilian objects;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "▪", "action_verb": "Directing", "action_verb_type": "preambular", "action_verb_normalized": "direct", "links": []}, {"text": "Launching an attack that is indiscriminate, i.e., of a nature to strike military objectives and civilians or civilian objects without distinction;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "▪", "action_verb": "Launching", "action_verb_type": "preambular", "action_verb_normalized": "launch", "links": []}, {"text": "Launching an attack which may be expected to cause incidental loss of life or injury to civilians or damage to civilian objects or a combination thereof which would be excessive in relation to the concrete and direct military advantage anticipated;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "▪", "action_verb": "Launching", "action_verb_type": "preambular", "action_verb_normalized": "launch", "links": []}, {"text": "Directing attacks against personnel, installations, material, units or vehicles involved in a humanitarian assistance or peacekeeping mission in accordance with the United Nations Charter, as long as they are entitled to the protection given to civilians or civilian objects under international humanitarian law;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "▪", "action_verb": "Directing", "action_verb_type": "preambular", "action_verb_normalized": "direct", "links": []}, {"text": "Utilizing the presence of a civilian or other protected person to render certain points, areas or military forces immune from military operations;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "▪", "action_verb": "Utilizing", "action_verb_type": "preambular", "action_verb_normalized": "utiliz", "links": []}, {"text": "Rape and other forms of sexual violence;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "▪", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Directing attacks against buildings dedicated to religion, education, art, science or charitable purposes, historic monuments, hospitals and places where the sick and wounded are collected, provided they are not military objectives;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "▪", "action_verb": "Directing", "action_verb_type": "preambular", "action_verb_normalized": "direct", "links": []}, {"text": "Directing attacks against buildings, material, medical units and transport, and personnel using the distinctive emblems of the Geneva Conventions in conformity with international law;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "▪", "action_verb": "Directing", "action_verb_type": "preambular", "action_verb_normalized": "direct", "links": []}, {"text": "Destroying or seizing the property of the adversary unless required by military necessity;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "▪", "action_verb": "Destroying", "action_verb_type": "preambular", "action_verb_normalized": "destroy", "links": []}, {"text": "Using starvation of civilians as a method of warfare by depriving them of objects indispensable to their survival, including wilfully impeding relief supplies in contravention of applicable international humanitarian law.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "▪", "action_verb": "Using", "action_verb_type": "preambular", "action_verb_normalized": "us", "links": []}, {"text": "Request within regular reporting by the Secretary-General as well as United Nations Security Council authorized peace operations and other relevant missions, information on concrete steps taken to ensure the protection of the civilian population in the conduct of hostilities and on measures to ensure accountability for violations of applicable international humanitarian law.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Request parties to armed conflict and United Nations authorized missions with a mandate to conduct or support offensive operations, to adopt and implement specific measures to mitigate the risk that harm be caused to civilians or civilian objects as a consequence of hostilities in violation of international humanitarian law, such as, when possible and practical, the establishment of civilian casualty tracking systems, systematic investigations in cases where the use of force resulted in civilian casualties, regular reviews of tactics and procedures, and the issuance of clear and specific orders and tactical directives to minimize civilian harm and damage to civilian objects as a result of hostilities.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "E.\tSmall arms and light weapons, including mines and explosive remnants of war, and the indiscriminate use of weapons", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Protection of the civilian population through the control of, and reduction in the availability of, illicit small arms and light weapons.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Issues for consideration:", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Issues", "action_verb_type": "operative", "action_verb_normalized": "issu", "links": []}, {"text": "Express concern at the detrimental impact of the proliferation and availability of small arms and light weapons on the security and safety of civilians by fuelling armed conflict, and request relevant Security Council-authorized missions to monitor the presence of arms among the civilian population.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Express", "action_verb_type": "operative", "action_verb_normalized": "expres", "links": []}, {"text": "Request States and regional and subregional organizations to adopt measures to curb and reduce the illicit trafficking, of small arms and light weapons such as voluntary collection and destruction; effective stockpile management, storage and security; arms embargoes; sanctions; and legal measures against corporate actors, individuals and entities involved in such activities.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Encourage strengthened practical cooperation between United Nations peacekeeping and other relevant missions authorized by the Security Council aimed at monitoring and preventing the cross-border movement of small arms and light weapons.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Mandate United Nations peacekeeping and other relevant missions authorized by the Security Council to assist Monitoring Groups or Panels of Experts assisting relevant Security Council sanctions Committees in their monitoring role, and collect and dispose of, or secure, illicit and/or surplus small arms and light weapons as well as surplus ammunition stockpiles.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Encourage the development and reinforcement of national capacities to store ammunition stockpiles according to international standards, including through the rehabilitation or construction of armouries and ammunition depots.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Consider imposing arms embargoes and other measures aimed at preventing the sale or supply of arms and related materiel of all types to parties to armed conflict that commit violations of applicable international law, and consider imposing targeted sanctions on individuals and entities listed by relevant Security Council sanctions Committees as acting in violation of Security Council-imposed restrictive measures on arms.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Encourage strengthened practical cooperation among relevant sanctions monitoring groups of the Security Council, peacekeeping and other relevant missions authorized by the Security Council and States.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Request the establishment of a baseline arms inventory as well as arms marking and registration systems in situations where a United Nations arms embargo coincides with disarmament, demobilization and reintegration efforts.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Protection of the civilian population through the cessation of the indiscriminate use of weapons, and the marking, clearance, removal or destruction of mines and explosive remnants of war (ERW), including cluster munitions and improvised explosive device remnants.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Issues for consideration:", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Issues", "action_verb_type": "operative", "action_verb_normalized": "issu", "links": []}, {"text": "Condemn, and call upon parties to armed conflict to refrain from, the illegal and indiscriminate use of weapons,.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Urge States to consider ratifying or acceding to the Arms Trade Treaty, and take steps to ensure the full implementation of its provisions.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Call on parties to armed conflict, after the cessation of active hostilities and as soon as feasible, to mark, clear, remove or destroy mines and ERW in affected territories under their control, prioritizing areas affected by mines and ERW which are assessed to pose serious humanitarian risk.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Call on parties to armed conflict to record and retain information on the use of mines and explosive ordnance or the abandonment of explosive ordnance, to facilitate rapid marking and clearance, removal or destruction of mines and ERW and risk education, and to provide the relevant information to the party in control of, and civilian populations in, the territory.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Call on parties to armed conflict to take all feasible precautions in the territory under their control affected by mines and ERW to protect the civilian population, in particular children, including issuing warnings, undertaking risk education, marking, fencing and monitoring of territory affected by mines and ERW.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Call on parties to armed conflict to protect United Nations Security Council authorized peace operations and other relevant missions, as well as humanitarian organizations, from the effects of mines and ERW and to make available information on the location of mines and ERW that they are aware of in the territory where the missions/organizations are or will be operating.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Call on parties to armed conflict, States and other relevant actors to provide technical, financial, material or human resources assistance to facilitate the marking, clearance, removal or destruction of mines and ERW.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Call on parties to armed conflict, States and other relevant actors to provide assistance for the care, rehabilitation and economic and social reintegration of victims of ERW and their families and communities.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "F.\tCompliance, accountability and the rule of law", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Compliance by parties to armed conflict with applicable international humanitarian law and human rights law.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Issues for consideration:", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Issues", "action_verb_type": "operative", "action_verb_normalized": "issu", "links": []}, {"text": "Call on parties to armed conflict and Security Council-authorized missions with a mandate to conduct or support offensive operations, to take appropriate measures to respect and ensure respect for international humanitarian law and human rights law, including by:", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Enforcing appropriate military disciplinary measures and upholding the principle of command responsibility.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "▪", "action_verb": "Enforcing", "action_verb_type": "preambular", "action_verb_normalized": "enforc", "links": []}, {"text": "Training troops and police forces on applicable international humanitarian law and human rights law.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "▪", "action_verb": "Training", "action_verb_type": "preambular", "action_verb_normalized": "train", "links": []}, {"text": "Vetting armed and security forces to ensure that personnel have a reliably attested record of not having been involved in violations of international humanitarian law or human rights law violations or abuses.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "▪", "action_verb": "Vetting", "action_verb_type": "preambular", "action_verb_normalized": "vett", "links": []}, {"text": "Consider applying targeted and graduated measures against parties to armed conflict that threaten peace, attack or obstruct the action of United Nations Peacekeeping or other relevant mission, commit violations of applicable international humanitarian law and human rights law, or incite publicly hatred and violence.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Stress that the support of United Nations peacekeeping and other relevant missions to military operations led by national armed forces is strictly conditioned on the compliance of those armed forces with international humanitarian, human rights and refugee law and on joint planning of such operations.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Stress", "action_verb_type": "operative", "action_verb_normalized": "stres", "links": []}, {"text": "Call upon United Nations peacekeeping and other relevant missions to intercede with national armed forces if elements of the latter receiving support from the mission are suspected of committing violations of international humanitarian, human rights and refugee law and, if the situation persists, to withdraw the mission’s support.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Request relevant United Nations-authorized missions to provide training, including in the area of human rights, international humanitarian law, child protection and the prevention of gender-based and sexual violence, to the armed forces of host States.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Accountability for persons suspected of violations of international humanitarian law or international human rights law violations or abuses, genocide, crimes against humanity, war crimes or serious violations of human rights law.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Issues for consideration:", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Issues", "action_verb_type": "operative", "action_verb_normalized": "issu", "links": []}, {"text": "Stress the importance of ending impunity for violations of applicable international humanitarian law and international human rights law violations and abuses as part of a comprehensive approach to seeking sustainable peace, justice, truth and national reconciliation.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Stress", "action_verb_type": "operative", "action_verb_normalized": "stres", "links": []}, {"text": "Call on States to comply with their obligations to investigate, search for, prosecute or extradite persons suspected of committing genocide, war crimes, crimes against humanity or other serious violations of international law, including international humanitarian law, human rights law and refugee law, irrespective of their status or political affiliation.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Stress the need for the exclusion of, and reject any form of, or endorsement of, amnesty for genocide, crimes against humanity, war crimes or other serious violations of human rights in conflict resolution processes and ensure that no such amnesty previously granted is a bar to prosecution before any United Nations-created or -assisted court.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Stress", "action_verb_type": "operative", "action_verb_normalized": "stres", "links": []}, {"text": "Mandate United Nations Security Council authorized peace operations and other relevant missions support and promote, in cooperation with relevant States, the establishment of effective arrangements at the national or international level for investigating and prosecuting violations of international humanitarian law and international human rights law violations and abuses, including through capacity building and support to national justice sector reforms.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Request the cooperation of States and United Nations peacekeeping and other relevant missions authorized by the Security Council in the apprehension and surrender of alleged perpetrators of genocide, crimes against humanity, or war crimes, as applicable, as well as alleged perpetrators of international humanitarian law or international human rights law violations, and international human rights law abuses.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Stress the need for comprehensive, independent and impartial investigation, consistent with international standards, into alleged human rights abuses and violations, and violations of international humanitarian law.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Stress", "action_verb_type": "operative", "action_verb_normalized": "stres", "links": []}, {"text": "Consider the establishment of ad hoc judicial mechanisms and reparation programs at the national or international level to investigate and prosecute international humanitarian law and international human rights law violations and abuses, war crimes and serious violations of international humanitarian and human rights law, and ensure the implementation of applicable provisions on the right to reparations for violations of individual rights.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Consider the referral of situations involving genocide, crimes against humanity or war crimes to the International Criminal Court.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Protection of civilians through the restoration and enforcement of the rule of law, disarmament, demobilization and reintegration programmes, and security sector reform.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Issues for consideration:", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Issues", "action_verb_type": "operative", "action_verb_normalized": "issu", "links": []}, {"text": "Call upon States to ensure equal protection under the law and equal access to justice for victims, including women and children, of violations of international humanitarian law and human rights law and to take the necessary measures to ensure the protection of victims and witnesses.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Mandate United Nations Security Council authorized peace operations and other relevant missions to support restoration of the rule of law, including through the provision of assistance in monitoring, restructuring and reforming the justice and law enforcement sectors.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Consider mandating United Nations peacekeeping and other relevant missions authorized by the Security Council to, as an emergency measure dictated by exceptional circumstances and upon request from host States, maintain public law and order in areas where the host State is unable to do so.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Request the rapid deployment of qualified and well-trained international civilian police, and justice and corrections experts as a component of United Nations peacekeeping and other relevant missions authorized by the Security Council.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Call on States and regional and subregional organizations to provide technical assistance for local police, judiciary and penitentiaries (e.g., mentoring, legislative drafting).", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Stress the importance of permanently disarming, demobilizing and reintegrating former combatants of national armed groups and disarming, demobilizing, repatriating, resettling and reintegrating foreign armed groups, while respecting the imperative to fight impunity and to assist the victims in conflict-affected communities.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Stress", "action_verb_type": "operative", "action_verb_normalized": "stres", "links": []}, {"text": "Underline the need to pay particular attention to the creation of effective reinsertion opportunities for former combatants, and mandate United Nations peacekeeping operations and other relevant missions authorized by the Security Council to provide support to host States in that regard.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Stress the importance of security sector reform, call upon host States to develop and implement comprehensive security sector reform programmes to professionalize, and ensure accountability and the civilian oversight of, national security forces, including through vetting for human rights violations and training on human rights, child protection and sexual and gender based violence.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Stress", "action_verb_type": "operative", "action_verb_normalized": "stres", "links": []}, {"text": "Mandate United-Nations authorized missions and entities, and call upon international partners, to provide support and assistance to host States in designing and implementing comprehensive security sectors reform programmes, including training, co-location and mentoring activities, in full compliance with the United Nations Human Rights Due Diligence Policy.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Mandate United Nations peacekeeping and other relevant missions authorized by the Security Council to support host States in developing and implementing community disarmament programmes, including technical support to mentor the safe handling of weapons and ammunition collected, comprising the verification, securing, storage and disposal of non-serviceable items.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Mandate United Nations peacekeeping and other relevant missions and United Nations entities to provide good offices, advice and support to host Governments for the design of comprehensive disarmament, demobilization and reintegration programmes as well as disarmament, demobilization, repatriation, resettlement and reintegration programmes for combatants not suspected of war crimes or other serious violations of human rights, and to provide support for the implementation of these plans, including operational support to cantonment and weapon collection processes, in full compliance with the United Nations Human Rights Due Diligence Policy.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Consider adopting targeted sanctions against individuals and entities who impede DDR and DDRRR processes, as determined by the relevant Security Council sanctions Committee.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Consider adopting exemptions to relevant Security Council-mandated arms embargoes for the transfer of arms and related lethal materiel, and other non-lethal military equipment, to security forces of host States intended solely for the support of or use in a United Nations-supported national security sector reform programme, upon notification to the relevant Security Council sanctions Committee, and request the relevant Panel of Expert or Monitoring Group to monitor on the implementation of such exemptions, including the potential diversion of arms and related materiel imported under the exemptions.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Foster accountability, build confidence and enhance stability by promoting transitional justice mechanisms, including truth and reconciliation mechanisms.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Issues for consideration:", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Issues", "action_verb_type": "operative", "action_verb_normalized": "issu", "links": []}, {"text": "Mandate the establishment of appropriate, locally adapted mechanisms for truth and reconciliation (e.g., technical assistance, funding and reintegration of civilians within communities).", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Request, where appropriate, the establishment by host States, the Secretary-General or regional organizations, of commissions of inquiry, fact-finding missions, transitional justice mechanisms, reparation programs and similar measures, to investigate acts that could constitute violations of international humanitarian law or international human rights law violations or abuses, including genocide, war crimes, crimes against humanity or serious violations of human rights law, and provide justice and reparation to victims.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "G.\tMedia and information", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Protection of journalists, other media professionals and associated personnel.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Issues for consideration:", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Issues", "action_verb_type": "operative", "action_verb_normalized": "issu", "links": []}, {"text": "Condemn, and call for the immediate cessation of, attacks against journalists, media professionals and associated personnel operating in situations of armed conflict.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Call for compliance by parties to armed conflict with applicable international humanitarian law and respect for the civilian status of journalists, media professionals and associated personnel as well as their equipment and installations.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Demand that States take all necessary steps to prosecute those responsible for attacks against journalists, media professionals and associated personnel in violation of applicable international humanitarian law.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Counter occurrences of speech used to incite violence.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Issues for consideration:", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Issues", "action_verb_type": "operative", "action_verb_normalized": "issu", "links": []}, {"text": "Condemn, and call for the immediate cessation of, incitements to discrimination, hostility, hatred and violence against civilians in situations of armed conflict.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Demand that States bring to justice individuals who incite or otherwise cause such violence.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Impose targeted and graduated measures in response to media broadcasts inciting genocide, crimes against humanity, war crimes or other serious violations of human rights law.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Mandate peacekeeping and other relevant missions authorized by the Security Council to promote the establishment of media monitoring mechanisms to ensure effective monitoring, reporting and documenting of any incidents, origins and contents that incite “hate media”.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Promote and support accurate management of information on the armed conflict.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Issues for consideration:", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Issues", "action_verb_type": "operative", "action_verb_normalized": "issu", "links": []}, {"text": "Urge parties to armed conflict to respect the professional independence of journalists, media professionals and associated personnel.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Encourage United Nations Security Council authorized peace operations and other relevant missions to include a mass-media component that can disseminate information about international humanitarian law and human rights law while also giving objective information about the activities of the United Nations.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Request relevant actors to provide technical assistance to States on steps to counter hate speech consistent with international human rights law.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Specific protection concerns arising from Security Council discussions on children affected by armed conflict", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "II.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Parties to armed conflict to take the necessary measures to meet the specific protection, health, education and assistance needs of children.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Parties", "action_verb_type": "operative", "action_verb_normalized": "parti", "links": []}, {"text": "Issues for consideration:", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Issues", "action_verb_type": "operative", "action_verb_normalized": "issu", "links": []}, {"text": "Condemn, and call for the immediate cessation of, violations and abuses committed against children in situations of armed conflict, including those involving the recruitment and use of children in hostilities by parties to armed conflict in violation of applicable international law; the killing or maiming of children; rape and other forms of sexual violence against children; abduction of children; attacks against schools or hospitals; and denial of humanitarian access for children.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Call for strict compliance by parties to armed conflict with applicable international humanitarian law and human rights law relating to children affected by armed conflict, as well as any Security Council resolutions which apply to the situation.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Call upon all parties to immediately end, and take all measures to prevent, grave violations against children including through issuing clear command orders prohibiting all violations and abuses committed against children.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Call upon relevant parties to develop and implement concrete time-bound action plans to halt recruitment and use of children in violation of international law and other grave violations committed against children in situations of armed conflict, in close collaboration with United Nations Security Council authorized peace operations and other relevant missions, United Nations country teams and the Special Representative of the Secretary-General on Children and Armed Conflict, including by taking measures to ensure the dissemination and implementation of these commitments and action plans throughout the chain of command.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Call upon parties to armed conflict to respect the civilian character of schools and cease attacks and threats of attacks against schools, students and teachers, in contravention of international humanitarian law, and further call upon parties to armed conflict to refrain from military use of education institutions in contravention of applicable international law.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Call upon States to make and implement specific commitments on timely investigation of alleged violations and abuses against children in order to hold perpetrators accountable before criminal jurisdictions and ensure that those responsible for such violations and abuses are excluded from the security sector.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Call upon States to ensure that children released from armed groups are treated as victims and consider alternative, non-judicial measures that focus on the rehabilitation and reintegration of children.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Call for the immediate, safe and unconditional release of abducted children by all parties to armed conflict and encourage States, United Nations entities, and regional and sub-regional organizations, to undertake efforts to obtain such release and ensure family reunification, as well as the rehabilitation and reintegration of released children.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Call upon all parties concerned to implement the recommendations of the Security Council Working Group on Children and Armed Conflict.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Include specific provisions for the protection of children in the mandates of United Nations Security Council authorized peace operations and other relevant missions, in particular:", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Request the mission to pay particular attention to the protection of children in the implementation of its protection of civilians mandate, in close collaboration with relevant entities of the United Nations Country Team.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Request the Secretary-General to establish and implement country-level monitoring and reporting mechanisms on grave violations perpetrated against children, pursuant to resolution 1612 (2005).", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Request the mission, in collaboration with relevant entities of the United Nations Country Team, to support the host Government in promoting child protection, and developing and implementing action plans to halt the recruitment and use of children and other grave violations committed against children in situations of armed conflict in violation of applicable international law.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Request the mission, in collaboration with relevant entities of the United Nations County Team, to ensure that child protection is mainstreamed as a core aspect of the its activities and a core aspect of justice sector reform, DDR/DDRRR processes, and SSR programmes, including through:", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The development and implementation of appropriate guidance on child protection, such as standard operating procedures for the handover of children released from armed forces and armed groups to civilian child protection actors;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Thorough age verification mechanisms as part of vetting processes for integrating armed forces; the inclusion of child protection in training modules for security forces, or;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The establishment of child protection units in security forces.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Request the mission, in collaboration with relevant entities of the United Nations County Team, to provide training on child protection to members of national security forces.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Request the deployment of child protection advisors within the mission.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Request that reports of the Secretary-General on country-specific situations include the protection of children as a specific aspect of the report.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Call upon all parties concerned to ensure that the protection, rights and well-being of children affected by armed conflict are specifically integrated into peace processes, peace agreements and post-conflict recovery and reconstruction planning and programmes, including measures for family tracing and reunification, the rehabilitation and reintegration of separated children, and the release and reintegration of children associated with armed forces and groups.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Urge States, United Nations entities, regional and subregional organizations and other concerned parties to take appropriate measures to control illicit subregional and cross-border activities harmful to children, as well as other violations and abuses committed against children in situations of armed conflict in violation of applicable international law.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Urge relevant regional and/or subregional bodies to continue mainstreaming child protection in their activities, advocacy, mission planning and programmes, and to develop and implement policies and guidelines for the protection of children affected by armed conflict.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Consider applying targeted and graduated measures against parties to armed conflict that commit grave violations against children in situations of armed conflict.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Specific protection concerns arising from Security Council discussions on women affected by armed conflict", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "III.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Parties to armed conflict and other relevant actors to refrain from, and take the necessary measures to prevent and respond to, sexual violence.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Parties", "action_verb_type": "operative", "action_verb_normalized": "parti", "links": []}, {"text": "Issues for consideration:", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Issues", "action_verb_type": "operative", "action_verb_normalized": "issu", "links": []}, {"text": "Condemn, and call for the immediate cessation of, acts of sexual violence committed in the context of, and associated with, armed conflict.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Call for strict compliance by parties to armed conflict with the rules of international humanitarian law and human rights law, as well as any Security Council resolutions which apply to the situation, including with regards the prohibition of rape, sexual slavery, enforced prostitution, forced pregnancy, enforced sterilization or any other form of sexual violence.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Call on parties to armed conflict to take appropriate measures to refrain from, prevent and protect all persons from all forms of sexual violence, including by:", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Issuing clear orders through chains of command prohibiting sexual violence, enforcing appropriate military disciplinary measures in a timely manner, and upholding the principle of command responsibility.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "▪", "action_verb": "Issuing", "action_verb_type": "preambular", "action_verb_normalized": "issu", "links": []}, {"text": "Training troops on the categorical prohibition of all forms of sexual violence.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "▪", "action_verb": "Training", "action_verb_type": "preambular", "action_verb_normalized": "train", "links": []}, {"text": "Debunking myths that fuel sexual violence.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "▪", "action_verb": "Debunking", "action_verb_type": "preambular", "action_verb_normalized": "debunk", "links": []}, {"text": "Vetting armed and security forces to ensure that personnel have a reliably attested record of not having been involved in the perpetration of rape and other forms of sexual violence.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "▪", "action_verb": "Vetting", "action_verb_type": "preambular", "action_verb_normalized": "vett", "links": []}, {"text": "Evacuating to safety civilians under imminent threat of sexual violence.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "▪", "action_verb": "Evacuating", "action_verb_type": "preambular", "action_verb_normalized": "evacuat", "links": []}, {"text": "Making and implementing specific and time-bound commitments to combat sexual violence, in accordance with resolution 2106 (2013).", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Making", "action_verb_type": "preambular", "action_verb_normalized": "mak", "links": []}, {"text": "Request that reports of the Secretary-General on country-specific situations include sexual violence as a specific aspect of the report, including, to the extent possible, disaggregated data as to gender and age of victims; and request the development of mission-specific strategies and plans of action for preventing and responding to sexual violence, as part of a broader protection of civilians strategy.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Include specific provisions addressing sexual violence in situations of armed conflict in the mandates of United Nations Security Council authorized peace operations and other relevant missions, in particular:", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Request the Secretary-General to establish and implement country-level monitoring, analysis and reporting arrangements on grave violations perpetrated against children, pursuant to resolution 1960 (2010).", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Request the mission to support the host Government in addressing sexual violence explicitly, in disarmament, demobilization and reintegration processes, security sector reform processes and justice sector reform initiatives, and in developing and implementing concrete and time-bound action plans to combat conflict-related sexual violence.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Request the appointment of women protection advisors within the mission.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Urge relevant regional and/or subregional bodies to develop and implement policies, activities and advocacy for the benefit of civilians affected by sexual violence.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Request troop- and police-contributing countries to deploy higher numbers of women peacekeepers or police, and to ensure the provision of appropriate training to their personnel participating in United Nations peacekeeping and other relevant missions on the protection of civilians, including women and children, and the prevention of sexual violence in conflict and post-conflict situations.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Parties to armed conflict and other relevant actors to take the necessary measures to meet the specific protection, health and assistance needs of women and girls, and improve their access to justice.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Parties", "action_verb_type": "operative", "action_verb_normalized": "parti", "links": []}, {"text": "Issues for consideration:", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Issues", "action_verb_type": "operative", "action_verb_normalized": "issu", "links": []}, {"text": "Condemn, and call for the immediate cessation of, violations and abuses committed against women and girls in situations of armed conflict.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Call for strict compliance by parties to armed conflict with applicable international humanitarian law and human rights law, as well as any Security Council resolutions which apply to the situation, relating to the protection of women and girls affected by armed conflict.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Call upon all parties concerned to ensure that the protection, rights and well-being of women and girls affected by armed conflict are specifically integrated into all peace processes, peace agreements and post-conflict recovery and reconstruction planning and programmes.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Call upon the host Government to develop and implement nationally-owned multi-sectoral strategies for preventing and responding to sexual and gender-based violence.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Call upon the Government of host States to ensure women’s effective access to justice, health and assistance services, including through appropriate national legislation and the effective participation and representation of women at all levels of the security sector and law enforcement institutions.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Include specific provisions for the protection of women and girls in the mandates of United Nations Security Council authorized peace operations and other relevant missions, requesting in particular:", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The mission to pay particular attention to the protection of women in the implementation of its protection of civilians mandate.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The mission to pay special attention to the protection and needs of women in the implementation of other substantive aspects of its mandate, such as support to disarmament and demobilization activities, security sector reform, transitional justice, mine clearance, or small arms control.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The mission to promote women’s representation, participation and leadership in protection mechanisms as an essential component to improve protection for women and girls.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The mission to support the efforts of host Governments in developing and implementing nationally-owned multi-sectoral strategies for preventing and responding to sexual and gender-based violence.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The mission to provide training on the protection of women and girls to members of national security forces.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Request that reports of the Secretary-General on country-specific situations include the protection of women and girls as a specific aspect of the report.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Urge relevant regional and/or subregional bodies to develop and implement policies, activities and advocacy for the benefit of women and girls affected by armed conflict.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Equal participation and full involvement of women in the prevention and resolution of armed conflict.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Issues for consideration:", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Issues", "action_verb_type": "operative", "action_verb_normalized": "issu", "links": []}, {"text": "Urge States, United Nations entities, regional and subregional organizations and other concerned parties to ensure increased representation of women at all decision-making levels in national, regional and international institutions and mechanisms for the prevention, management and resolution of conflict.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Call on all actors involved in negotiating and implementing peace agreements to adopt a gender perspective, including by considering:", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The needs of women and girls during repatriation and resettlement and for rehabilitation, reintegration and post-conflict reconstruction.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "▪", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Measures that support local women’s peace initiatives and indigenous processes for conflict resolution, and that involve women in the implementation mechanisms of peace agreements.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "▪", "action_verb": "Measures", "action_verb_type": "operative", "action_verb_normalized": "measur", "links": []}, {"text": "Measures that ensure the protection of, and respect for, the human rights of women and girls, particularly as they relate to the constitution, the electoral system, the police and the judiciary.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "▪", "action_verb": "Measures", "action_verb_type": "operative", "action_verb_normalized": "measur", "links": []}, {"text": "Request the Secretary-General and his Special Envoys to ensure the full implementation of the relevant provisions of resolution 1325 (2000) and subsequent resolutions on Women, Peace and Security, including support to the full participation of women in discussions pertinent to the prevention and resolution of conflict, the maintenance of peace and security, and post-conflict peace-building, and encourage all parties to such talks to facilitate the equal and full participation of women at all decision-making levels.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Ensure that Security Council missions take into account gender considerations and the rights of women and girls, including through consultation with local and international women’s groups.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Urge troop- and police-contributing countries to expand the role, numbers and contribution of women in United Nations operations, and especially among military observers and civilian police.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Sexual exploitation and abuse (SEA).", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Issues for consideration:", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Issues", "action_verb_type": "operative", "action_verb_normalized": "issu", "links": []}, {"text": "Urge humanitarian and development organizations, as well as Security Council authorized peace operations and other relevant missions staff, to take appropriate action to prevent SEA by their personnel, including vetting, robust pre-deployment and in-theatre awareness training and, in the case of United Nations actors, to promote and ensure compliance, including by civilian staff of United Nations peacekeeping and other relevant missions, with the Secretary-General’s Bulletin on special measures for protection from sexual exploitation and abuse (ST/SGB/2003/13).", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["ST/SGB/2003/13", "http://undocs.org/ST/SGB/2003/13"]]}, {"text": "Urge troop- and police-contributing countries to take appropriate action to prevent SEA by their personnel, including vetting, robust pre-deployment and in-theater awareness training to promote and ensure compliance with the Secretary-General’s Bulletin on special measures for protection from sexual exploitation and abuse (ST/SGB/2003/13).", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["ST/SGB/2003/13", "http://undocs.org/ST/SGB/2003/13"]]}, {"text": "Urge troop- and police-contributing countries to conduct swift and thorough investigations into any allegations of SEA involving their uniformed personnel, to prosecute those allegedly responsible, as appropriate, keeping the Secretary-General informed in a timely manner at every stage, to ensure full accountability in cases of SEA involving their personnel and to report to the Secretary-General on action taken.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Addendum: Selection of agreed language", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}]