[{"text": "Statement by the President of the Security Council", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "At the 9773rd meeting of the Security Council, held on 1 November 2024, in connection with the Council’s consideration of the item entitled “Central African region”, the President of the Security Council made the following statement on behalf of the Council:", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "“The Security Council welcomes the report of the Secretary-General on the situation in Central Africa and the activities of the United Nations Regional Office for Central Africa (UNOCA) (S/2024/420).", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["S/2024/420", "https://undocs.org/en/S/2024/420"]]}, {"text": "“The Security Council takes note of the briefing on 10 June 2024 by the Special Representative of the Secretary-General (SRSG) for Central Africa and Head of UNOCA, Mr. Abdou Abarry, and expresses full support to his efforts in carrying out the mandate of UNOCA. The Security Council recognises that responsible and credible mediation and good offices requires, inter alia, national ownership, the consent of the parties to a particular dispute or conflict, and respect for national sovereignty, as set out in A/RES/70/304.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["A/RES/70/304", "https://undocs.org/en/A/RES/70/304"]]}, {"text": "“The Security Council recalls its resolutions 2349 (2017) and 2387 (2017), as well as its presidential statements S/PRST/2015/12, S/PRST/2018/17, S/PRST/2019/10 and S/PRST/2020/12.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["2349 (2017)", "https://undocs.org/en/S/RES/2349(2017)"], ["2387 (2017)", "https://undocs.org/en/S/RES/2387(2017)"], ["S/PRST/2015/12", "https://undocs.org/en/S/PRST/2015/12"], ["S/PRST/2018/17", "https://undocs.org/en/S/PRST/2018/17"], ["S/PRST/2019/10", "https://undocs.org/en/S/PRST/2019/10"], ["S/PRST/2020/12", "https://undocs.org/en/S/PRST/2020/12"]]}, {"text": "“The Security Council notes the recommendation contained in the letter of the Secretary-General on the work of UNOCA dated 21 August 2024 that the mandate of UNOCA be extended for another three years, from 1 September 2024 to 31 August 2027.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "“The Security Council recalls the important work that the Special Representative and UNOCA carried out over the past year as set out in the report of the Secretary-General (S/2024/420). In particular, the Security Council welcomes UNOCA’s role in promoting inclusive political dialogue and assisting the Member States of the Economic Community of Central African States (ECCAS) in advancing preventive diplomacy and consolidating peace, and welcomes the encouraging results of the cooperation between UNOCA and ECCAS in the context of strengthening the capacities of the Central African sub-region in the areas of conflict prevention, mediation, and peace consolidation. The Council encourages the Special Representative and UNOCA to continue to exercise good offices in the sub-region, particularly in non-mission settings, to assist in the prevention, mitigation and resolution of conflicts, the promotion of peaceful, inclusive, transparent and credible elections and to support political transitions in relevant countries of the sub-region. The Security Council encourages countries in the sub-region and other relevant actors to continue their cooperation with UNOCA in its work to coordinate international efforts to prevent conflict, advance sustainable peace and consolidate peacebuilding.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["S/2024/420", "https://undocs.org/en/S/2024/420"]]}, {"text": "“The Security Council reaffirms that development, peace and human rights are interlinked and mutually reinforcing and encourages continued close and effective cooperation between UNOCA and the Peacebuilding Commission in support of sustainable peace in the Central African sub-region and encourages UNOCA to advocate for the inclusion of marginalised groups in peacebuilding processes.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "“The Security Council takes note of the 57th United Nations Standing Advisory Committee on Security Questions in Central Africa (UNSAC) Ministerial Meeting held from 20 to 24 May 2024, in Luanda, Republic of Angola, which resulted in the adoption of the Luanda Declaration on Mediation Initiatives in Central Africa and the Luanda Declaration in favour of the Definitive Adoption of the Regional Strategy and Plan of Action for the Prevention and Response to the Hate Speech and Incitement to Violence in Central Africa.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "“The Security Council reaffirms its strong commitment to the sovereignty, independence, unity and territorial integrity of all States in the region, and recalls the importance of the principles of noninterference, good-neighbourliness and regional cooperation.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "SECURITY", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "“The Security Council remains deeply concerned about the challenging security situation in the Central Africa sub-region, including armed conflicts, the spread of terrorism and violent extremism conducive to terrorism, and transnational organised crime. The Security Council strongly condemns continued violations of international humanitarian law, including those involving attacks against civilians and civilian objects, such as schools, as well as hospitals, representatives from local, regional and State institutions, humanitarian, educational and medical personnel, as well as UN personnel, and recalls that all parties to armed conflict must fully comply with their obligations under international law, including international human rights law, as applicable, and international humanitarian law including their obligations related to the respect and protection of humanitarian personnel and United Nations and associated personnel, including national and locally recruited personnel where they are entitled to the protection given to civilians or civilian objects under international humanitarian law. The Security Council strongly condemns the increase in civilian casualties recorded in the sub-region and expresses the need for accountability for all violations of international humanitarian law, and violations and abuses of human rights.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "“The Security Council expresses its deep concern regarding the persistent violence perpetrated by armed groups in some countries of the sub-region against civilians, including humanitarian workers and United Nations peacekeepers, and at violations of international humanitarian law and violations and abuses of human rights, including those committed against children and those involving sexual and gender-based violence, including conflict-related sexual violence. The Security Council urges armed groups to cease all forms of violence and destabilising activities, lay down their arms immediately and unconditionally, and engage constructively in the peace process. The Security Council further reiterates the urgent and imperative need to hold accountable those responsible for violations of international humanitarian law and violations and abuses of human rights.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "“The Security Council expresses particular concern at the continuing terrorist activities of terrorist groups in the Lake Chad Basin, and strongly condemns all terrorist attacks carried out in parts of the sub-region, which have resulted in significant loss of life and widespread destruction. The Council reiterates its concern that terrorist groups continue to pose a significant security risk to civilians, undermining stability and development in the affected countries of the sub-region and emphasises the need for affected States, with robust support from international partners when requested, to prevent and counter violent extremism conducive to terrorism and terrorism in all its forms and manifestations, including by addressing the underlying conditions conducive to radicalisation to violence and the spread of terrorism, in accordance with obligations under international law, in particular international human rights law, international refugee law and international humanitarian law. The Security Council welcomes the role played by the Multinational Joint Task Force (MNJTF) in the fight against terrorist groups in the sub-region. The Security Council welcomes the Lake Chad Basin Commission’s review of the Regional Strategy for the Stabilization, Recovery and Resilience of the Boko Haram-Affected Areas of the Lake Chad Basin Region and urges its swift and full implementation.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "“The Security Council notes with deep concern the increasing use of explosive ordnances, including improvised explosive devices (IEDs) and landmines, used by armed groups and terrorist groups, which disproportionately affect civilians, pose risk to peacekeeping and security forces and hinder humanitarian efforts. They stressed the need to further investigate and combat this threat.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "“The Council expresses its continuing concern regarding piracy and armed robbery at sea in the Gulf of Guinea as set out in resolution 2634 (2022). The Security Council notes the tenth anniversary of the adoption of the Yaoundé Architecture in June 2023 and welcomes continued regional efforts on maritime safety and security, including the steps being taken for the assessment of the Yaoundé Architecture and revision of the Yaoundé Code of Conduct, and calls for further progress towards the operationalization of the Architecture.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["2634 (2022)", "https://undocs.org/en/S/RES/2634(2022)"]]}, {"text": "“The Security Council recalls its resolution 2616 (2021) and requests UNOCA, as appropriate within its mandate, to promote, support and advocate for United Nations, regional and subregional efforts for the coordination of national and regional responses to the illicit transfer, destabilising accumulation and misuse of small arms and light weapons and transnational organised crime. The Security Council expresses its continuing concern regarding conflicts concerning natural resources management including security incidents related to transhumance, as well as the link between illicit trafficking in wildlife and natural resources and the financing of armed groups in the sub-region.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["2616 (2021)", "https://undocs.org/en/S/RES/2616(2021)"]]}, {"text": "“The Security Council emphasises the essential role of women and youth in the prevention, mediation and resolution of conflicts, in peacebuilding and in post-conflict situations, and stresses the importance of their full, equal, meaningful and safe participation, for the maintenance and promotion of peace and security, as recognised in Security Council resolution 1325 (2000) and resolution 2250 (2015) and its subsequent resolutions on Women Peace and Security, and Youth, Peace and Security, respectively. The Council encourages UNOCA to continue to support ECCAS in the implementation of the Regional Action Plan for implementation of resolution 1325 (2000) and related Security Council resolutions. The Security Council emphasises the importance of promoting the positive engagement of young people in communities, including through education, employment and entrepreneurship opportunities, which may reduce the involvement of youth in armed groups. The Security Council underscores the importance of rule of law and strong institutions and commends the efforts of civil society and religious and community leaders in conflict resolution efforts in the sub-region.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["1325 (2000)", "https://undocs.org/en/S/RES/1325(2000)"], ["2250 (2015)", "https://undocs.org/en/S/RES/2250(2015)"], ["1325 (2000)", "https://undocs.org/en/S/RES/1325(2000)"]]}, {"text": "“The Security Council encourages UNOCA to continue to support peace and reconciliation efforts and to work in partnership with United Nations country teams on sustaining peace, including to promote good governance and mediation, including at the community level, and to address underlying causes of conflict, in order to build peaceful, just, inclusive and resilient societies. The Council encourages close coordination between UNOCA, the African Union, ECCAS, UN and bilateral partners in relation to the political transition in relevant countries of the sub-region.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "“The Security Council recognises the adverse effects of climate change, ecological changes and natural disasters, including through floods, drought, desertification and land degradation, as well as their exacerbating effects on food security and on other humanitarian, social and economic challenges which impact the security and stability of the Central Africa sub-region. The Security Council continues to stress the need for long-term strategies, based on comprehensive risk assessments by governments and the United Nations, to support stabilisation and build resilience, and encourages UNOCA within its current resources, to continue to integrate this information, as appropriate, in its activities. The Security Council takes note of efforts to develop region-specific approaches and initiatives towards comprehensive risk assessments, climate adaptation, mitigation and resilience in Central Africa sub-region, and encourages UNOCA continued advocacy for efforts, within its current mandate and resources, to scale up international action and support, through inter alia, humanitarian and development action, the development, voluntary transfer and deployment of technology on mutually agreed terms, resource mobilisation and capacity-building, including on renewables-based energy transition, and energy efficiency in line with existing commitments to enhance the adaptive capacity of countries from the region and to reduce their vulnerability to climate change. The Security Council stresses the particular relevance of the above elements to the specific situation in Central Africa sub-region. The Security Council acknowledges the United Nations Framework Convention on Climate Change and the Paris Agreement as the primary international, intergovernmental forums for negotiating the global response to climate change.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "“The Security Council encourages UNOCA to continue to support, in cooperation with the United Nations Office for West Africa and the Sahel (UNOWAS), the member States of ECCAS, the Economic Community of West African States (ECOWAS), the Lake Chad Basin Commission (LCBC), the Gulf of Guinea Commission and other relevant stakeholders, the development of coherent sub-regional approaches and strategies, within their mandate to address these threats.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "POLITICAL", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "“The Security Council takes note of planned elections across the region in the upcoming period of UNOCA’s mandate and emphasises the need for national stakeholders to work together to facilitate the timely preparation for, and the holding of, free and fair elections conducted in an inclusive, transparent, peaceful and timely manner The Security Council expresses serious concern at the unconstitutional changes of governments in parts of the sub-region. The Security Council welcomes efforts to prevent and fight against unconstitutional changes of government and encourages UNOCA to continue its support to States of the sub-region in this regard. The Security Council underscores the importance of the timely, nationally owned, inclusive transition processes and restoration of constitutional order in the concerned regional countries and reiterates the role of ECCAS and the AU in these processes. The Security Council also takes note of ECCAS’s efforts to support political stability in the region and encourages UNOCA to work with, and support the efforts of, ECCAS and its member States to prevent election-related violence. The Security Council underscores the importance of the full, equal, meaningful and safe participation of women in decision-making at all levels, including with a view to increasing the number and participation of women in senior government positions and elected office more broadly, in accordance with their respective constitutions and laws, including gender quotas where applicable, and national, regional and global commitments, and consistent with resolution 1325 (2000) and subsequent resolutions of Women Peace and Security.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["1325 (2000)", "https://undocs.org/en/S/RES/1325(2000)"]]}, {"text": "“The Security Council encourages further enhanced cooperation, mutual prioritisation and a clear division of tasks between UNOCA and UNOWAS, United Nations Peacekeeping Operations deployed in the sub-region, the Office of the Special Envoy of the Secretary-General for the Great Lakes Region, the Office of the Special Coordinator for Development in the Sahel and offices of resident coordinators in order to avoid duplication, ensure a coherent and streamlined approach to United Nations activity in the region, and strengthen regional and sub-regional organisations to address cross-border threats and inter-regional issues in accordance with their mandates..", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "“The Security Council encourages the SRSG and UNOCA to continue to support MINUSCA, and increase regional efforts in coordination with the United Nations, including the Peacebuilding Commission, and the African Union to advance the peace and reconciliation process in the Central African Republic, welcomes the Luanda Declaration on Mediation Initiatives in Central Africa, and encourages continued and coordinated mobilization of the region, in particular the efforts of ECCAS and the International Conference on the Great Lakes Region, aimed at strengthening dialogue, easing tensions and seeking concerted political solutions to the crisis through the implementation of the Political Agreement for Peace and Reconciliation and the joint roadmap for peace in the Central African Republic adopted in Luanda on 16 September 2021.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "HUMANITARIAN", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "“The Security Council expresses grave concern at the devastating humanitarian consequences of ongoing violence, including sexual and gender-based violence, and conflict in parts of the sub-region, including food insecurity and water scarcity, health emergencies and the threat of epidemics such as yellow fever and mpox, and increased numbers of internally displaced persons and refugees. The Security Council further notes with concern the cross-border impacts of the conflict in Sudan, including large-scale displacement and refugee crises that are straining already fragile host communities in the sub-region, and posing significant humanitarian challenges. The Council expresses its concern that violence and insecurity hinder an effective humanitarian response. The Security Council calls for the full, safe, rapid and unhindered access for the delivery of humanitarian and medical assistance to all persons in need in a manner consistent with the UN guiding principles of humanitarian emergency assistance and humanitarian principles of humanity, neutrality, impartiality and independence and including timely access to sexual and reproductive healthcare, mental health and psychosocial services for victims and survivors of sexual violence in conflict and post-conflict situations without any discrimination. The Security Council calls upon international donors to make up funding shortfalls for humanitarian operations.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "“The Security Council also expresses deep concern over the continued violence against civilians, including violations of international humanitarian law and violations and abuses of human rights law, including violations and abuses committed against children in some parts of the sub-region. The Security Council calls upon all parties to armed conflict to end and prevent all six grave violations against children. The Security Council supports efforts to uphold the timely and accurate monitoring and reporting of instances of the six grave violations committed in the sub-region, in line with its relevant resolutions.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "“The Security Council takes note of plans to convene a High-Level Regional Conference on the Humanitarian Situation in Central Africa. The Security Council encourages UNOCA, in coordination with UNOWAS, to continue to support efforts to strengthen United Nations, regional and international efforts to promote integrated and holistic responses to address the immediate humanitarian needs and root causes of conflicts, including by addressing cross-cutting and cross-border challenges to peace and security.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "“The Security Council requests the Secretary-General to provide a written report to it on the situation in Central Africa and UNOCA’s activities, including on the situation in the Lake Chad region as requested in resolution 2349 (2017), by 30 November 2024 and every six months thereafter.”", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["2349 (2017)", "https://undocs.org/en/S/RES/2349(2017)"]]}]