[{"text": "Statement by the President of the Security Council", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "At the 8912th meeting of the Security Council, held on 24 November 2021, in connection with the Council’s consideration of the item entitled “The situation in Libya”, the President of the Security Council made the following statement on behalf of the Council:", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "“The Security Council welcomes the Paris International Conference for Libya which was convened on 12 November 2021, the Declaration issued by the participants (S/2021/958) and the commitment of the participants to the full implementation of the ceasefire agreement and to supporting the UN facilitated Libyan-led and Libyan-owned political process.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["S/2021/958", "https://undocs.org/en/S/2021/958"]]}, {"text": "“The Security Council also welcomes the Libya Stabilisation Conference convened on 21 October 2021 in Tripoli.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "“The Security Council expresses its support for Parliamentary and Presidential elections on 24 December 2021 as set out in the Libyan Political Dialogue Forum (LPDF) roadmap agreed in Tunis in November 2020 and resolution 2570 (2021). The Security Council expresses its strong support for the important role played by the High National Elections Commission (HNEC) in the conduct of these elections and commends the technical preparations already taken. The Security Council looks forward to the formalisation by the HNEC of the full electoral calendar and its implementation in a peaceful environment. The Security Council also stresses the importance of a peaceful transfer of power in Libya following the elections.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["2570 (2021)", "https://undocs.org/en/S/RES/2570(2021)"]]}, {"text": "“The Security Council underlines the importance of an inclusive and consultative electoral process with the wide acceptance of Libyan stakeholders and condemns any efforts to undermine the process including through efforts to stoke violence or sow disinformation or inhibit voter participation. The Security Council recalls that free, fair and credible elections will allow the Libyan people to elect representative and unified institutions from among all Libyan political actors.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "“The Security Council strongly urges all Libyan stakeholders to commit to accept the elections results and to respect the rights of their political opponents before, during and after the elections. The Security Council calls on all Libyan stakeholders to continue to work together in the spirit of unity and compromise once the results are announced.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "“The Security Council calls upon Libyan stakeholders to take steps to increase mutual trust and build consensus ahead of the upcoming elections including through dialogue and national reconciliation and recognises the important role of the good offices of the United Nations Support Mission in Libya and the Special Envoy of the Secretary-General in that regard.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "“The Security Council recalls that individuals or entities who threaten the peace, stability or security of Libya or obstruct or undermine the successful completion of its political transition, including by obstructing or undermining the elections, may be designated for its sanctions.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "“The Security Council stresses the importance of free and fair Presidential and Parliamentary elections that are inclusive and credible and underlines the importance of arrangements to ensure the full, equal and meaningful participation of women and the inclusion of youth. The Security Council recognises the need to protect women, including those participating in public spaces, from threats and reprisals.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "“The Security Council emphasises the importance of the implementation of the 23 October 2020 ceasefire agreement including through the withdrawal of all foreign forces and mercenaries from Libya without delay. In that regard, the Security Council welcomes the Action Plan agreed by the 5+5 Joint Military Commission in Geneva on 8 October 2021 and calls on all relevant actors to facilitate its synchronised, phased, gradual and balanced implementation. The Security Council therefore strongly urges all Member States, all Libyan parties and all relevant actors to respect and support the full implementation of the ceasefire agreement and the Action Plan including through the prompt development of timelines and a plan to monitor and verify the presence and withdrawal of all foreign forces and mercenaries.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "“The Security Council recalls its demand for full compliance by all Member States, with its arms embargo imposed under resolution 1970 (2011), as modified by subsequent resolutions.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["1970 (2011)", "https://undocs.org/en/S/RES/1970(2011)"]]}, {"text": "“The Security Council emphasises that those responsible for violations of international humanitarian law and violations and abuses of international human rights law must be held accountable.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "“The Security Council reiterates its grave concern at the smuggling of migrants and refugees and human trafficking and at the dire situation faced by migrants, refugees and internally displaced people, including children, in Libya and recalls the need to support further efforts to strengthen Libyan border management.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "“The Security Council recognises the important role of neighbouring countries and regional organisations in support of the United Nations.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "“The Security Council reaffirms its strong commitment to the sovereignty, independence, territorial integrity and national unity of Libya.”", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}]