[{"text": "Secretary-General’s bulletin", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Delegation of authority in the administration of the Staff Regulations and Rules and the Financial Regulations and Rules", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Secretary-General, for the purposes of decentralizing decision-making, aligning authorities with responsibilities and strengthening accountability, and to delegate to managers the necessary managerial authority over human, financial and physical resources to allow for effective mandate delivery, promulgates the following:", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Section 1", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Establishment of the new framework for delegation of authority", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "1.1\tThe Secretary-General hereby rescinds all existing delegations of authority and subdelegations of authority under the Staff Regulations and Rules and the Financial Regulations and Rules issued to any official of the United Nations, other than the executive heads of separately administered and funded subsidiary organs, institutions, funds and programmes of the United Nations. The Secretary-General hereby establishes the framework for the reissuance of new delegations of authority directly to heads of entity to implement specified aspects of the Staff Regulations and Rules and the Financial Regulations and Rules.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "1.2\tAll delegations of authority, including any limitations, will be issued and managed through an online portal, described below.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "1.3\tThe matters reserved exclusively for the decision of the Secretary-General are set out in the annexes to the present bulletin. Where authority over a matter is not delegated, the matter is reserved for the decision of the Secretary-General.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Section 2", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "General principles of delegation (including subdelegation) of authority in the administration of the Staff Regulations and Rules and the Financial Regulations and Rules", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "2.1\tAs the chief administrative officer of the Organization under the Charter of the United Nations, the Secretary-General holds the primary authority and accountability for the administration of the Staff Regulations and Rules and the Financial Regulations and Rules. The Secretary-General’s authority may be delegated in accordance with the principles and procedures set out in the present bulletin.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "2.2\tThe annexes to the present bulletin set out the standard authorities that a head of entity may receive, depending on the capacity of the entity to receive and implement the delegations in a responsible and effective manner. The capacity of any entity may change over time, and the assessment of that capacity and the appropriate level of specific delegations of authority shall be the responsibility of the Under-Secretary-General for Management Strategy, Policy and Compliance, in consultation with the Under-Secretary-General for Operational Support and the head of entity concerned.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "2.3\tA core principle of delegation of authority is the delegation of centrally held decision-making closer to the point of service delivery. The exercise of a delegated authority is the taking of a decision within the authority delegated and is separate from the execution of that decision, which may require a specific administrative capacity. Delegation of authority should not lead to the creation of new duplicative administrative capacities in entities which lack the structural capacity to execute decisions. Consequently, where the head of entity has the capacity to take a decision under delegated authority but the entity lacks the appropriate capacity to execute the decision, another entity will be assigned by the Under-Secretary-General for Operational Support, in consultation with the Under-Secretary-General for Management Strategy, Policy and Compliance and the head of entity concerned, to execute the decision on the entity’s behalf as a service provider.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "2.4\tWhere the Secretary-General has delegated the authority to administer the Staff Regulations and Rules and the Financial Regulations and Rules to heads of entity, such delegation shall be understood to be on a functional, rather than personal, basis unless the Secretary-General has expressly indicated otherwise.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "2.5\tAll delegations of authority shall be made formally through the dedicated online portal. The authorities delegated shall be clearly stated and accepted by both the delegator and the delegatee, including that such delegation may be suspended, amended or revoked as provided in section 4.4 below. The delegation should include the description of the authority being delegated and any specific limitations imposed, including but not limited to restrictions on further subdelegation and essential segregations of duties where applicable. Delegatees shall inform themselves of the delegation and the relevant regulations, rules, policies, practices and standards applicable to any decision or action to be taken under the authority delegated and cannot claim ignorance of such in defence of any decision or action taken in the exercise of any delegated authority. The Department of Management Strategy, Policy and Compliance and the Department of Operational Support shall be available to support delegatees in this regard.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "2.6\tWhen an officer-in-charge or an officer ad interim is assigned to a function, the authorities of the official holding that function shall automatically be delegated on a temporary basis to the officer-in-charge or the officer ad interim, unless otherwise specified formally by the official who designated the officer-in-charge or the officer ad interim.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "2.7\tA delegation of authority by the Secretary-General to a head of entity entails personal responsibility for duly discharging the authority and personal accountability for incorrectly applying or failing to correctly discharge the authority. On the advice of the Under-Secretary-General for Management Strategy, Policy and Compliance in consultation with the Under-Secretary-General for Operational Support, the Secretary-General has the discretion at any time to enquire about and to provide input on the exercise of delegated authorities and to suspend, amend or withdraw the delegated authorities, and any such resulting action shall be reflected in the online portal.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "2.8\tWithin an entity, delegated authority may be further delegated, unless such further delegation has been excluded by the delegator in the delegation or subdelegation. Delegators remain accountable and responsible for the exercise of delegated authority that they subdelegate. Any such subdelegation should be along reporting lines and on a functional and not a personal basis and therefore be consistent with the anticipated responsibilities to be performed. The original delegator has the discretion at any time to enquire about and to provide input on the exercise of delegated authorities and to suspend, amend or withdraw the delegated authorities, and any such resulting action shall also be reflected in the online portal.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "2.9\tA delegatee shall promptly and fully comply with all reporting requirements set by the delegator and the Under-Secretaries-General for Management Strategy, Policy and Compliance and for Operational Support.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "2.10\tAny staff member to whom authority is delegated or subdelegated, as the case may be, in accordance with the present bulletin is accountable for exercising the highest standards of professionalism and integrity in accordance with the Staff Regulations and Rules and the standards of conduct for the international civil service. The exercise of such authority shall be based on considered professional judgment, in full conformity with the Staff Regulations and Rules, the Financial Regulation and Rules, policies, practices and standards and overall interests of the Organization and subject to the United Nations Secretariat accountability system.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "2.11\tFor the purposes of the present bulletin, “accountability” is the obligation of staff members to be answerable for all decisions made and actions taken by them, and to be responsible for honouring their commitments, without qualification or exception. Accountability includes achieving objectives and high-quality results in a timely and cost-effective manner, in fully implementing and delivering on all mandates to the Secretariat approved by the United Nations intergovernmental bodies and other subsidiary organs established by them in compliance with all resolutions, regulations, rules and ethical standards; truthful, objective, accurate and timely reporting on performance results; responsible stewardship of funds and resources; all aspects of performance, including a clearly defined system of rewards and sanctions; and with due recognition to the important role of the oversight bodies and in full compliance with accepted recommendations.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Section 3", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Delegations of authority to be held centrally", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "3.1\tThe Secretary-General shall delegate certain authorities to be held and exercised centrally by the Under-Secretary-General for Management Strategy, Policy and Compliance or the Under-Secretary-General for Operational Support for reasons including oversight and assurance, coordination of inter-entity operational support matters, and administration of human resources and physical assets shared between Secretariat entities. In addition, the Under-Secretaries-General for Operational Support and for Management Strategy, Policy and Compliance may, in consultation with each other, apply temporary exceptional measures for application in extraordinary situations.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "3.2\tThe authorities to be centrally held and exercised are set out in the annexes to the present bulletin.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Section 4", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Management of authorities delegated to heads of entity", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "4.1\tHeads of entity will receive notification of their delegations of authority from the Secretary-General and any actions relating to such delegations, such as amendment, suspension or revocation, through the online portal. The heads of entity will acknowledge receipt of the delegations to them in their capacity as head of entity through the portal.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "4.2\tThrough the online portal, the heads of entity will be provided with a description of the authority being delegated and any specific limitations imposed, including but not limited to restrictions on further subdelegation and essential segregations of duties where applicable. Heads of entity will use the online portal to subdelegate authority and shall be able to view all subdelegations within their entity.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "4.3\tThe authorities delegated to heads of entity are specific to that function and are not personal in nature. When heads of entity cease to hold the appointment for that function, they will no longer hold or be able to exercise the authorities delegated to that function. Pending the appointment of an officer-in-charge, an officer ad interim or a replacement head of entity, all subdelegations will remain in effect. When the head of entity is succeeded by another, the duly appointed successor will ordinarily be afforded the same level of delegations as the predecessor and shall be notified of and accept the delegations through the online portal. All subdelegations issued by the predecessor shall remain valid, with the accountability transferring to the successor unless otherwise withdrawn or modified by the successor.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "4.4\tThe Department of Management Strategy, Policy and Compliance is responsible for monitoring and evaluating compliance with the present bulletin, including whether any circumstances have arisen that justify the suspension, amendment or revocation of any delegation, in whole or in part; this may also result in the imposition of administrative or disciplinary measures. Delegations of authority granted to a head of entity may be suspended, amended or revoked at any time by the Secretary-General on the advice of the Under-Secretary-General for Management Strategy, Policy and Compliance in consultation with the Under-Secretary-General for Operational Support. The decision to suspend, amend or revoke (in whole or in part) the authorities delegated to the heads of entity, including the reasons therefor, shall be recorded through the online portal. A record of the decision and the reasons for such action shall be maintained by the Department of Management Strategy, Policy and Compliance.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "4.5\tIn the event that certain delegated authorities of the head of entity are suspended, amended or revoked or otherwise revised pursuant to section 4.4, the Under-Secretary-General for Management Strategy, Policy and Compliance, in consultation with the Under-Secretary-General for Operational Support, shall make a recommendation to the Secretary-General on which head of entity should exercise those authorities until such time as the circumstances giving rise to the suspension, amendment or revocation of the authorities no longer apply. Where appropriate, the Department of Operational Support shall work with the entity concerned to enhance its capability until the required capacity has been developed to the satisfaction of the Under-Secretary-General for Management Strategy, Policy and Compliance.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "4.6\tThe Under-Secretaries-General for Management Strategy, Policy and Compliance and for Operational Support shall be able to view all delegations and subdelegations of authority made through the online portal.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Section 5", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Management of subdelegations of authority by the heads of entity", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "5.1\tWithin entities, the heads of entity shall subdelegate selected authorities vested in them, in accordance with any limitation set out in the individual delegation of authority, to their staff, aligning authorities with responsibilities while ensuring key segregation of duties, to ensure the most effective and responsible use of the resources under their authority to deliver their mandates. They should decide on the scope and limit of the authorities to be delegated and the effective date of delegation. The further delegation of authorities from the head of entity shall be made through the online portal.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "5.2\tIn circumstances where it is determined by the Department of Management Strategy, Policy and Compliance, in consultation with the head of entity concerned, that the mandate of that entity requires the subdelegation of specific authorities to the head of another entity, such subdelegation shall be made through the online portal.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "5.3\tAuthorities subdelegated by the head of entity may be suspended, amended or revoked, in whole or in part, by the head of entity at any time when circumstances have arisen that justify such action. The head of entity shall do so through the online portal and shall communicate the reasons for such action in writing to the delegatee. A record of the decision and reasons for such action shall be maintained by the head of the human resources unit of the entity concerned.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "5.4\tShould there be any changes to the authorities delegated to the head of entity, whether for policy reasons or to reflect a change in circumstances, the head of entity shall ensure that concomitant changes are made to any subdelegations to align those subdelegations with the revised authority vested in the head of entity. Such changes shall be made through the online portal.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Section 6", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Monitoring the exercise of delegated authority", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Department of Management Strategy, Policy and Compliance will monitor the use of delegated authority, including through the use of key performance indicators, to ensure that the delegatees are complying with the applicable legal and policy framework and internal controls.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Section 7", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Final provisions", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "7.1\tThe present bulletin shall enter into force on 1 January 2019.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "7.2\tThe following administrative issuances are hereby superseded:", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(a)\tSecretary-General’s bulletin ST/SGB/2015/1, entitled “Delegation of authority in the administration of the Staff Regulations and Staff Rules”;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["ST/SGB/2015/1", "https://undocs.org/ST/SGB/2015/1"]]}, {"text": "(b)\tAdministrative instruction ST/AI/234/Rev.1, as amended, entitled “Administration of the Staff Regulations and Staff Rules”;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["ST/AI/234/Rev.1", "https://undocs.org/ST/AI/234/Rev.1"]]}, {"text": "(c)\tAdministrative instruction ST/AI/2016/7, entitled “Delegation of authority under the Financial Regulations and Rules of the United Nations”.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": [["ST/AI/2016/7", "https://undocs.org/ST/AI/2016/7"]]}, {"text": "7.3\tThe delegations of authority under the Staff Regulations and Rules and the Financial Regulations and Rules for decisions as set forth in all existing administrative issuances are superseded by the provisions of the present bulletin, but all other provisions of such administrative issuances remain valid.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "7.4\tExcept as modified by the present bulletin, all existing administrative issuances remain in full force and effect.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "7.5\tWhere the annexes to the present bulletin and any delegations or subdelegations of authority made pursuant to the present bulletin refer to provisions of the Staff Regulations and Rules or the Financial Regulations and Rules that are no longer in force, the most closely associated provisions of those Regulations and Rules currently in force shall apply.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(Signed) António Guterres", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Secretary-General", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Annex I", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Delegation of financial authorities: budget and finance", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Abbreviations: ASG, Assistant Secretary-General; CMS, Chief of Mission Support; DM, Department of Management; DMS, Director of Mission Support; DMSPC, Department of Management Strategy, Policy and Compliance; DOS, Department of Operational Support; LOA, letter of assist; MOU, memorandum of understanding; OAH, office away from Headquarters; OCSS, Office of Central Support Services; PKO, peacekeeping operation; UNEP, United Nations Environment Programme; UNON, United Nations Office at Nairobi; UNOV, United Nations Office at Vienna; USG, Under-Secretary-General.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Annex II", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Delegation of financial authorities: procurement", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Abbreviations: ITC, International Trade Centre; OCHA, Office for the Coordination of Humanitarian Affairs; UNFCCC, United Nations Framework Convention on Climate Change; UNOG, United Nations Office at Geneva; UNON, United Nations Office at Nairobi; UNOV, United Nations Office at Vienna; USG/DFS, Under-Secretary-General for Field Support.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Annex III", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Delegation of financial authorities: property management", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Abbreviation: USG/DFS, Under-Secretary-General for Field Support.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Annex IV", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Delegation of human resources authorities", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Abbreviations: ASG, Assistant Secretary-General; DM, Department of Management; DMSPC, Department of Management Strategy, Policy and Compliance; DSA, daily subsistence allowance; JAC, joint advisory committee; OAH, office away from Headquarters; OHRM, Office of Human Resources Management; OLA, Office of Legal Affairs; UNHQ, United Nations Headquarters; USG, Under-Secretary-General.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}]