[{"text": "Thirteenth session", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Doha, Qatar", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "21–26 April 2012", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Report of the United Nations Conference on Trade and Development on its thirteenth session", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Held in Doha, Qatar, from 21 to 26 April 2012", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Addendum", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Doha Mandate", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Theme – Development-centred globalization: Towards inclusive and sustainable growth and development", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "I.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A.Policy analysis", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In the period since UNCTAD XII in Accra in 2008, there have been changes in the global economy, while persistent challenges remain. Policymakers are therefore looking for more effective ways to build more inclusive and sustainable development outcomes, and to set the course for development-centred globalization.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "1.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The financial crisis that struck shortly after UNCTAD XII ushered in the first contraction in the global economy since the 1930s. Its effects spread very rapidly and widely. The world’s poorest countries were not spared. Despite the policy efforts of leading economies, both developed and developing, the global economic recovery remains fragile.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "2.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In the face of this fragility, several challenges have to be met to realize development-centred globalization. In this regard, finance should support the real economy in support of sustained, inclusive and equitable economic growth and sustainable development. All countries, developed and developing alike, can pay serious political, economic and social costs from financial shocks.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "3.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Another challenge is eliminating hunger and achieving food security. Securing adequate access to food – one of the most basic human needs – is a priority. The high volatility of food prices since UNCTAD XII has been a source of concern which in some cases, inter alia, has contributed to serious social and political consequences in some countries, particularly in net food-importing developing countries.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "4.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A further challenge has arisen around energy price volatility and access to energy, including renewable energy. The bulk of energy infrastructure has yet to be built in many developing countries, leaving energy services undersupplied and expensive. Meeting this need is essential for building inclusive development.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "5.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "An additional challenge is climate change and its adverse impact on inclusive and sustainable growth and development for developing countries, especially least developed countries (LDCs) and small island developing States (SIDS). The frequency and number of natural disasters and other adverse effects on the environment are adding to their concerns about growing environmental challenges. Responding to their varying needs and capacities in adapting to these challenges will be critical.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "6.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Development-centred globalization sets the stage for inclusive growth and development, and contributes towards reducing poverty and creating jobs. Discussions on globalization should be balanced, highlighting its benefits, acknowledging its risks and addressing its challenges.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "7.", "action_verb": "Development-centred", "action_verb_type": "preambular", "action_verb_normalized": "development-centred", "links": []}, {"text": "Due account should be given to cross-cutting issues such as good governance at all levels, freedom, peace and security, respect for human rights, including the right to development, gender equality and women’s empowerment, youth, and an overall commitment to just and democratic societies, which are essential to all countries to attain sustainable and equitable growth and development.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "8.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Development strategies should be inclusive and designed to meet human needs. The role of the Millennium Development Goals (MDGs) and other internationally agreed development goals is still instrumental in achieving such needs by 2015. People have similar needs and aspirations, including freedom, human rights including the right to development, decent work, secure homes, all aspects of affordable health care, education, a safe environment, a better future for their children and good governance at all levels. Since these ends are closely interconnected, development strategies should be based on an integrated and holistic approach if the desired policy options are to emerge.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "9.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Achieving sustainable growth and development calls for environmentally compatible patterns of production and consumption that safeguard the biosphere and the capability of its ecosystems to support human activity.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "10.", "action_verb": "Achieving", "action_verb_type": "preambular", "action_verb_normalized": "achiev", "links": []}, {"text": "Development strategies can be furthered by partnerships and cooperation among all stakeholders.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "11.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Each country has the primary responsibility for its own economic and social development, and national development efforts need to be supported by an enabling international economic environment. The State, having an important role to play, working with private, non-profit and other stakeholders, can help forge a coherent development strategy and provide an enabling environment for productive economic activity.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "12.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Sustained and inclusive growth and development are enabled, among others, by the mobilization and effective utilization of all sources of financing for development, as reaffirmed in the Doha Accord and the Monterrey Consensus. To this end, an enabling economic environment at all levels is essential, as inclusive economic development contributes to global peace, security, stability and prosperity.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "13.", "action_verb": "Sustained", "action_verb_type": "preambular", "action_verb_normalized": "sustained", "links": []}, {"text": "Industrialization is a priority for developing countries and some countries with economies in transition, because it promotes positive structural transformation and promotes mutually supportive linkages between investment, productivity and employment. A diversified economy largely depends on an industrial development that identifies comparative advantages in a wide range of productive sectors in order to promote sustainable economic growth and development.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "14.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Robust economic growth can make the adjustments associated with structural transformation easier to manage. Inclusive and sustainable growth and development also require social protection to protect vulnerable populations and address inequality, including between men and women, and across national regions. This can contribute to a smoother and more predictable development process. It also contributes to protection against shocks and crises that can accompany rapid growth and transformation towards a more open and integrated economy. The balance between growth, fairness and social protection can only be determined in light of prevailing local conditions and constraints.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "15.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Effective multilateral cooperation depends on the support of, and enhanced synergy among, a range of international institutions that have evolved over the past six decades. Globalization calls for broadened and strengthened participation of developing countries and countries with economies in transition in international economic decision-making and norm-setting.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "16.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "B.The role of UNCTAD", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Accra Accord pursued a constructive trade and development agenda, and was anchored by the three pillars of UNCTAD: policy analysis, consensus-building and technical cooperation. The outcomes of UNCTAD XIII reaffirm and build upon the Accra Accord, which remains valid and relevant.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "17.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UNCTAD remains the focal point in the United Nations for the integrated treatment of trade and development, and interrelated issues in the areas of finance, technology, investment and sustainable development. UNCTAD should continue to work within its mandate – through its three pillars, delivering meaningful results, utilizing available resources, while enhancing synergies and promoting complementarities with the work of other international organizations. In this regard, UNCTAD should:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "18.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Continue to play its role in the evolution of a stronger global consensus on issues falling within its mandate, as UNCTAD’s mandate and its universal membership make it a valuable forum for development dialogue;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(a)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In line with paragraph 17 of the Accra Declaration, contribute to discussions within the United Nations system on green economy and other models in the context of sustainable development and resilience to climate change;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(b)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Continue, as a contribution to the work of the United Nations, research and analysis on the prospects of, and impact on, developing countries in matters of trade and development, in light of the global economic and financial crisis;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(c)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Continue to monitor and assess the evolution of the international trading system and its trends from a development perspective;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(d)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Enhance the effectiveness of its contributions to the Enhanced Integrated Framework, including working with others to mainstream trade in LDCs’ national development plans – and contribute to the effective implementation of Aid for Trade through UNCTAD’s lead role in the United Nations Inter-Agency Cluster on Trade and Productive Capacity;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(e)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Place specific attention on the special needs of developing countries, particularly LDCs;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(f)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Strengthen its special focus on the needs of the LDCs across all areas of its mandate in accordance with the Istanbul Programme of Action;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(g)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Continue to address the special concerns and needs of Africa, including as articulated in the New Partnership for Africa’s Development;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(h)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Further address the special trade, investment and development needs of landlocked developing countries (LLDCs), including through continuing its support for effective implementation of the Almaty Ministerial Declaration and the Almaty Programme of Action: Addressing the Special Needs of Landlocked Developing Countries Within a New Global Framework for Transit Transport Cooperation for Landlocked and Transit Developing Countries, and its review in 2014, taking into account the challenges of the transit developing countries in this programme of action;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(i)", "action_verb": "address", "action_verb_type": "operative", "action_verb_normalized": "addres", "links": []}, {"text": "Continue its work in helping SIDS to address persistent trade, investment and development challenges that they encounter, including by contributing to ongoing United Nations-level discussions on the further implementation of the Barbados Programme of Action and the Mauritius Strategy for the sustainable development of SIDS;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(j)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Continue to give focus on the special needs and problems of structurally weak and vulnerable small economies in order to foster sustained economic growth and sustainable and inclusive development;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(k)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Continue to support the development effort of middle-income countries, according to their needs, in facing specific challenges of sustainable economic development and poverty reduction;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(l)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Continue to support countries with economies in transition in addressing their specific trade and development challenges; and", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(m)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Implement and follow up, as appropriate, relevant outcomes from global conferences and summits on development.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(n)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In strengthening UNCTAD, efforts should be made to enhance its efficiency, effectiveness, transparency and accountability, including through effective results-based management and ensuring a member State–driven process through the intergovernmental machinery.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "19.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Sub-theme 1 – Enhancing the enabling economic environment at all levels in support of inclusive and sustainable development", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "II.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A.Policy analysis", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In the light of recent developments, efforts to strengthen and improve the functioning of the global economy continue to be important. This can help to better prevent financial and economic shocks, effectively promote development, and serve the needs of member States, particularly of developing countries.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "20.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A number of developing countries have, over the past three decades, increased their integration into the global economy, and collectively in these countries, growth has been on an upward trend. Those efforts have, in many cases, been accompanied by rising trade, investment and capital flows.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "21.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "While sustained economic growth is important, it is also necessary to broaden the basis of growth so that more people can benefit from and contribute to growth. An enabling environment at all levels is a necessity for this. The MDGs and other internationally agreed development goals are a basis for promoting inclusive and sustainable development.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "22.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "For trade to serve as an engine of inclusive growth and development, the multilateral trading system must remain open, transparent, inclusive, non-discriminatory and rules-based. The effective integration of developing countries, in particular LDCs and countries with economies in transition, into the multilateral trading system should remain a priority.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "23.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The successful conclusion of the Doha Development Agenda negotiations is crucial to create new trade flows that generate economic growth and development, and should deliver, inter alia, development-related outcomes, in accordance with its mandates. Moreover, in a time of fragile economic recovery, trade protectionism remains a risk, and efforts should continue to be made to fight all forms of protectionism.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "24.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "States are strongly urged to refrain from promulgating and applying any unilateral economic, financial or trade measures not in accordance with international law and the Charter of the United Nations that impede the full achievement of economic and social development, particularly in developing countries, and that affect commercial interests. These actions hinder market access, investments and freedom of transit and the well-being of the populations of affected countries. Meaningful trade liberalization will also require addressing non-tariff measures including, inter alia, unilateral measures, where they may act as unnecessary trade barriers.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "25.", "action_verb": "States", "action_verb_type": "operative", "action_verb_normalized": "stat", "links": []}, {"text": "Non-tariff measures and non-tariff barriers are gaining attention in international trade. International efforts should be made to address non-tariff measures, and aim to reduce and to eliminate arbitrary or unjustified non-tariff barriers.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "26.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The commodities price boom since 2002 has revived the potential role of commodity revenues in contributing to economic growth and poverty reduction. Furthermore, the volatility of commodity prices remains a challenge to commodity-importing and -exporting developing countries, many of which are LDCs. It is important for policymakers to identify and implement appropriate policies, at national, regional and international levels, to address the impacts of volatility of commodity prices on vulnerable groups. It is important to support commodity-dependent developing countries in formulating sustainable and inclusive development strategies, including those that promote value addition and economic diversification.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "27.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Effective macroeconomic and debt management policies play an important role in fostering debt sustainability and economic development, and debt crisis prevention. Many countries have managed to sharply reduce their overall debt-to-gross domestic product (GDP) ratio, in some cases assisted by the Debt Management and Financial Analysis System (DMFAS) Programme, and relevant initiatives such as the Heavily Indebted Poor Countries Initiative and the Multilateral Debt Relief Initiative. Progress is needed on restructuring public debt.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "28.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The global economic crisis has highlighted the importance of prudent fiscal policies. Some developing countries had the fiscal space to respond to the global recession with countercyclical policies. In this context, the importance of fiscal buffers should not be underestimated, as fiscal stimulus is one of the tools for stabilizing macroeconomic conditions. However, many developing countries still have little fiscal space, and a number of African and least developed countries are at a high risk of debt distress.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "29.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Adequate regulation and supervision of financial markets, debt management, and promotion of responsible sovereign lending and borrowing can play important roles with regard to promoting financial stability as well as with respect to crisis prevention and resolution mechanisms.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "30.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "B.The role of UNCTAD", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In accordance with paragraph 18, UNCTAD should:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "31.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Continue to provide analytical and technical support in the evolving concept of social protection floors within its mandate for developing countries, particularly those that are emerging from political crisis and conflicts, especially in Africa and LDCs;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(a)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Assist regional cooperation organizations to better address economic challenges and opportunities, including with regard to globalization;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(b)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Continue analytical work on how issues of debt and its impact on mobilization of resources can be addressed more effectively, and providing technical assistance and support for developing countries in building national capacities through the DMFAS Programme, in cooperation, where appropriate, with the International Monetary Fund, the World Bank, and other stakeholders;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(c)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Determine how to achieve the effective integration of developing countries, in particular LDCs, as well as countries with economies in transition, into the multilateral trading system;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(d)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Devise approaches to stimulating economic diversification and promoting value added production, including through investment, with a view to providing equal economic opportunity for all, particularly aiming at women and youths;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(e)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Address the trade and development impact of non-tariff barriers;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(f)", "action_verb": "Address", "action_verb_type": "operative", "action_verb_normalized": "addres", "links": []}, {"text": "In collaboration with the World Trade Organization (WTO), the International Trade Centre and other relevant partners, consolidate its work on databases on non-tariff measures and continue its analysis on the impact of non-tariff measures on trade and development prospects of developing countries, in particular LDCs, and continue its participation in the Transparency in Trade Initiative;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(g)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Continue technical assistance to developing countries, in particular LDCs, in the area of international trade in goods and services;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(h)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Continue to support commodity-dependent developing countries, particularly in Africa and LDCs, through policy reviews, dialogues and technical assistance in maximizing development benefits from commodity production and trade, including promotion of diversification and integration of natural resources policies into their national development strategies;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(i)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Continue to assist developing countries to improve their statistical capacity in the area of trade and development;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(j)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Intensify its interaction with academic and research institutions, especially through the Virtual Institute and the Global Network of Development Think Tanks, to strengthen the development of local teaching and research capacities in member States and foster links between researchers and policymakers;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(k)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Continue technical assistance, research and analysis, and dialogue on trade facilitation, transport and related issues;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(l)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Continue to assess the economic development prospects of the occupied Palestinian territory and examine obstacles to trade and development, and should strengthen its programme of assistance to the Palestinian people with adequate resources and effective operational activities, as part of the international community’s commitment to building an independent Palestinian State, and with a view to alleviating the adverse economic and social conditions imposed on the Palestinian people, in line with the Accra Accord; and", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(m)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Assist developing countries to analyse the important connection between social safety nets, trade and development.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(n)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Sub-theme 2 – Strengthening all forms of cooperation and partnerships for trade and development, including North–South, South–South and triangular cooperation", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "III.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A.Policy analysis", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Given the changes and dynamism in the global trade and economic landscape, the international community must encourage all forms of cooperation, and renew and strengthen approaches to partnerships for trade and development. Cooperation in support of inclusive and sustainable growth and development can help focus the national and international efforts on the challenges of building productive capacities and structural transformation, as well as promoting accelerated stable economic growth and greater openness. Partnerships for development should enhance collaboration between the private and public sectors.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "32.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "International trade can contribute to fostering cooperation and building new partnerships by linking production processes across borders, disseminating know-how and contributing to shared economic growth. International trade can also support achievement of the MDGs in developing countries, especially in reducing poverty and inequality. However, it has yet to realize its full potential. Timely implementation of duty-free quota-free market access on a lasting basis for all LDCs, consistent with the Ministerial Declaration adopted by WTO in Hong Kong, China, in 2005, can be a useful tool in this regard. There is also a need to better understand how the benefits of international trade could be harnessed to achieve the MDGs, especially for the vulnerable sectors of society.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "33.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "It is important – through effective development cooperation and development finance, including official development assistance (ODA) – to assist developing countries’ efforts, in particular Africa and LDCs, in moving to a position where they can mobilize their own resources for sustainable development, create new productive capacities and diversify their economic structure. Development cooperation and development finance, including ODA, should be tailored to country-specific priorities, peculiarities and needs. In this respect, effective development cooperation makes important contributions.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "34.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "ODA continues to provide an important source of assistance and financing for many developing countries, in particular LDCs, in their pursuit of the MDGs. ODA also plays an important catalytic role in leveraging financing for development from other sources. Donors should respect their ODA commitments, as reaffirmed in the relevant United Nations conferences and meetings, including in the outcome of the 2010 High-Level Plenary Meeting on the Millennium Development Goals.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "35.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Aid for Trade initiative has gained prominence in the international aid discourse since it was introduced by WTO in 2005, and mobilized resources for trade-related assistance. This initiative recognizes that, to fully benefit from international trade, developing countries, especially LDCs, need targeted financial support for trade-related technical assistance, building productive capacity and infrastructure, and trade-related adjustment support. In this regard, adequate, efficient and outcome-oriented aid for trade, as well as its greater prioritization in overall development strategies, is needed. Reaching these objectives requires that recipient countries mainstream trade issues in their overall national and regional development strategies to ensure coherence between trade and development. In this regard, the Enhanced Integrated Framework is important to LDCs.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "36.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Regional integration, complemented by interregional cooperation, can help developing countries harness closer trade links in support of inclusive and sustainable growth and development. Initiatives include regional trade and investment arrangements in Africa and Latin America, and the creation of regional production networks across Asia, including some LDCs. Regional integration, including regional trade agreements (RTAs), should bolster productive integration and support economic diversification, especially in the LDCs and LLDCs. RTAs should be consistent with the multilateral trading system to improve market access.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "37.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Regional cooperation can support national development strategies and reduce external vulnerabilities, and in some cases can complement the global economic governance system. By deepening economic integration, a series of mutually beneficial ties can be built across economies at different levels of development within a geographic region to promote and accelerate development.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "38.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "South–South cooperation, as a complement but not a substitute for North–South cooperation, is a positive aspect of international cooperation for developing countries to expand their growth and development potential and, in addition to triangular cooperation, increase the efficiency and quality of international cooperation.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "39.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Many developing countries have varied progress towards achieving the MDGs. It is thus important to effectively harness all forms of cooperation and partnership for trade and development and to share best practices of these varied experiences to accomplish the internationally agreed development goals, including the MDGs, and to foster beneficial integration into the world economy.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "40.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "B.The role of UNCTAD", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In accordance with paragraph 18, UNCTAD should:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "41.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Conduct research and analysis and disseminate best practices on all forms of cooperation, including North–South, South–South and triangular cooperation;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(a)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Assess on a regular basis and promote consensus on how development cooperation and partnerships, including those involving South–South cooperation, can further contribute to enhancing the achievement of the MDGs, especially in the case of LDCs and Africa;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(b)", "action_verb": "Assess", "action_verb_type": "operative", "action_verb_normalized": "asses", "links": []}, {"text": "Work on how South–South cooperation, including other regional and other cooperation arrangements, as well as other cooperation agreements can optimize development gains of developing countries, particularly LDCs;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(c)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Continue to support South–South trade cooperation initiatives, including the Global System of Trade Preferences;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(d)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Analyse regional and subregional integration efforts and their contribution to development, diversification of national economies, and building up of infrastructures within and between developing countries;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(e)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Continue analysis and research on how regional trade arrangements can be used to optimize development gains;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(f)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Continue to provide research and analysis and facilitate the sharing of best practices to help enhance the effectiveness of triangular cooperation, among others, in promoting trade and development;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(g)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Address the opportunities and challenges of the growing South–South cooperation, in a way that assists national development strategies;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(h)", "action_verb": "Address", "action_verb_type": "operative", "action_verb_normalized": "addres", "links": []}, {"text": "Enhance cooperation with other relevant trade capacity-building organizations, including through the United Nations Inter-Agency Cluster on Trade and Productive Capacity;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(i)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Explore ways to maximize the development impact of the trade-related assistance that UNCTAD provides and play an active role in the Aid for Trade Initiative;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(j)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Undertake analyses and consider developing, where appropriate, related tools on national and international efforts to enhance the impact of development cooperation including on the alignment of ODA with national development priorities;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(k)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Undertake research and analysis on public–private partnerships in the development context, with the aim of mapping out best practices as well as evaluating models of public–private partnerships that can help to establish linkages between local producers in developing countries into global supply chains;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(l)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Assist the LDCs in assessing progress towards resource mobilization, economic diversification and competitiveness in support of their national development strategies;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(m)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Support the implementation of the Istanbul Programme of Action, in trade, development and interrelated issues in the areas of finance, technology, investment and sustainable development which resulted from the Fourth United Nations Conference on the Least Developed Countries;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(n)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Assist LDCs to face the challenges of graduation from the LDC category, including strategies for facilitating smooth transition, a clear understanding of the post-graduation environment, better focus of efforts on promoting their development, and creating suitable and robust economic and legal frameworks and institutional capacity in the field of trade and investment; and", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(o)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Continue to monitor progress of LDCs towards graduation thresholds with a view to identifying challenges ahead for action at national and international levels in coordination with the Office of the High Representative for the Least Developed Countries, Landlocked Developing Countries and Small Island Developing States.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(p)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Sub-theme 3 – Addressing persistent and emerging development challenges as related to their implications for trade and development and interrelated issues in the areas of finance, technology, investment and sustainable development", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "IV.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A.Policy analysis", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The world economy faces a series of persistent and emerging challenges to stable and strong economic growth and inclusive and sustainable development. This calls for policies and actions that address these challenges, promote trade and investment, and foster development-centred globalization. Such measures have to be tailored to local capabilities, conditions and needs, as there is no universal blueprint. Also, integrated approaches to development in an interdependent and open world economy would be required at national, regional and international levels. A stable and conducive policy and institutional environment that promotes entrepreneurship, competitiveness, productive capacity-building, structural transformation, technological improvement and job creation would also be important.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "42.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Accession to WTO is an integral part of the development strategies of most countries aiming to benefit fully from the international trading system. It is also important for the further integration of developing countries, in particular LDCs, and countries with economies in transition, into the rules-based multilateral trading system. In this context, acceding countries, particularly LDCs, before and in the post-accession period, could need technical assistance. Obstacles should be addressed, so as to facilitate the accession process, in order to achieve an early conclusion. Concerning acceding LDCs, WTO members have agreed to implement the decision on the guidelines for accession of LDCs adopted by the WTO General Council on 10 December 2002 and further build on the decision of the Eighth Ministerial Conference on accession of LDCs.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "43.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Development of, and access to, services, supported by adequate regulatory and institutional frameworks, are important for sound socio-economic development.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "44.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Development of infrastructure, physical and soft, has a strong impact on production and trade and on attracting foreign direct investment (FDI). In this regard, in recent years, the participation of the private sector has increased. Governments continue to play an essential role as both providers and regulators of infrastructure and other public services. New approaches should be explored to help tackle persistent challenges facing many developing countries, particularly LLDCs, including high transport and commercial transaction costs, and weak logistical capacities. These challenges, many of which are also shared by some countries with economies in transition, are compounded by other factors, such as volatile energy prices.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "45.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In order to achieve food security and promote sustainable economic development, it will be important to strengthen agricultural production capacity, as well as facilitate greater integration of farmers into local, regional and international markets.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "46.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "LLDCs usually pay the highest transport and transit costs, as recognized in the Almaty Programme of Action. Lack of access to the sea, remoteness from major markets, inadequate transit facilities, cumbersome customs and border-crossing procedures, regulatory constraints, as well as weak legal and institutional arrangements, undermine the efforts of LLDCs to build their productive capacities and to be competitive in world markets. These structural and geographical handicaps preventing LLDCs from fully harnessing the potential of trade as an engine for sustained economic growth and inclusive development need to be addressed, including through continued international and national efforts to implement the Almaty Programme of Action. Attention should also be paid to the challenges of transit developing countries, in particular in the development and maintenance of efficient transit and transport systems. Implementing trade facilitation measures regionally and multilaterally can also play a major role in helping LLDCs and other developing countries overcome these challenges.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "47.", "action_verb": "LLDCs", "action_verb_type": "operative", "action_verb_normalized": "lldc", "links": []}, {"text": "When it comes to transport and trade logistics, SIDS are also disadvantaged due to their remoteness and geographical isolation. In a globalizing world, logistics costs and non-tariff barriers have become key factors in the overall competitiveness of SIDS. Low transport volumes and long distances typically add up to high freight and logistics costs and low frequency of services, in terms of both maritime and air transport.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "48.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Many countries are negotiating an increasing number of RTAs. RTAs should not be a substitute for the multilateral trading system. Flexibilities for developing countries and countries with economies in transition in RTAs should be analysed while assessing development implications.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "49.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The objective of competition policy is to create and maintain a competitive environment by eliminating anticompetitive practices. States are encouraged to consider establishing competition laws and frameworks in coherence with their national development strategies.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "50.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The empowerment of women is of crucial importance, among others for harnessing the potential for inclusive growth and development. Women’s engagement in trade and economic opportunities, employment in export sectors, production of cash crops, and the creation of new business, especially by women entrepreneurs, enables them to make productive investments and reduce poverty. Obstacles to women’s empowerment include gender bias and income inequality, which should be tackled through appropriate measures.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "51.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Development of a strong science, technology and innovation (STI) capacity is key to addressing many of the persistent and emerging trade and development challenges that developing countries face. Governments in developing countries should consider formulating and implementing STI policies as a central feature of their development strategies. Developing countries, especially LDCs, and some countries with economies in transition, and their small and medium-sized enterprises (SMEs), experience difficulties in technological upgrading. For countries to upgrade their technological capacities, domestic absorptive capacity – which requires strong collaboration among the private sector, research institutions and other relevant actors – and an enabling environment for investment are needed. International trade and investment policy frameworks should be supportive of development in developing countries.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "52.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Information and communications technology (ICT) has become an important feature of the increasingly globalized and knowledge-based economy. The Internet and other ICTs can contribute to job creation, enhance access to information, enhance interaction through social networks, and enable transparent and efficient commerce between customers and suppliers. The wider diffusion of ICTs, improved access to the Internet and the development of ICT-related infrastructure are essential to bridging the digital and broadband divide. Developing countries can maximize their benefit from ICTs by formulating and implementing national ICT policies.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "53.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The multifaceted economic and development implications of changing environmental conditions, including climate change, pose major policy challenges, as well as opportunities, at national, regional and international levels. Of special significance for developing countries are the economic aspects, and costs, of mitigation and adaptation. International cooperation under existing multilateral instruments should contribute to supporting developing countries, particularly the most vulnerable countries, in addressing challenges and opportunities.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "54.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Natural disasters can wipe out the gains by small and medium-sized firms and the livelihood of people who depend on them. To build up the resilience of these firms and enable them to maintain sustainable involvement in trade and investment, developing countries need, inter alia, support to develop capacities that would enable greater use of catastrophic insurance risk coverage.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "55.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "B.The role of UNCTAD", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In accordance with paragraph 18, UNCTAD should:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "56.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Provide developing countries, in particular LDCs, and countries with economies in transition that are acceding to WTO with technical assistance and capacity-building prior to, during and in the follow-up to the accession process, depending on their level of development and needs;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(a)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Monitor all forms of protectionism in cooperation with WTO and other relevant institutions;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(b)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Continue its work on services;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(c)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Support, through its research and policy dialogue, efforts to improve access to finance for and delivery of financial services to SMEs, microenterprises and individuals in developing countries;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(d)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Complementing the work of other organizations, continue its research and analysis within its mandate on the impact of migration on development, considering its challenges and opportunities;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(e)", "action_verb": "Complementing", "action_verb_type": "preambular", "action_verb_normalized": "complement", "links": []}, {"text": "Continue its work on research and analysis, within its mandate, on enhancing the impact of migrants’ remittances on development, including their social and economic benefits, reducing their transaction costs and expanding access to financial services, while respecting their character as private funds;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(f)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In collaboration with the Food and Agriculture Organization of the United Nations, which has the lead in agricultural issues in the United Nations system:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(g)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Continue its work in the area of agriculture in the context of commodities to help developing countries achieve more sustainable and strengthened agricultural production, food security and export capacity. This work should take into account the needs of small-scale farmers, and empowerment of women and youths;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 3, "prefix": "(i)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Continue its work on organic agriculture; and", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 3, "prefix": "(ii)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Continue work on commodities, food security and investment in agriculture, taking into account the special needs of Africa, LDCs and net food-importing developing countries, in cooperation with other relevant organizations;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 3, "prefix": "(iii)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Assist developing countries, particularly LLDCs and transit developing countries, and some countries with economies in transition, to address challenges affecting their participation in trade from geographical constraints, with a view to improving transport systems and connections, designing and implementing resilient and sustainable transport systems, and enhancing transit infrastructure and trade facilitation solutions;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(h)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Continue its work in the field of trade facilitation, including the ASYCUDA programme;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(i)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Advise SIDS on the design and implementation of policies addressing their specific trade and trade logistics challenges linked to their remoteness and geographical isolation;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(j)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Support and assist structurally weak, vulnerable and small economies to generate policies to achieve sustainable development;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(k)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Provide assistance for developing countries and countries with economies in transition on regional trade arrangements, in collaboration with United Nations regional commissions and other relevant institutions;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(l)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Conduct analysis and research and help developing countries and countries with economies in transition to formulate and implement competition and consumer protection policies, promote the sharing of best practices, and carry out peer reviews with regard to the implementation of such policies;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(m)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Reinforce its work on the links between gender equality, women’s empowerment, and trade and development, without prejudice to other programmes;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(n)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In collaboration with the International Labour Organization, WTO and other relevant organizations, continue its work on the impact of trade on employment and inclusive and sustainable development, with special focus on the poor and youth;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(o)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Maintain efforts in research and analysis in the area of STI, focusing on making STI capacity an instrument for supporting national development, helping local industry become more competitive, and for developing export diversification efforts of countries;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(p)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Undertake research and provide technical assistance to developing countries on ICT and implementation of relevant action lines from the World Summit on the Information Society and as secretariat to the Commission on Science and Technology for Development;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(q)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Continue capacity-building activities including TrainForTrade and in the framework of paragraph 166 of the Bangkok Plan of Action;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(r)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Conduct analysis, foster international dialogue and consensus-building, and provide capacity-building on the links among trade, environment and sustainable development, as well as on making use of resource-efficient approaches to promote sustainable consumption and production patterns; and", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(s)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Continue to provide policy analysis and capacity-building on insurance regulatory frameworks and risk management for developing countries that are particularly vulnerable to catastrophic risks.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(t)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Sub-theme 4 – Promoting investment, trade, entrepreneurship and related development policies to foster sustained economic growth for sustainable and inclusive development", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "V.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A.Policy analysis", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "International trade can be an engine of economic growth and socio-economic development. All developing countries can benefit from world trade, including through greater trade flows, that help promote sustainable development and the eradication of poverty.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "57.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In order to contribute to development, efforts should be made by all stakeholders to promote FDI in a way so as to complement the development priorities of host countries. FDI requires a stable, predictable and enabling investment climate. It is important to enhance the development impact of foreign investment, including by strengthening the productive sector and contributing to job creation. National capacities of developing countries should be strengthened in this regard. Investment policies should have a strong focus on sustainable development and inclusive growth.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "58.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Building productive capacity is key to fostering sustained economic growth and inclusive development. It can be expanded through a balanced policy mix approach, which, among others, include cost-effective and appropriate incentives to encourage investments in wealth-creating activities, as well as in the provision of education, training, improving levels of health and nutrition, and increased research and development capacity that helps to build knowledge base.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "59.", "action_verb": "Building", "action_verb_type": "preambular", "action_verb_normalized": "build", "links": []}, {"text": "Industrial policies play an important role in establishing dynamic and sustainable development in many countries. These need to be complemented with other policies in relevant areas if they are to have their full and intended effect. This includes economic diversification, improving international competitiveness and realizing more sustainable and inclusive outcomes.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "60.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In recent years, certain developing countries moved away from primary commodities to producing more skill- and technology-intensive manufactures and services. In a number of cases, this has been supported by a gradual integration of developing countries into global supply chains. Many commodity-dependent developing countries, particularly those in Africa and LDCs, are still in the process of – and face challenges in – building a more diversified economy.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "61.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Technology can provide new opportunities that will contribute to the enhancement of know-how and to the raising of the level of competitiveness.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "62.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Maintaining the balance and effectiveness of the international intellectual property rights system, as well as promoting and protecting traditional knowledge, genetic resources, innovation and practices continue to be important, in line with the agreed recommendations of the World Intellectual Property Organization (WIPO) Development Agenda. National and international efforts are needed to preserve, protect and promote the sustainable use of traditional knowledge, folklore and genetic resources and to ensure the fair and equitable sharing of their benefits.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "63.", "action_verb": "Maintaining", "action_verb_type": "preambular", "action_verb_normalized": "maintain", "links": []}, {"text": "Some middle-income countries still face significant challenges in poverty eradication, inequalities and diversification of their economies. Efforts to address those challenges in those countries most in need can be supported.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "64.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "B.The role of UNCTAD", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In accordance with paragraph 18, UNCTAD should:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "65.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Continue its work on investment policy review and enterprise development as well as research and policy dialogue on the impact of FDI and other private international capital flows, the interaction of FDI and domestic investment, the relationship between ODA and FDI, as well as the link between FDI and regional integration, to achieve inclusive growth and sustainable development. UNCTAD should continue its consultation with private-sector actors and assist developing countries to improve their performance in attracting private domestic and foreign investment in order to identify key barriers to investment;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(a)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Continue its research on issues related to the impact of FDI and other private international capital flows on inclusive growth and sustainable development, including through the World Investment Report, on the interaction of FDI and trade in global value chains, non-equity modes of production, trade promotion, infrastructure, job creation, public services, ODA and regional integration;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(b)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Continue to undertake research on the impact of transfer of technology on trade and development;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(c)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Assist developing countries, in particular LDCs, and countries with economies in transition, in designing strategies and policies for attracting and benefiting from foreign investment. These policies should contribute to their sustainable development and inclusive growth, including through their effective participation in global value chains;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(d)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Provide an operational methodology and policy guidelines on how to mainstream productive capacities in national development policies and strategies in LDCs so that productive capacities are placed at the centre of national and international efforts to address the specific needs and challenges of LDCs. In this regard, UNCTAD should continue to further develop quantifiable indicators and related variables to measure economy-wide productive capacities in LDCs;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(e)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Support trade capacity-building in developing countries, particularly LDCs;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(f)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Provide analytical work and technical assistance to developing countries, particularly LDCs and countries with economies in transition, in the areas of trade and economic diversification and structural transformation to enhance growth and development; including sectors related to creative economy, entrepreneurship and others that generate more value addition;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(g)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Continue to assist structurally weak and vulnerable small economies in their efforts to promoting investment and building productive capacity;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(h)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "With the support of development partners, contribute to build national databases and statistical capacities in LDCs;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(i)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Acknowledging that WIPO has the lead in IPR issues in the United Nations system, UNCTAD will continue its work on IPR as it relates to trade and development;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(j)", "action_verb": "Acknowledging", "action_verb_type": "preambular", "action_verb_normalized": "acknowledg", "links": []}, {"text": "Undertake analytical work on international investment agreements, weighing the interests of all stakeholders, and continue to provide technical assistance, as well as fostering the international sharing of experiences and best practices on key issues relating to their negotiation and implementation;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(k)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Continue its work in the area of International Standards of Accounting and Reporting; and", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(l)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Continue its work, in synergy with relevant organizations, on enterprise development, particularly related to SMEs and entrepreneurship.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(m)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}]