[{"text": "Fifteenth session", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Virtual Barbados", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "3–7 October 2021", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Bridgetown Covenant", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "From inequality and vulnerability to prosperity for all", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Introduction", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "1.\tNearly six decades ago, the international community came together in Geneva in the firm conviction that trade could make a difference to the world and do more to connect nations and peoples and enhance their economic opportunities. In a spirit of solidarity and cooperation, the world came together to ensure that progress achieved became prosperity shared. The phrase “prosperity for all” captured the ideals and objectives of the first session of the United Nations Conference on Trade and Development (UNCTAD), and its realization became the raison d’être of UNCTAD and, subsequently, its creed.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "2.\tThe serious challenges to multilateralism are being exacerbated. Strengthened multilateralism and coordinated international action are crucial for effectively addressing these challenges and improving prosperity for all. Inequality, within and between countries, exacerbated by vulnerability, has become one of the most challenging issues facing policymakers at the national and international levels.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "3.\tNow, the Conference meets again, for the fifteenth time, in the most unprecedented of circumstances. In addition to climate change threats, we are experiencing a coronavirus disease (COVID-19) pandemic which has generated a global health and economic crisis, exacerbating fiscal as well as other challenges faced by developing countries. In this scenario, and faced with declining resources, it is paramount that member State engagement with UNCTAD be strengthened.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "4.\tSince the outbreak of the COVID-19 pandemic, nearly 5 million people have lost their lives. Global gross domestic product (GDP) contracted severely in 2020. Millions of people have already lost their jobs, and millions more have had their livelihoods compromised. Most disturbingly, more than 150 million people are expected to join the ranks of extreme poverty by the end of 2021, depending on the severity of the economic contraction. These grim figures and facts reflect the profound human suffering and immense challenges ahead. The end of the pandemic may be in sight with the arrival of a vaccine, but the scale and scope of the crisis and its consequences are likely to be long-lasting and have yet to be fully appreciated.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "5.\tUNCTAD should contribute to the implementation of and follow-up to the outcomes of relevant global conferences, including the 2030 Agenda for Sustainable Development, the Addis Ababa Action Agenda and, as appropriate, the Paris Agreement under the United Nations Framework Convention on Climate Change, among other relevant international agreements and outcomes. While enhancing its work in support of addressing the trade and development challenges of all developing countries across all regions, UNCTAD should:", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(a)\tStrengthen its special focus on the trade and development needs of the least developed countries across all areas of its mandate, in accordance with the Programme of Action for the Least Developed Countries for the Decade 2011–2020 (Istanbul Programme of Action) and any relevant successor agreement reached at the Fifth United Nations Conference on the Least Developed Countries;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(b)\tContinue to support Africa in addressing its special concerns and needs, including as articulated in the New Partnership for Africa’s Development, and in the implementation of the African Continental Free Trade Area,", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(c)\tFurther address the special trade, investment and development needs of landlocked developing countries, including through continuation of its support for effective implementation of the Vienna Programme of Action for Landlocked Developing Countries for the Decade 2014–2024 (Vienna Programme of Action);", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(d)\tContinue its work in assisting small island developing States to address persistent trade, investment and development challenges that they encounter, including through the implementation of the SIDS Accelerated Modalities of Action (SAMOA) Pathway;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(e)\tContinue to give focus to the special needs and problems of structurally weak and vulnerable small economies in order to foster sustained economic growth and sustainable and inclusive development;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(f)\tContinue to support the development efforts of middle-income countries, according to their needs, in facing specific challenges of sustainable economic development and poverty eradication.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "6.\tThe year 2020 marked the start of the decade of action 2020–2030 to achieve the 2030 Agenda for Sustainable Development. However, the COVID-19 pandemic has exacerbated existing challenges and created new vulnerabilities, especially for developing countries, and threatens to reverse the hard-fought progress on the three dimensions of sustainable development – economic, social and environmental. It is important to ensure a concerted global response, bearing in mind that the 2030 Agenda should serve as the blueprint to rebuild and to mitigate the impacts of the COVID-19 pandemic. Focused and sustained efforts to implement the 2030 Agenda for all, with a focus on the poorest and most vulnerable, are necessary for a strengthened and accelerated decade of action for building more sustainable, peaceful, just, equitable, prosperous, inclusive and resilient societies and economies.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "7.\tOur success in recovering from the pandemic and paving the way to a more inclusive, resilient and sustainable world will depend on the decisions and actions taken by the global community. The entire global community, public and private, as well as national and international actors, must jointly take decisions and actions that will determine to what extent and how fast the recovery from the crisis will be.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "8.\tIn this regard, it is essential to recognize the critical role that women are playing in COVID-19 response efforts, as well as the disproportionate negative impact of the pandemic, notably the socioeconomic impact, on women and girls. This may further deepen already existing inequalities and risks reversing the progress in achieving gender equality and the empowerment of women and girls in recent decades. Concrete actions are necessary to minimize this impact and ensure the full, equal and meaningful participation of women and youth in the development and implementation of an adequate and sustainable response to the pandemic.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "9.\tThe pandemic underscored the uneven resilience and capacities of countries to deal with crises. In response to the pandemic, many developing countries lacked the ability to use fiscal and monetary measures, among others, to respond to the crisis. It is imperative that international cooperation advance to combat and recover from the pandemic and provide assistance to the countries and regions most in need. It is important to ensure timely, global and equitable access to safe, effective and affordable COVID-19 tools (vaccines, therapeutics, diagnostics and personal protective equipment), recognizing extensive COVID-19 immunization as a global public good to help overcome the COVID-19 pandemic worldwide and recover the momentum for sustainable development. The sharing of information and technology for the detection, prevention, treatment and control of the pandemic is necessary, as well as initiatives in this regard, such as the Access to COVID-19 Tools (ACT) Accelerator, Friends of the COVID-19 Vaccine Global Access (COVAX) Facility, the COVID-19 Technology Access Pool (C-TAP) and relevant pledging appeals.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "10.\tThe speed at which the pandemic has spread has also been a reminder that this is an age of unprecedented interdependence and interconnectedness. Therefore, a full global recovery will not be possible without global cooperation and until the pandemic subsides in all countries.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "11.\tRecent years have highlighted the link between trade and development and some key global challenges. For instance, an increase in the number of refugees and displaced people has additionally strained the socioeconomic conditions for the economies of developing countries hosting these groups. Additionally, health concerns, both non-communicable and communicable diseases, can hinder immediate and long-term productive capacities. For instance, COVID-19 has caused significant global economic shocks and exacerbated food insecurity. The COVID-19 pandemic is a firm reminder of the value of an integrated approach that fosters cooperation between environmental conservation and the human health, animal health and plant health sectors. Similarly, natural disasters, which are increasing in frequency due to climate change, as well as man-made disasters, such as maritime and industrial accidents, frequently lead to biodiversity loss, environmental degradation and an additional strain on limited trade and development logistics, resources and infrastructure.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "12.\tTo address these interrelated challenges and build a world that is sustainable, more prosperous and more inclusive, holistic policies at all levels are needed. In this sense, effective inclusion through targeted social policies and social investment is crucial in order to strengthen people’s skills and capacities and help them to participate fully in employment and social life.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "13.\tThe fifteenth session of the Conference is therefore an opportunity to embrace cooperation and interdependence, strengthen the connections between us, better recover from the pandemic and empower the international community to realize the Sustainable Development Goals. This pandemic presents an opportunity and an urgent need to envision and shape a new path where trade, investment, technology and finance can be harnessed to achieve sustainable progress and build a more resilient, inclusive, environmentally sound and sustainable world.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Learning from experience: Looking back to move forward", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "I.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In Nairobi, in 2016, the fourteenth session of the Conference celebrated the adoption of the Sustainable Development Goals. Important advances were registered since, even if insufficient to achieve the Sustainable Development Goals by 2030. Furthermore, the COVID-19 crisis has made it increasingly challenging to achieve the Sustainable Development Goals. Overcoming this situation requires learning from experience in dealing with emerging and persistent challenges.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "14.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "There is an urgent need to advance, with determination, bold and concerted actions to address the social and economic impacts of the COVID-19 pandemic, while striving to get back on track to achieve the Sustainable Development Goals. This will require designing recovery strategies that will accelerate progress towards the full implementation of the 2030 Agenda for Sustainable Development and the achievement of the long-term goals of the Paris Agreement, as well as helping to reduce the risk of future shocks.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "15.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The global response to the COVID-19 pandemic should ensure the smooth flow of global trade and be supportive of the multilateral trading system, both of which are crucial for sustainable and resilient value chains.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "16.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Since the inception of UNCTAD, one of its goals has been the better and more meaningful integration of developing countries into the multilateral trading system. Despite the massive expansion of trade and investment in the last decades, effective integration into global trade patterns remains challenging for many developing countries. Free trade, set in an open and rules-based multilateral trading system, remains the most powerful engine for growth and development, which can help to create millions of jobs and enhance prosperity. In particular, the least developed countries face considerable challenges in harnessing the full potential of international trade and benefiting from the opportunities afforded by global value chains and foreign investment.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "17.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Since the first session of the Conference, the expansion of trade has enabled a profound geopolitical and economic transformation, marked by the economic growth of developing countries, the emergence of some nations from the periphery of the world economy and into the global spotlight and a concomitant and significant reduction of poverty around the globe.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "18.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The success of economic transformation, however, varies across regions and countries. Countries in Asia have seen their trade with the world grow substantially, but this is less true for other regions. In the last decade, the least developed countries were expected to double their share of global trade, but this has hardly increased. Some developing countries managed to partake in the global economy through their commodity exports, yet were unable to diversify. This highlighted the importance that these countries diversify, producing higher value added goods and enhancing the sustainability and resilience of their economies.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "19.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Reducing greenhouse gas emissions, enhancing climate resilience and promoting sustainable development are indispensable to the attainment of the Sustainable Development Goals, especially Sustainable Development Goal 13. A more equitable and sustainable approach to development strategies and globalization is therefore needed. The Paris Agreement under the United Nations Framework Convention on Climate Change provides a framework for crucial decoupling of economic growth from environmental degradation through nationally determined contributions and long-term strategies for coordinated collective action at the global level.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "20.", "action_verb": "Reducing", "action_verb_type": "preambular", "action_verb_normalized": "reduc", "links": []}, {"text": "This document recognizes all the principles of the United Nations Framework Convention on Climate Change and reaffirms our strong and steadfast commitment to strengthen implementation of the Paris Agreement which is to reflect equity and the principle of common but differentiated responsibilities and respective capabilities, in the light of different national circumstances.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "21.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Technological advancements continue to transform the way people produce, work, interact and live. By any measure, the digital transformation is well under way and accelerating further. The number of new broadband connections is soaring, and mobile telephone usage continues to climb. The pandemic resulted in a push towards more teleworking, changed consumer behaviour and accelerated digitalization globally and presented many new opportunities. The utilization and sharing of best practices in digital technologies can contribute to reducing gaps and inequalities in developing countries. Yet a deep digital divide remains. In the absence of coordinated action by all relevant actors, the digital divide is likely to increase.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "22.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The spread of the Internet has made it possible for people to connect in and to an unprecedented way and degree. However, there is a need to address the challenges that digital transformation poses to societies.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "23.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Since the fourteenth session of the Conference, noteworthy achievements in regional and international cooperation were registered, such as the historic Agreement Establishing the African Continental Free Trade Area, the Pacific Agreement on Closer Economic Relations Plus and the Regional Comprehensive Economic Partnership Agreement. Nevertheless, trade tensions have increased. Multilateralism needs to rise to the challenge of combating protectionism and non-compliance with multilateral rules.  Global trade is identified by the Addis Ababa Action Agenda as an important engine for inclusive economic growth, sustainable development and poverty reduction, and the multilateral trading system as embodied by the World Trade Organization is the primary channel for its promotion. In this regard, promoting a universal, rules-based, open, transparent, predictable, inclusive, non-discriminatory and equitable multilateral trading system, under the World Trade Organization, is crucial.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "24.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Today, many Sustainable Development Goals are behind schedule, and, despite remarkable efforts and progress, many people and places have not managed to enjoy the benefits of progress. The tools of trade, investment, technology and finance can do more to change this reality and foster a more inclusive, sustainable, equitable and resilient world.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "25.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Major global challenges", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "II.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Attempts to put the global economy back on track and accelerate the pace towards the timely accomplishment of the Sustainable Development Goals take place in the context of major global challenges that have become more acute since the fourteenth session of the Conference. These challenges include growing inequality and vulnerabilities, including high debt levels; accelerating climate change and continuing environmental degradation; and the widening digital divide.  Accomplishing the 2030 Agenda and putting development back on track will require that all institutions and stakeholders in development play their mandated parts in the global effort to realize prosperity for all.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "26.", "action_verb": "Attempts", "action_verb_type": "operative", "action_verb_normalized": "attempt", "links": []}, {"text": "In addressing these three challenges, UNCTAD should give account to a number of essential underlying issues for sustainable, inclusive and equitable growth and development, most notably:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "27.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Respect for human rights, including the right to development, gender equality, women’s and youth’s empowerment, and an overall commitment to just, non-discriminative and democratic societies based on the rule of law;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "•", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Good governance and an enabling environment at all levels;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "•", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Continue its efforts to enhance its efficiency, effectiveness, transparency and accountability, including through effective results-based management and ensuring a member State-driven process through the intergovernmental machinery, and ensure effective employment of resources.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "•", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Inequality and vulnerability", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "High levels of inequality represent an obstacle to sustainable development and a major brake on sustainable economic growth and poverty reduction. The economic recovery requires evolving policies at all levels to tackle these issues.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "28.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "For decades, the wealth gap has been widening between and within countries. Even before the pandemic, nearly 700 million people remained in extreme poverty, with the indignity and vulnerability this implies. Billions of people have no access to modern technologies, including some that are now considered essential, such as access to the Internet. Women around the world continue to struggle to claim their rightful place in society and in the economy, remaining, on average, poorer and more vulnerable than men, regardless of their country of origin. The impressive expansion of global trade, investment and technology registered over the past decades has unfortunately not resulted in benefits for all.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "29.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Support and consideration must be given to those who are vulnerable or in vulnerable situations, such as women and girls, youth, persons with disabilities, older persons, indigenous peoples, refugees, internally displaced persons, homeless and jobless people, migrants and other marginalized groups, in order to leave no one behind.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "30.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "These inequalities have contributed to the fuelling of discontent with globalization which, among other factors, threatens multilateralism, hindering the collective ability to achieve the 2030 Agenda and leave no one behind. The achievements made over the years in poverty reduction, a key goal and indispensable requirement for sustainable development, may be compromised in the face of the COVID-19 pandemic, and the development gap between and within countries is at risk of widening. Delivering on the 2030 Agenda requires doubling down on our efforts, including by boosting resources, private and public, and domestic and international.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "31.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Effectively addressing the issue of debt vulnerability can help mobilize financial resources for development. As highlighted in multilateral forums, the accumulation of debt in developing countries has reached record high levels. This implies serious constraints on opportunities for inclusive and sustainable economic growth.  Balancing the need to reduce debt vulnerability with the need to stimulate development, especially in a post-pandemic world, will be a key issue in ensuring inclusive and sustainable development. It is important to broaden and strengthen the participation of developing countries in the institutions of global governance.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "32.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Addressing vulnerability can promote inclusive and sustainable development. Inherent vulnerabilities limit the ability to respond effectively to external shocks, such as natural disasters, climate change and pandemics. Policies and strategies are needed to improve the resilience of the vulnerable and thereby support the achievement of the Sustainable Development Goals. To buttress economic and environmental resilience, the causes and effects of vulnerability need to be effectively addressed.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "33.", "action_verb": "Addressing", "action_verb_type": "preambular", "action_verb_normalized": "address", "links": []}, {"text": "A.Climate change and environmental degradation", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Certain past and present production and consumption patterns that have proven to be unsustainable compromise prosperity. Decoupling economic growth from environmental degradation is crucial to ensure sustainable progress, as well as to reduce vulnerability. In this sense, concrete and coordinated actions, in line with the Paris Agreement under the United Nations Framework Convention on Climate Change, are required, as well as a meaningful outcome at the twenty-sixth Conference of the Parties this year.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "34.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The widening digital divide and the uneven speed of digital transformation", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Digitalization has truly been transformative, significantly altering many aspects of modern life and being at the centre of a formidable economic transformation with vast opportunities, and changing what is consumed, produced and traded. But this also comes with challenges, such as the digital divide. Support is needed to ensure that the benefits of this transformation are shared by all in order to close economic and social gaps across the world. Proper utilization of digital technologies, backed by adequate infrastructure, can contribute to reducing gaps and inequalities in developing countries. True equality also requires consideration of the broader concept of digital inclusion.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "35.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Technology and innovation skills development, including through international cooperation, are key components for driving structural transformation that results in a competitive, sustainable, inclusive and resilient economy. Development, transfer, dissemination, diffusion and access to environmentally sound technologies by developing countries, on mutually agreed terms, are important means for implementing the 2030 Agenda and achieving a sustainable economy, as well as ensuring that every country has a real opportunity to decouple economic growth from environmental degradation and reducing waste. Foreign direct investment and trade play an important role in this, as do international arrangements and measures, such as the Technology Facilitation Mechanism and the United Nations Technology Bank for the Least Developed Countries. To ensure the potential development benefits of technology, an effective domestic and international enabling environment is needed.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "36.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Challenges and the sustainable path to prosperity", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "These challenges will have important effects on development aspirations and, thus, will need to be fully incorporated into any attempts to rebuild the path to prosperity, including achieving the Sustainable Development Goals by 2030.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "37.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Transformations for a more resilient, inclusive and sustainable world", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "III.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A recovery which brings the world back to the development paradigm that existed before the pandemic will be insufficient. Business as usual will not enable the world economy to recover from the pandemic and chart a path to ensure that all people can live in dignity, let alone keep development on track. Indeed, progress towards many Sustainable Development Goals was off track even before the pandemic struck. The crisis unearthed and accentuated existing vulnerabilities and weaknesses that need to be addressed.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "38.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Four major transformations are needed to move to a more resilient, digital and inclusive world of shared prosperity: transforming economies through diversification; fostering a more sustainable and more resilient economy; improving the way development is financed; and revitalizing multilateralism.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "39.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A.Transforming economies through diversification", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Since the fourteenth session of the United Nations Conference on Trade and Development, the global economy has faced a series of persistent and emerging challenges to ensuring stable economic growth as well as to achieving inclusive and sustainable development. These challenges include, among others, commodity dependence, increasing debt, growing energy demands, weak information and communications technology infrastructure, slow economic growth and the challenges of climate change, as well as challenges in transport and trade logistics due to geographical barriers. Building resilience to these challenges is critical to achieving inclusive sustainable development. The advances resulting from the needed economic transformations are necessary to reduce vulnerability to economic shocks and inequality across and within countries and require an enabling environment at all levels. From graduating from the least developed country category to escaping the middle-income trap, structural transformation matters. Particular attention should be paid to the most vulnerable countries, such as the least developed countries, landlocked developing countries and small island developing States.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "40.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Despite the impressive expansion of trade and the emergence of global value chains, most developing countries remain commodity dependent, and those in manufacturing or services remain tied to lower value added activities. Almost two thirds of developing and transition economies are commodity dependent, the majority of which are least developed countries, which are particularly vulnerable to volatile international commodity markets. Moreover, lack of appropriate technologies and financial resources have proved to be a challenge to taking advantage of improved market access. In cases where not accompanied by appropriate enabling domestic policies as well as robust institutions that provide for a conducive business environment, improved market access alone cannot result in diversified economic activity.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "41.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Digitalization has changed the way that people produce, consume, trade and live. Narrowing the technological gap and closing the digital divide between and within developed and developing countries provide an opportunity for structural transformation and economic diversification and, therefore, provide options for improving the income and resilience, as well as reducing the vulnerabilities, of the poorest, in particular of women and youth.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "42.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The COVID-19 pandemic has accelerated some trends, such as the growing relevance of the digital dimension of the economy and the reshoring or the shortening of global value chains. This will change the landscape of international trade and how countries can be affected or benefit from it. The current crisis has highlighted the role of digital technologies and relevant business models in building resilient systems that are open, inclusive and secure and benefit everyone. Supporting countries’ digital transformation, while taking account of the challenges and opportunities of new realities and swift technological change, must be a priority in order to successfully address existing inequalities and the digital divide. Multilateral discussions on digital trade and cooperation will be useful to address the digital divide.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "43.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Foreign direct investment has a key role to play in structural transformation. Through its impact on the building of productive capacities, foreign direct investment can be a catalyst for structural transformation, raising the value added of the domestic economy and linking it more effectively into global value chains. This points to the importance of policies that support moving up the value chain, the adaptation of trade and investment relations to modern realities, including through the creation of sustainable value chains, and exploitation of new economic opportunities by leveraging technology and foreign direct investment to build productive capacities in accordance with national economic development strategies. In addition to trade and investment policies, capacity-building for entrepreneurship, innovation, training, education and skills development policies, including through technical cooperation, would be essential.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "44.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Foreign direct investment has been an effective channel for technological and knowledge development. It has enabled impressive economic diversification in some developing countries. However, not everyone has been able to benefit from these flows. In some cases, the flows have been insufficient; in others, they have reinforced previous production patterns. Attracting more foreign direct investment, including through an enabling environment at all levels and in line with a country’s development priorities, is critical to support economic diversification in goods and in services, which have proven to be a powerful engine of economic growth, technology transfer on mutually agreed terms and employment opportunities, including for women.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "45.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Clear and predictable multilateral and regional trade and investment rules and preferential market access can be significantly beneficial. As countries attempt to scale the ladders of value addition, emphasis must be placed on ensuring that trade measures do not become barriers. The least developed countries lose a significant amount of revenue opportunities every year, as these countries and their firms have challenges to fully comply with the non-tariff measures in certain destination markets. Thus, supporting countries to meet multilateral standards, as well as benefit from agreements and waivers to facilitate and incentivize an economic transformation, is crucial.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "46.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Non-reciprocal preferential market access conditions for the least developed countries, including those under the Generalized System of Preferences, are of key importance. Therefore, it is essential to ensure timely implementation of duty-free, quota-free market access on a lasting basis for all least developed countries to facilitate market access.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "47.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The loss of access to a range of international support measures, including some significant trade-related special and differential treatment and exemptions, after graduating from the least developed country category, calls for mitigating and support measures to ensure a smooth transition. In this regard, it is important to continue supporting these countries, commensurate with their needs and capacity constraints, to ensure their smooth transition after graduation.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "48.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "For trade diversification to be effective in developing countries, efficient and quality trade infrastructure, trade finance, effective trade and investment facilitation measures and a conducive business and trade environment are crucial. It is also important to limit opportunities for illicit trade through relevant technologies and infrastructure.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "49.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The pandemic caused significant disruptions in international maritime and air transport networks, with a particular impact on regional trade, port operations and logistics. Consequently, the pandemic significantly disrupted global supply chains and business continuity, with a particular impact on countries with limited transport routes and high dependence on regional trade. These developments highlight the need for resilient air and maritime transportation systems, including regional transportation systems, which are essential for deepening regional integration processes and critical to accelerating developing countries’ integration into the global economy.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "50.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The importance of services in the global and national economy has been increasing. Therefore, enabling policies and a conducive business environment are needed to strengthen and improve the resilience and sustainability of the services sector in developing countries.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "51.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "No transformation is possible without adequate levels of productive capacity. Production resources, entrepreneurial capabilities and production linkages, together, determine a country’s ability to produce goods and services that will help it grow and develop. Strengthening these capabilities must continue to be at the centre of any transformation effort, supported through effective policies and good governance at all levels.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "52.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "For an economic transformation to be inclusive, it must incorporate microenterprises and small and medium-sized enterprises, including women- and youth-owned and -run microenterprises and small and medium-sized enterprises, and start-ups, formal and informal, which are an integral part of economic transformation, as they represent most of the employment in developing countries. Moreover, many of these firms have not benefited much from the expansion of trade or their inclusion in regional and global value chains. An enabling business environment, including support for access to finance, entrepreneurial skills, information and markets, as well as inclusion in regional and global value chains, are key for these companies to thrive, and can raise their competitiveness and productivity, connect them to international trade and investment, build resilience to disruptive emergencies and ultimately lead to broad-based growth and job creation and better distribution of the benefits of global trade.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "53.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The creative economy has become an important contributor to economic growth and serves as a new prospect for developing countries to diversify their economies and leapfrog into new, high-growth sectors of the world economy towards achieving the Sustainable Development Goals. It is thus important to create an enabling environment for the promotion of the creative economy, among others, by encouraging creativity, innovation and entrepreneurship, supporting the development of cultural institutions and cultural industries, providing technical and vocational training for culture professionals and increasing employment opportunities in the cultural and creative sector.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "54.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Migrants can meaningfully contribute to structural transformation and sustainable development, including through remittances. Appropriate policies, such as entrepreneurial support, are needed to allow migrants to thrive, which will benefit all economies, and to address trade- and development-related challenges and harness the opportunities of migration.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "55.", "action_verb": "Migrants", "action_verb_type": "operative", "action_verb_normalized": "migrant", "links": []}, {"text": "In the process of transformation, it is fundamental for fair, sound and robust competition and consumer protection policies and enforcement to maintain a robust, level playing field and enhance transparency for all participants, so that market access is not under anticompetitive practices. Ensuring effective competition, including through support in developing and implementing competition policies and through cooperation among competition authorities, paired with robust consumer protection in the market, will help foster economic efficiency, resulting in safer and better products at lower prices for consumers.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "56.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "For structural transformation to be truly inclusive, it cannot leave behind half of the world’s population. It is also important to urgently support people in vulnerable situations, including women and girls, youth, persons with disabilities, older persons, indigenous peoples, local communities, refugees, involuntarily displaced persons and migrants. It is necessary to protect human rights for all so that no country or person is left behind. Women continue to be disproportionately engaged in informal and unpaid work and underrepresented in terms of power and decision-making, and are usually among the first to feel the negative impact of economic downturns. Therefore, policies that look at structural transformation need to go beyond encompassing a gender perspective and to actively promote the inclusion and empowerment of women and youth. Gender-disaggregated data are important to build the evidence base for these policies.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "57.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In the context of swift technological change, special attention must be placed on the development implications of the fast digitalization of the economy and the fourth industrial revolution. The rapid development and diffusion of digital technologies present new opportunities and challenges for achieving the Sustainable Development Goals. These technologies hold promise for structural transformation, as well as for inclusive and sustainable development. However, embracing digital technologies may also disrupt labour markets, exacerbate existing inequalities or create new ones, unless done in an inclusive, sustainable and responsible manner.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "58.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The benefits of digital technologies, for example, have not been evenly spread across and within countries. The digital divide spans several domains, including infrastructure, regulations, policies, enforcement capabilities and institutions. The Internet and digital platforms enable many firms and entrepreneurs in developing countries to access international markets, yet the role of most of these in digital value chains remains marginal.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "59.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Bridging the digital divide between and within countries is of critical importance to developing countries, particularly vulnerable groups and those furthest behind. Special attention should be given to the building of capacities and quality infrastructure, and accessibility and affordability of the digital economy. It is also important to build the digital literacy of the disadvantaged groups and populations. A substantial mobilization of resources, supported by a conducive investment climate and business environment, is necessary to support enterprises and institutions to effectively leverage the opportunities created by the digital economy and e-commerce to build the required digital infrastructure and know-how.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "60.", "action_verb": "Bridging", "action_verb_type": "preambular", "action_verb_normalized": "bridg", "links": []}, {"text": "Digital issues should not be addressed in isolation, but rather through a multi-stakeholder holistic approach within the context of trade and development. Technical changes often outpace policy and regulatory responses. Developing countries require support to design and implement appropriate and effective policies that foster innovation and enable these countries to effectively participate in the digital economy, reap the developmental benefits of digitalization and mitigate risks. Adaptation to rapid technological change should be considered not only as a function of sustainable development and the spreading of information and communications technologies, but also with respect to the realization of human rights and fundamental freedoms. Special attention should be given to supporting microenterprises and small and medium-sized enterprises.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "61.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Multilateral dialogue and cooperation are crucial in areas such as the governance of new and emerging technologies, including those related to data management, competition and consumer protection. Special attention should also be paid to the challenges of electronic commerce and the digital economy through an integrated approach to many strategic areas. Increased international cooperation is required, including in digital platforms’ governance, to promote data flow with trust, safety and confidence in their use, in accordance with national regulations and relevant international commitments.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "62.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Regional economic integration is an important driver for building productive capacities and achieving structural transformation for sustained development. Through integration of value chains and use of respective comparative advantages, regional economic groupings continue to boost trade, investment and economic growth and strengthen economic integration among their members, as well as facilitate economic diversification and integration into the global economy.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "63.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Industrialization in developing countries is an important source of growth, job creation and value addition, with important spillover effects to the rural economy, including by creating demand for high-value goods and services. To ensure industrialization contributes to the 2030 Agenda, its sustainability and inclusiveness, as well as the harnessing of its benefits, must be assured.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "64.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "B.Transforming to a more sustainable and more resilient economy", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In 1964, when UNCTAD was created, the risk of ecological disaster was hardly on the international agenda. Today, at the fifteenth session of the Conference, the grave threat of climate change, and the immense challenge of biodiversity loss and environmental degradation, have become key challenges for sustainable development.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "65.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The economic progress achieved in the last decades has been remarkable, yet the paradigm has been unsustainable. The past and ongoing overexploitation of resources and expansion of unsustainable economic activities are resulting in the degradation of habitats, the progressive loss of biodiversity, through accelerated extinction of plant and animal varieties and species, and the potential destruction of entire ecosystems. The progress achieved has been at a high cost, including a trail of greenhouse gas emissions causing the Earth’s climate to change at a frightening pace, compromising the progress achieved in the field of development and the opportunities for future generations to live in an environmentally safe and sustainable world.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "66.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "This situation presents a significant challenge regarding how to ensure an increase in prosperity without unsustainable production and consumption patterns. As the world has prospered over the last decades, yearly emissions of greenhouse gases have increased dramatically, with the negative impacts hitting particularly the most vulnerable and the poorest segments of the population from developing countries. To ensure prosperity for all is achieved and is sustainable, greater emphasis must be placed on decoupling economic growth from environmental degradation, in line with relevant conventions and international agreements.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "67.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "This transformation requires strong political will, as well as coordination and actions, involving the full participation of all relevant actors at all levels. In this regard, public–private partnerships are valuable policy instruments to advance this transformational process.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "68.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "To support such transformation, effective and sustainable approaches to trade, investment and technology policies and measures need to be developed and implemented, in line with relevant international rules. There is an increasing need for the mutual supportiveness of trade policy tools and environmental objectives. Trade and investment can be effective mechanisms to facilitate the production and flow of environmentally friendly goods and services. To ensure the effectiveness of such trade and investment policies, efforts should be made to assist developing countries, including by providing the means of implementation, addressing their trade-related constraints and enhancing the appropriate quality infrastructure.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "69.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In many countries, the effects of climate change, such as sea-level rise and the increased frequency of extreme weather events, carry substantial economic costs, increase catastrophe risk and compromise infrastructure that is necessary for production and trade. Investment in sustainable, resilient and quality infrastructure is vital to strengthen a country’s resilience to trade.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "70.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Transforming to a climate resilient and a more sustainable and more resilient economy requires decoupling economic growth from environmental degradation and greenhouse gas emissions diversifying towards more sustainable energy. This will require capacity-building and investment to support developing countries in building enabling infrastructure, human capital skills and adopting environment-friendly technologies that enhance efficiency of current sources of energy and promote a sustainable energy transition, as well as the medium-term rationalization and phasing out of inefficient fossil fuel subsidies that encourage wasteful consumption, while providing targeted support for the poorest.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "71.", "action_verb": "Transforming", "action_verb_type": "preambular", "action_verb_normalized": "transform", "links": []}, {"text": "Reducing waste also implies moving away from the traditional linear economy of production, consumption and disposal, towards more sustainable patterns of production and consumption. A circular economy offers opportunities to reuse and recycle materials and reduce pressure on strained ecosystems and the climate. In addition, the circular economy is an alternative economic framework which can play an important role in achieving the Sustainable Development Goals.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "72.", "action_verb": "Reducing", "action_verb_type": "preambular", "action_verb_normalized": "reduc", "links": []}, {"text": "The loss of biodiversity, which compromises necessities that make civilization possible such as the availability of safe drinking water, clean air and food, is a serious problem closely linked to climate change and desertification and deforestation. The loss of biodiversity can also reduce the ability of ecosystems to adapt to and mitigate climate change. International cooperation and instruments to promote and mainstream biodiversity in policies, strategies, and practices of global value chains is important to ensuring the necessary conservation and sustainable use of biodiversity and ecosystems. This includes cooperation between major producers and major consumers of products that are associated with biodiversity loss. To address biodiversity loss, climate change and land and ecosystem degradation, a comprehensive and mutually reinforcing approach is needed,  as called for by the initiative of the Conference of the Parties to the Convention on Biological Diversity at its fourteenth meeting to promote a coherent approach between the United Nations Framework Convention on Climate Change, the Convention on Biological Diversity and the United Nations Convention to Combat Desertification in Those Countries Experiencing Serious Drought and/or Desertification, Particularly in Africa. It is important for member States to work together towards the adoption of a post-2020 global biodiversity framework during the fifteenth meeting of the Conference of the Parties to the Convention on Biological Diversity.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "73.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Likewise, reporting and accounting tools that consider actual economic cost while encouraging corporate social responsibility and responsible business conduct, allow investors to reward those firms that protect communities and the planet, while making businesses economically sustainable. This can provide incentives for firms to engage in business practices that are environmentally friendly, sustainable and in line with the Guiding Principles on Business and Human Rights of the United Nations. Identifying and helping to promote supporting domestic policies can be important in this regard.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "74.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Transforming to a more sustainable economy under the current climate trends requires enhancing the ability of countries and economies to adapt to higher temperatures, thus necessitating a better understanding of how trade and development will be affected by a warmer world. Mitigation and adaptation are two sides of the same coin in the fight against global warming to be implemented in accordance with the Paris Agreement.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "75.", "action_verb": "Transforming", "action_verb_type": "preambular", "action_verb_normalized": "transform", "links": []}, {"text": "Efforts to preserve the planet need to take place both on land and sea. The world needs a healthy ocean to preserve and save the planet.  This calls for recognizing the interrelated and multifaceted nature of the oceans economy, an area which requires greater understanding and clearer definition in line with the Sustainable Development Goals. It is important to ensure conservation and sustainable use of oceans, seas and marine resources, including addressing the discharge of plastic litter and other waste in oceans and significantly reducing marine pollution of all kinds and ensuring sustainable consumption and production patterns. In addition, it is also important to urgently finalize a World Trade Organization agreement on fisheries subsidies to prohibit certain forms of fisheries subsidies, which contribute to overcapacity and overfishing, and eliminate subsidies that contribute to illegal, unreported and unregulated fishing, recognizing that appropriate and effective special and differential treatment for developing countries and the least developed countries should be an integral part of negotiation.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "76.", "action_verb": "Efforts", "action_verb_type": "operative", "action_verb_normalized": "effort", "links": []}, {"text": "The endeavour to protect and conserve the planet must be inclusive and efficient, as well as nurturing and cultivating a knowledgeable, environmentally conscious and digitally fluent generation. A concerted effort is needed to prepare this new generation to be true global citizens and to transform to a more sustainable and resilient economy.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "77.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "C.Transforming how development is financed", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Financing development, from domestic and external public and private sources, is intricately linked to poverty eradication, an essential ingredient of inclusion and an overarching goal of the 2030 Agenda for Sustainable Development. Recovering more sustainably and resiliently from the current crisis depends on the world’s ability to effectively mobilize and deploy the needed financial resources and achieve progress on the Sustainable Development Goals. The pandemic has placed a great strain on Governments’ finances and their abilities to finance their countries’ development. Under the circumstances, and taking note of the high-level events on Financing for Development in the Era of COVID-19 and Beyond, advancing policy options on financing for development and accelerating the implementation of the Addis Ababa Action Agenda are therefore urgent.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "78.", "action_verb": "Financing", "action_verb_type": "preambular", "action_verb_normalized": "financ", "links": []}, {"text": "The financing gap to achieve the Sustainable Development Goals and support long-term economic transformation can only be bridged through the effective mobilization and utilization of the different sources of finance.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "79.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Financing for development efforts should be aligned with the national development priorities of recipient countries and global efforts to implement the Sustainable Development Goals. Integrated national financing frameworks can support nationally owned sustainable development strategies by effectively mobilizing and aligning a wide range of financing sources and instruments with the 2030 Agenda. Greater uptake and operationalization of integrated national financing frameworks should be supported, in line with the principle of voluntary adoption, country ownership, alignment to national priorities and tailoring to local contexts. The implementation of UNCTAD work, within the United Nations system, on financing for development should be carried out in accordance with its mandate, pursuant to the relevant resolutions on this matter, and in cooperation with international financial institutions, including the Bretton Woods institutions, and other relevant forums.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "80.", "action_verb": "Financing", "action_verb_type": "preambular", "action_verb_normalized": "financ", "links": []}, {"text": "Official development assistance (ODA) is key and indispensable for achieving the Sustainable Development Goals. It is important that ODA providers reaffirm their respective ODA commitments, including the commitment by many developed countries to achieve the target of 0.7 per cent of ODA/gross national income (GNI) and 0.15 to 0.20 per cent of ODA/GNI to the least developed countries, as outlined in the Addis Ababa Action Agenda.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "81.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "South–South and triangular cooperation are important elements of international cooperation for development, as a complement, not a substitute, to North–South cooperation. It is important to strengthen such cooperation as a means of bringing relevant experience and expertise to bear in development cooperation and to enhance its development effectiveness.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "82.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "International public finance plays an important role in complementing the efforts of countries to mobilize public resources domestically, especially in the poorest and most vulnerable countries with limited domestic resources. An important use of international public finance, including official development assistance, is to catalyse additional resource mobilization from other sources, public and private. National policies to enhance domestic resources mobilization, including through an effective domestic and international taxation system, and to create an enabling environment for investments are relevant in this sense. Such an enabling environment and relevant policies can guide private and public capital flows, including foreign direct investment, towards the achievement of national development objectives and the Sustainable Development Goals.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "83.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Of great concern is the negative impact of illicit financial flows on sustainable development, especially in developing countries. Global cooperation is needed, and existing work avenues should be strengthened, to tackle illicit financial flows and the activities that underlie their occurrence.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "84.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "This requires addressing the challenge faced by many developing countries in the estimation of illicit trade, including the assessment of their impact on resource mobilization for development, specifically, and on national development strategies. Illicit trade creates a triple threat to the financing of development: crowding out legitimate economic activity, depriving Governments of revenues for investment in vital public services and increasing the costs of achieving the Sustainable Development Goals.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "85.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The current pandemic has exposed the multidimensional nature of the vulnerability of developing countries to external shocks, from financial and economic crises, to climate change, natural disasters and pandemics. This demonstrates the need to consider criteria beyond GDP/GNI per capita and continue the work on vulnerability indices, to contribute to our efforts in building the resilience of vulnerable nations.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "86.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Enhancing the access of developing countries to climate finance, including through the diversification of sources, is fundamental for the transition towards a low-emission, competitive and climate-resilient and sustainable economy. Such finance should address the specific needs, circumstances and priorities of developing countries, as provided for in the Paris Agreement. There is a need to strengthen efforts to increase adaptation finance and prioritize grant finance for developing countries, in particular those most vulnerable to the adverse impact of climate change. Domestic resource mobilization and international development finance can play a catalytic role in this regard. Developed countries should jointly mobilize US$100 billion of climate finance per year through to 2025.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "87.", "action_verb": "Enhancing", "action_verb_type": "preambular", "action_verb_normalized": "enhanc", "links": []}, {"text": "Open and equitable cooperation is key in tax matters, including the fight against tax evasion and capital flight resulting from corruption, embezzlement and fraud. There is a need to eliminate practices that create incentives for the transfer abroad of stolen assets and for illicit financial flows. There is a necessity to implement appropriate measures on anti-money-laundering and on combating the financing of terrorism to promote transparency and to fight illicit financial activities, including all forms of financial crime, as well as to address harmful tax practices. There is also a need to strengthen international cooperation on tax matters, strengthen national institutions and implement applicable international measures on tax transparency, anti-money-laundering and combating the financing of terrorism in a non-discriminatory, fair and balanced manner, and to continue to promote the full and meaningful participation of developing countries in the forums for international tax cooperation.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "88.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The accumulation of debt by developing countries has reached a record high. The COVID-19 pandemic has exacerbated pre-existing debt vulnerabilities and exposed fragilities in the international financial architecture, with many vulnerable developing countries at high risk of or already in debt distress. Important progress was nevertheless achieved through the Debt Service Suspension Initiative of the Group of 20 in facilitating higher pandemic-related spending and the Common Framework for Debt Treatments beyond the Debt Service Suspension Initiative to address debt vulnerabilities on a case-by-case basis and in a coordinated manner. All official bilateral creditors should implement the Debt Service Suspension Initiative fully and in a transparent manner. Further efforts are needed to examine ways to improve the architecture for sovereign debt restructuring involving private-sector creditors and to implement initiatives that contribute to debt sustainability in developing countries, such as responsible borrowing and lending in accordance with the Addis Ababa Action Agenda and the UNCTAD Principles on Promoting Responsible Sovereign Lending and Borrowing. Additionally, continued inclusive dialogues and cooperation with international financial institutions and relevant actors are needed to advance the discussion on debt treatment, debt transparency, data quality, debt management capacity-building and the rules of engagement, including with the private sector. Due attention should be given to the responsibilities of lenders and borrowers to take measures to minimize the risks of new debt crises.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "89.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "High-quality and comparable reporting by the public and private sectors plays an important role in delivering on the 2030 Agenda. It is important for public and private actors to align their actions with the Sustainable Development Goals, in order to identify and address financial, economic, social and environmental risks.  It is also important to continue holding open, inclusive and transparent discussions on the modernization of ODA measurement and on the proposed measure of “total official support for sustainable development”, taking into consideration that any such measure will not dilute the commitments already made.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "90.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "D.Transforming multilateralism", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The world is interdependent and interconnected. Globalization has resulted in rapid change, creating both challenges and opportunities. Tackling the common challenges facing humanity and harnessing opportunities require collective action. Inclusive and development-oriented multilateral cooperation that considers local particularities is of central importance. In this regard, the constructive and cooperative approach to multilateralism based on the Charter of the United Nations and international law that benefits all and leaves no one behind, and avoiding actions that undermine that spirit, remains paramount.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "91.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Multilateralism is the defining characteristic of the United Nations and critical for our shared development efforts. The 2030 Agenda requires bold changes to the United Nations development system, as agreed by the United Nations General Assembly, and UNCTAD, as part of the United Nations system, is committed to implementing and contributing to such reforms. Development efforts should consider best practices, as well as locally driven and home-grown development approaches among countries and regions.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "92.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A strong multilateral trading system is more important now than ever as the world builds back from the economic impact of the COVID-19 pandemic. Trade is an important engine for inclusive economic growth, sustainable development and poverty reduction. An effective, rules-based multilateral trading system is fundamental to providing the stable and predictable rules that allow developing countries to integrate into the global economy and thereby allow cross-border trade to transform economies, unlock growth and reduce poverty.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "93.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The fifteenth session of the Conference reaffirms its commitment to an open, transparent, inclusive, non-discriminatory, rules-based, multilateral trading system under the World Trade Organization. Trade liberalization, including through accession to the World Trade Organization, and combating protectionism can play a significant role in integrating developing countries and countries with economies in transition positively into the multilateral trading system, as embodied by the World Trade Organization, especially when accompanied by balanced, appropriate supporting and sustainable policies at all levels, including in the context of national policy objectives. The World Trade Organization is encouraged to maintain development at its centre, continue to facilitate the removal of trade barriers and enhance the participation of all developing countries in international trade, including with provisions for special and differential treatment for developing countries, in particular least developed countries, in accordance with World Trade Organization agreements, with a view to ensuring a level playing field for all. Acceding countries, particularly the least developed countries, also need technical assistance prior to, during and in the follow-up to the accession process.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "94.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "It is vital that the world work to strengthen multilateralism and the rules-based, multilateral trading system, with an emphasis on ensuring that the system works effectively for developing countries and is a driver for inclusive and sustainable development.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "95.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "While globalization has brought many benefits for many countries and peoples, not all have been able to benefit, and this is a serious concern that needs to be addressed. This calls for a broad-based and constructive dialogue on strengthening and revitalizing multilateralism and international cooperation, continuing the constructive and comprehensive reflection on how globalization impacts inclusive and sustainable development.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "96.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Such reflection should inform possible approaches to development to create an enabling development framework at all levels, to better address the challenges and to allow countries to benefit from opportunities, including through enhanced participation of developing countries in global economic frameworks.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "97.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The United Nations is the appropriate forum for multilateral dialogue on sustainable development given the universality of its membership. Sustainable development should be at the centre of all processes, at the multilateral, regional and bilateral levels.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "98.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The challenges to multilateralism need to be addressed through enhanced international cooperation underpinned by full respect for international law and the purposes and principles enshrined under the Charter of the United Nations. States are strongly urged to refrain from promulgating and applying any unilateral economic, financial or trade measures not in accordance with international law and the Charter of the United Nations, in light of concerns over the constraining nature and developmental implications of such measures that negatively impact the well-being of the populations and can impede the full achievement of economic and social development in the concerned States, as well as impair their trade relations.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "99.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Emergency trade measures for overcoming the COVID-19 pandemic must be targeted, proportionate, transparent, temporary and consistent with World Trade Organization rules. It is important to keep trade flows open and supply chains running to ensure the continued flow of vital medical and food supplies and equipment, and other essential goods and services, to meet basic needs, keeping national requirements in view without creating unnecessary barriers.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "100.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "More attention should be paid to multilateral solutions that address the vulnerabilities faced by developing countries, especially the poorest and most vulnerable among them. Many of these countries have a much higher dependence on international trade and are more vulnerable to trade shocks. They therefore need predictable and stable market access conditions. Developing countries may continue to need supporting policies, commensurate with their needs and constraints, even after their graduation from the scheme of generalized preferences by virtue of their attainment of middle-income status. There is a need to consider more customized differentiation and the maintenance of benefits of such a scheme for such countries.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "101.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The increase in non-tariff policies that could have implications on trade is a growing concern for developing countries. These include, inter alia, technical measures, sanitary and phytosanitary standards and other regulations affecting market access rules for goods and services. It is important that focus be paid on analysing such measures and the potential negative impacts on developing countries and to look for effective solutions to strengthen the capacity to meet the demands of such measures.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "102.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In the area of investment, international investment relations are governed by a myriad of bilateral, regional, but also multilateral rules. Reform of the international investment regime should be continued to better integrate sustainable development, ensure predictability, investment protection and the right to regulate for legitimate public policy purposes, and promote, as well as improve, investment promotion, investment facilitation and responsible business conduct and corporate social responsibility provisions.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "103.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Regional cooperation has proven to be of vital importance to advance cooperation in functional areas, with the hope of greater integration. Interregional forums and mechanisms have also served as important means of strengthening cooperation and promoting greater understanding. Greater interaction between regional integration processes and groups and the United Nations and its various processes is beneficial, including through dialogue, experience sharing and consensus-building.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "104.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Ultimately, given the realities of the day and the inextricable link between sustainable development and peace and security, embarking on the transformations necessary to realize inclusive prosperity and resilience for all is crucial.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "105.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UNCTAD in a world in transformation", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "IV.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UNCTAD plays an important role as the focal point of the United Nations for the integrated treatment of trade and development and interrelated issues in the areas of finance, investment, technology and sustainable development.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "106.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In the implementation of and follow-up to the progress towards Sustainable Development Goals and relevant outcomes of other major United Nations conferences, UNCTAD should continue to contribute by monitoring global, regional and national trends and policies that could affect, or foster, the ability of countries to build a fairer, more equitable, resilient, inclusive, just and sustainable world – a world of shared prosperity.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "107.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In doing so, in accordance with its mandate and within available resources, the UNCTAD focus should be guided by its comparative advantage, differentiation and complementarity of its work with respect to other organizations, and through intergovernmental consensus, so as to put the organization’s strengths to the best use to address the needs and priorities of developing countries for sustainable development and strengthen their role in the global economy.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "108.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The work of UNCTAD is universal in nature but gives priority to the needs and interests of developing countries, in accordance with paragraph 5. Special attention should be paid to the most vulnerable and those furthest behind.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "109.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "As the world changes and responds to a new reality, and as the international community strives to effect the necessary transformations, so too must UNCTAD become a more agile organization that can adapt to the spirit of the times and better respond to the needs and orientations of member States. This includes building on the experiences and lessons learned during the COVID-19 pandemic. The role of UNCTAD as an important intergovernmental forum for consensus-building on trade and development therefore needs to be meaningfully reinvigorated.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "110.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Results-based management, applied in line with guidelines and practices of the United Nations Secretariat, should be continuously enhanced and applied as a flexible management tool to improve the effectiveness, efficiency and impact of UNCTAD work, as well as streamlining of reporting. Through its work, UNCTAD will contribute to implementing the transformations outlined in this document and focus its mandated activities to deliver efficiently and avoid unnecessary duplication with the work of other relevant entities.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "111.", "action_verb": "Results-based", "action_verb_type": "preambular", "action_verb_normalized": "results-based", "links": []}, {"text": "The Secretary-General of UNCTAD is responsible for all the activities of UNCTAD, and provides overall direction on substantive and managerial matters, including the implementation of its work programme. Moreover, the Secretary-General of UNCTAD received a delegation of authority from the Secretary-General of the United Nations for the purposes of decentralizing decision-making, aligning authorities with responsibilities and strengthening accountability, and to delegate to managers the necessary managerial authority over human, financial and physical resources to allow for effective mandate delivery. The Secretary-General of UNCTAD is therefore called upon to exercise that responsibility and authority in line with the needs of member States.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "112.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A.The analytical work of UNCTAD", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UNCTAD shall continue its analytical work through monitoring of global, regional and national trends and policies that cover all areas of its mandate. The importance of the research and analysis pillar of UNCTAD is underscored, in particular regarding policy recommendations to inform policymakers, and the other two pillars of work. It should continue being development‐oriented, independent and grounded in solid evidence.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "113.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In its endeavour to continuously improve the quality of its analytical work, the UNCTAD secretariat should:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "114.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Enhance its peer reviews within UNCTAD and with relevant other United Nations entities and international organizations;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(a)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Build upon relevant existing research and provide innovative work on trade and development and related issues;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(b)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Further promote partnerships with other United Nations entities and international organizations to promote synergies, complementarity and coherence;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(c)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Focus the research within each subprogramme and within its mandate, while ensuring interdivisional cross-fertilization and coherence;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(d)", "action_verb": "Focus", "action_verb_type": "operative", "action_verb_normalized": "focu", "links": []}, {"text": "Propose a biennial review of the publications policy based on the efficiency and effectiveness of publications, to be reviewed by the Working Party on the Programme Plan and Programme Performance and endorsed by the Trade and Development Board.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(e)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "B.The technical cooperation work of UNCTAD", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UNCTAD should continue its work to support developing countries, through capacity-building and technical assistance. In consultations with the membership, a comprehensive and coherent technical cooperation strategy should be prepared by the secretariat, which will define the UNCTAD focus for future technical cooperation within its mandate.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "115.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UNCTAD technical cooperation should continue to assist developing countries and be adapted to the new opportunities and challenges in the fields of trade and development and interrelated issues. It should support countries in addressing the challenges exacerbated or revealed as a result of the COVID-19 pandemic and build resilience to future economic shocks, by building productive capacities, and support sustainable development.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "116.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The activities under paragraph 166 of the Bangkok Plan of Action have proven to be of great importance and utility and should be continued.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "117.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "C.Revitalizing the intergovernmental machinery", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Trade and Development Board", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "As the highest body of UNCTAD between conferences, the Trade and Development Board should strengthen its decision-making and policy function and its governance function. In doing so, the regular sessions of the Board should:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "118.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Ensure a robust consideration of the annual report prepared by the secretariat. The annual report should focus on the results achieved, assessed against the guidance provided by the quadrennial outcome and proposed programme plan and performance information, and with a clear set of indicators. It should also provide information on the implementation of intergovernmental decisions of UNCTAD, in particular those from the Trade and Development Board and the Working Party on the Programme Plan and Programme Performance. It should also include recommendations for potential adjustments and focus for future work, as well as on management and institutional matters, for the Board’s consideration.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(a)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Provide for an exchange on development issues of shared interest, spanning across the different areas of UNCTAD work. Individual UNCTAD reports will serve as the basis for the exchanges and consensus-building efforts across the agreed discussion topics.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(b)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Conduct policy dialogue and support intergovernmental consensus-building on substantive and strategic policy issues.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(c)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UNCTAD should enhance its contribution to the work of the United Nations General Assembly. In accordance with paragraph 195 of the Accra Accord, the Board’s report to the General Assembly could include highlights on the work of the subsidiary bodies of the Board during that year.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "119.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "To follow-up on decisions taken by the Trade and Development Board, a register of decisions and outcomes shall be kept and made available to the membership as well as be publicly available.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "120.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Commissions", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The two Commissions shall meet back to back. The sessions of the Commissions will focus on consideration of the outcomes of the expert meetings and on synergies between the three pillars and the work of the subprogrammes of UNCTAD. The Commissions will conduct policy dialogue on one or two selected issues. Their reports, including any conclusions and recommendations, will be submitted to the Trade and Development Board for approval.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "121.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Intergovernmental groups of experts", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The work of the Intergovernmental Groups of Experts established at the fourteenth session of the United Nations Conference on Trade and Development are important elements under the intergovernmental machinery. In order to ensure their proper functioning, increased efforts should be made to ensure coherence and avoid potential duplication of work with other competent forums, as well as to seek input from all relevant actors, thus providing for an inclusive, balanced and well-informed exchange, and credibility of the outcomes. The leadership of member State experts should be ensured. Based on these parameters, the two Intergovernmental Group of Experts will be reviewed at the next UNCTAD quadrennial conference.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "122.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Multi-year and single-year expert meetings", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The topics for the five multi-year expert meetings shall be in line with the Bridgetown Covenant. The topics will be determined by the membership in line with the established process, taking into account the recommendations of the secretariat. A review of the multi-year expert meetings should take place before the next Conference.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "123.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "D.Work programme of UNCTAD", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In its programme of work, UNCTAD should support the least developed countries, landlocked developing countries, small island developing States, African countries, other structurally weak, vulnerable and small economies and countries in conflict and post-conflict situations, while also taking account of the challenges of middle-income countries and countries with economies in transition.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "124.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UNCTAD should contribute to the coordinated international dialogue on COVID-19 response and recovery measures to counter the negative impact of the pandemic on the global economy and trade.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "125.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Trade and Development Board will strive to ensure that the next quadrennial conference will also take stock of the work and accomplishments of UNCTAD over the preceding six decades, including through appropriate activities and initiatives, with a view to further ensuring that it will help deliver prosperity for all.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "126.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The role of UNCTAD", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UNCTAD, as the focal point within the United Nations system for the integrated treatment of trade and development and interrelated issues in the areas of finance, technology, investment and sustainable development, should continue its work through the three pillars, building on the Nairobi Maafikiano and based on the preceding policy analysis of the Bridgetown Covenant. Therefore, UNCTAD should:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "127.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In accordance with its mandate in the interrelated areas of trade and sustainable development, contribute, through its three pillars of work, to the implementation, monitoring and review of the 2030 Agenda, and the relevant Sustainable Development Goal targets;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(a)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Continue its efforts, across the three pillars and in all its work, to mainstream the cross‐cutting issue of gender equality and the empowerment of women and girls, thus contributing to the promotion of sustainable development and full and productive employment, including through the continuation of its reinforced work on the links between gender equality, women’s and girls’ empowerment and trade and development, and support member States in the design and implementation of policies and the establishment of institutions, frameworks and/or mechanisms that support women’s economic empowerment, economic security and rights, and enhance their economic and digital skills and opportunities.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(b)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Continue to provide assistance to developing countries to design and implement policies and actions aimed at improving the efficiency of trade transactions as well as the management of transport operations; it should also continue to cooperate with member States in implementing, the Automated System for Customs Data; UNCTAD should also continue its work on taxation as it relates to investment policy;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(c)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Contribute to and support the debate on the multilateral trading system, with a particular focus on the needs of most vulnerable populations and the promotion of their economic opportunities;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(d)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Analyse the opportunities and challenges of the multilateral trading system and support developing countries to enhance their participation in the multilateral trading system, taking into consideration their sustainable development needs;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(e)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Conduct research and technical analysis on the impact of the multilateral trading system and its rules on developing countries, as well as deepen its work in promoting dialogue and consensus among member States on key elements of the multilateral trading system, including the determination of policy space to support national development objectives, while remaining consistent with relevant international rules and countries’ commitments;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(f)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Continue its work on the impact of non-tariff measures on trade relations, market access, investment and transit, and thus their development implications and impact on the well-being of the population of affected countries, including through the strengthening of its cooperation on the topic with other relevant partners, as well as through participation in the Multi-Agency Support Team on the non-tariff measures database;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(g)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Focus on mitigating the negative impact of the COVID-19 pandemic on different countries by providing a platform for exchange of information, experiences, lessons learned and success stories among different countries, as well as conducting research to find policy options for successful recovery from the economic crisis;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(h)", "action_verb": "Focus", "action_verb_type": "operative", "action_verb_normalized": "focu", "links": []}, {"text": "Promote an enabling international environment and support developing countries in fostering, at a national level, policy frameworks that are effective, stable and predictable, as well as robust rules that could lead to increasing flows of foreign direct investment to developing countries;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(i)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Continue to conduct research and technical analysis and propose policy options on investment for development;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(j)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Work with other relevant organizations, both within and outside the United Nations system, bearing in mind its mandate as well as the specific mandates of other international bodies, to promote complementary and mutually reinforcing trade and health policies in order to build resilience to face potential external shocks, including those arising from global and regional health shocks;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(k)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Continue to address commodity dependency, including by strengthening the capacity of commodity dependent developing countries to mitigate negative effects of commodity price volatility through instruments for market risk management; there is a need to analyse and study the policy options available to Governments in order to diversify and transform the structure of their economies;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(l)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Pay special attention to the challenges of the commodity dependent developing countries, as well as net food-importing developing countries;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(m)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Continue and reinforce its work through its three pillars to support implementation of trade facilitation reforms, including the Agreement on Trade Facilitation of the World Trade Organization, and enhance its support to the development and the implementation of appropriate legal and regulatory frameworks that reduce trade transaction costs;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(n)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Continue its work in the context of the reform of the international investment regime and to work towards coherence in its modernization process, including issues such as the State’s right to regulate for legitimate public policy purposes and investment protection, while developing tools and guidelines to operationalize policy options for international investment agreement reform in support of the achievement of the Sustainable Development Goals, as well as with regard to multilateral rules on investment facilitation;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(o)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Continue to conduct research and analysis and propose policy recommendations on bilateral trade agreements between developing ‎countries and their trading partners, linking the results of these activities with implementation mechanisms which would reduce‏ ‏import and export ‎costs and facilitate supply chains to support the manufacturing‏ ‏and export ‎sectors, especially for microenterprises and small and medium-sized enterprises;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(p)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Continue to provide statistics, analytical work and technical assistance to developing countries, to promote structural transformation;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(q)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In collaboration with agencies within and outside the United Nations system, continue to provide support in the area of development of microenterprises, small and medium-sized enterprises and start-ups, including women- and youth-owned small and medium-sized enterprises, through:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(r)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Enterprise development initiatives, including capacity-building and assistance to attract investment capital, grow business linkages with transnational corporations and participate in global and regional value chains;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 3, "prefix": "(i)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Business facilitation initiatives to assist Governments to improve the business, investment and trade climate, for example, by enhancing transparency and access to trade-related information and regulations and simplification of trade-related administrative procedures;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 3, "prefix": "(ii)", "action_verb": "Business", "action_verb_type": "operative", "action_verb_normalized": "busines", "links": []}, {"text": "Entrepreneurship policy support for the implementation of robust national and regional policy frameworks;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 3, "prefix": "(iii)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Continue to advance UNCTAD work on international standards of accounting and reporting;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(s)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Provide technical guidance and promote sharing of best practices on the integration into regional and global value and supply chains, including by taking advantage of international air and maritime transport networks;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(t)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Formulate and promote policies fostering productive capacities and structural transformation in developing countries, working closely with other United Nations agencies, relevant international organizations and other stakeholders, including by matching needs with relevant support mechanisms and promoting dialogue among countries on their transformational efforts towards the achievement of the Sustainable Development Goals;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(u)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In accordance with paragraph 5:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(v)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Support the least developed countries, most notably to effectively take advantage of preferential market access available for the least developed countries, enhancing productive capacity, addressing acute macro and structural vulnerabilities, and facilitating technology uptake in accordance with article 66.2 of the Agreement on Trade-Related Aspects of Intellectual Property Rights;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 3, "prefix": "(i)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Support landlocked developing countries, most notably on trade and investment facilitation, transport and digital connectivity, and on enhancing productive capacities;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 3, "prefix": "(ii)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Support small island developing States, most notably in addressing their specific vulnerabilities, build resilience and promote structural economic transformation and productive capacities;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 3, "prefix": "(iii)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Support other structurally weak and vulnerable economies in order to foster inclusive and sustainable economic growth, attract productive investment and build their productive capacity and competitiveness;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 3, "prefix": "(iv)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Support middle-income countries, according to their specific needs and challenges, most notably the slow pace of diversification and structural transformation and the impact of premature deindustrialization;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 3, "prefix": "(v)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Support African countries in the implementation of the African Continental Free Trade Area and the achievement of Agenda 2063, most notably through the review of progress and challenges in implementation;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 3, "prefix": "(vi)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Continue its work on issues related to South–South cooperation, triangular cooperation and regional cooperation, including by promoting dialogue between economic integration structures with a view to enhancing mutual trade and exchanging best practices and experiences, towards the achievement of the Sustainable Development Goals;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(w)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Devise approaches to stimulate economic diversification and promote higher value added production, including through domestic policies on trade, investment and entrepreneurship, and promote technology transfer on mutually agreed terms;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(x)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In collaboration with other relevant organizations, in particular the United Nations Industrial Development Organization and the World Intellectual Property Organization, continue its work on industrial policy, including on the analysis of new and recent features and interlinkages, as well as challenges faced by developing countries in relation to frontier technologies;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(y)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Continue to assist developing countries to formulate and implement competition and consumer protection policies and laws, facilitate cooperation among competition and consumer protection agencies, conduct peer reviews and foster the exchange of knowledge and best practices, including through multilateral forums, such as the Intergovernmental Group of Experts on Competition Law and Policy and the Intergovernmental Group of Experts on Consumer Protection Law and Policy, and by contributing to the implementation of the outcome of the United Nations Conferences to Review All Aspects of the Set of Multilaterally Agreed Equitable Principles and Rules for the Control of Restrictive Business Practices and of the revised United Nations guidelines for consumer protection;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(z)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In cooperation with relevant stakeholders and within its mandate, continue to assist developing countries in formulating holistic development policies at all levels, including due consideration of interrelated challenges;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 4, "prefix": "(aa)\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Continue to assess the economic development prospects of the Occupied Palestinian Territory and examine economic costs of the occupation and obstacles to trade and development, and strengthen its programme of assistance to the Palestinian people with adequate resources and effective operational activities, including relevant studies as part of the international community’s commitment to building an independent Palestinian State, and with a view to alleviating the adverse economic and social conditions imposed on the Palestinian people, in line with the Accra Accord, the Doha Mandate and the Nairobi Maafikiano;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 4, "prefix": "(bb)\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Assist developing countries in their efforts to attract, and enhance capacities in attracting, investment that supports inclusive development, structural transformation, strengthening investment promotion agencies and investment facilitation, encouraging corporate social responsibility and responsible business conduct, and development of investment and entrepreneurship, in line with their development priorities;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 4, "prefix": "(cc)\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Provide support for the least developed countries who are either in the process of graduation or recently graduated from the least developed country category to ensure a smooth transition towards their new status, and explore, through research, effective procedures for the consideration of trade-related provisions of United Nations General Assembly resolutions for the least developed countries after their graduation;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 4, "prefix": "(dd)\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Continue the work on analysing the creative industries and providing insight into the global creative economy through the UNCTAD creative economy programme and creative economy network that can support countries to take advantage of the potential offered in this field;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 4, "prefix": "(ee)\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Support and promote activities and initiatives in developing countries through the improvement in trade in services, including the utilization of special economic zones;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 4, "prefix": "(ff)\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Strengthen the work on assisting developing countries to systematically assess their state-of-play and readiness to engage and integrate into the digital economy, thus contributing to the closing of the digital divide; in doing, so it is important to support the strengthening of the collection and processing of available data in order to produce statistics and policy analysis in relation to the opportunities and challenges of digital economy;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 4, "prefix": "(gg)\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Conduct work across its three pillars on the development dimension of the use of data and frontier technologies, in cooperation with other multilateral, intergovernmental and international specialized organizations;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 4, "prefix": "(hh)\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Provide analysis for the design of policies to seize the opportunities and address the challenges for capturing value in the digital economy and promote the development of infrastructure for digitalization, including through the digital aspect of regional integration;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 3, "prefix": "(ii)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Contribute, as a member of the United Nations inter-agency task team on science, technology and innovation for the Sustainable Development Goals and, as secretariat of the Commission on Science and Technology for Development, to the implementation of outcomes related to science, technology and innovation of the 2030 Agenda, including the Technology Facilitation Mechanism and the Technology Bank for the Least Developed Countries;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 4, "prefix": "(jj)\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Continue to address the challenges faced by developing countries in diversifying their economies, and assist them in formulating development policies conducive to achieving sustainable and inclusive development;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 4, "prefix": "(kk)\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Support developing countries in identifying relevant trade and investment policies to contribute to the attainment of the climate and environmental goals of the 2030 Agenda, with due cooperation with relevant international organizations;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 4, "prefix": "(ll)\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Promote, from a trade and development perspective, extensive use of renewable and low-emission energy sources and technologies that generate a more diverse and sustainable energy mix and facilitate cooperation on technology and identification of finance in this field, in collaboration with other agencies, where appropriate;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 4, "prefix": "(mm)\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Continue to support, through policy dialogue and cooperation mechanisms, international and regional transport networks, ensuring their sustainability and resilience, and promote the conservation and sustainable use of oceans and their resources;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 4, "prefix": "(nn)\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Continue to build on the analytical and policy-oriented work of UNCTAD in the field of financing for development, in cooperation with other institutional stakeholders, in the United Nations follow-up and review process on financing for development, and assist developing countries in identifying policy options aimed at strengthening mobilization of domestic and international, public and private, resource mobilization for the timely attainment of the 2030 Agenda and the Sustainable Development Goals;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 4, "prefix": "(oo)\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Continue to assess the role of ODA as a source of financing for development, including mobilizing private capital, particularly in the context of the emergence of new sources of financial assistance in conjunction with the Sustainable Development Goals;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 4, "prefix": "(pp)\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Contribute to discussions on the modernization of the measurement of ODA;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 4, "prefix": "(qq)\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Continue its work on the negative impact of illicit financial flows on developing countries and support international efforts for the development of a methodology to produce estimates of the total value of inward and outward illicit financial flows and of illicit trade;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 4, "prefix": "(rr)\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Continue its analytical and policy work and technical assistance on debt issues, including the Debt Management and Financial Analysis System programme, and promote policies for responsible sovereign borrowing and lending, complementing the work done by the World Bank and the International Monetary Fund and other stakeholders, as appropriate;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 4, "prefix": "(ss)\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Continue its existing work, in coordination with relevant partners, including the Inter-Agency Task Force on Finance Statistics, to contribute to statistical series and capacity in the fields of domestic debt, external private and public debt and debt composition;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 4, "prefix": "(tt)\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Contribute to the discussion within the United Nations system on an appropriate multidimensional vulnerability index for small island developing States, including on its potential finalization and use;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 4, "prefix": "(uu)\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Continue to contribute, in accordance with its mandate and complementing the work done by the World Bank and the International Monetary Fund and other relevant stakeholders to enhance the efficiency of the global economic system, international trade and debt sustainability, for the realization of the 2030 Agenda for Sustainable Development.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 3, "prefix": "(vv)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}]