[{"text": "Fourteenth session", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Nairobi", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "17–22 July 2016", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Nairobi Maafikiano", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "From decision to action: Moving towards an inclusive\nand equitable global economic environment \nfor trade and development", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Introduction", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The fourteenth session of the United Nations Conference on Trade and Development (UNCTAD XIV) takes place at a watershed moment for the international community, in particular for developing countries. Since the last session of the Conference in Doha, the global economy has seen 2.4 per cent growth but continues to struggle, due in great measure to macroeconomic and financial challenges, as well as differing impacts of recent declines in oil and commodity prices and country-specific factors. Seven years after the financial crisis, the global economy is still facing subdued growth and aggregate demand, income inequality and financial fragility. Trade has grown still more slowly, and, although interest rates are now beginning to rise, capital flows are again becoming volatile. Notwithstanding the impact of the financial crisis, financial flows and developing countries’ share in world trade have continued to increase. These advances have contributed towards a substantial reduction in the number of people living in extreme poverty. Despite these gains, many countries, particularly developing countries, still face considerable challenges and some have fallen further behind. In that context, 2015 proved to be a critical year for development, as a succession of international agreements and outcomes created a new global agenda for inclusive and sustainable development.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "These agreements and outcomes started in March 2015 with the adoption of the Sendai Framework for Disaster Risk Reduction 2015–2030 that aimed to enhance disaster risk reduction through international cooperation to support national actions. In July, the Addis Ababa Action Agenda was adopted, which is an integral part of the 2030 Agenda for Sustainable Development, and supports, complements and helps to contextualize the 2030 Agenda’s means of implementation targets. In September 2015, world leaders adopted a comprehensive and ambitious 2030 Agenda for Sustainable Development at the United Nations sustainable development summit, committing themselves and the international community to eradicating poverty in all its forms and dimensions, including extreme poverty. In December 2015, the twenty-first Conference of the Parties to the United Nations Framework Convention on Climate Change agreed, with similar ambition, to address the challenges related to climate change, including adopting a goal to limit the increase in the global average temperature to well below 2°C above pre-industrial levels. In the same month, the Tenth Ministerial Conference of the World Trade Organization adopted several key decisions that reaffirmed the centrality of development in the work of the World Trade Organization.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "These agreements and outcomes have reinforced the critical role of trade and development and interrelated issues in the areas of finance, technology and investment for inclusive and sustainable development, and the need to provide integrated policy responses to issues arising in these areas, including addressing inequalities within and among countries. They are the culmination of a half-century of changes in the world economic order, which have influenced the efforts of developed and developing countries to reap the benefits of globalization and deal with the challenges related to it, in particular for developing countries, and to achieve more prosperous and dignified lives. They have reinforced that the role of national policies and development strategies cannot be overemphasized. Furthermore, while each country has primary responsibility for its own economic and social development, the support of an enabling international environment is integral to the success of national efforts, in particular for developing countries. These outcomes have also recognized the importance of international cooperation, finance, technology and capacity-building to support national efforts in line with national priorities and respecting each country’s policy space, while remaining consistent with relevant international rules and its commitments.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The timing of UNCTAD XIV provides an invaluable opportunity to move from decisions to actions in moving towards an inclusive and equitable global economic environment for trade and development, and thereby to be true to the commitment enshrined in the Charter of the United Nations “to promote social progress and better standards of life in larger freedom”. The aim is therefore to develop a consensus about the actions required to realize the global development agenda, including the Sustainable Development Goals, through contributing to the establishment of a holistic trade and development agenda based on the principles enshrined in the Charter of the United Nations, and thus better address persistent and emerging economic challenges. It also requires the leadership of an adequately resourced, relevant, coherent, efficient and effective United Nations, stressing that UNCTAD has a distinct role to play in carrying forward the trade and development mission of the United Nations.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The universality of the Sustainable Development Goals, combined with the breadth and ambition of the 2030 Agenda, highlight the need for new coordinated approaches to development and a revitalized Global Partnership for Sustainable Development and comparably ambitious means of implementation. Sustained, inclusive and equitable economic growth and sustainable development remain a challenge for the entire international community in the twenty-first century, in particular in developing countries. Meeting that challenge will mean integrating the economic, social and environmental dimensions of sustainable development and creating an enabling environment at all levels for inclusive and sustainable development.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "This document recognizes all the principles of the Rio Declaration on Environment and Development, including, inter alia, the principle of common but differentiated responsibilities, as set out in principle 7 thereof.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "As recognized in the 2030 Agenda, there are different approaches, visions, models and tools available to each country, in accordance with its national circumstances and priorities, to achieve sustainable development; and the planet Earth and its ecosystems are our common home and “Mother Earth” is a common expression in a number of countries and regions.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UNCTAD was established to promote an inclusive global economy, through informing national and international policies, while giving priority consideration for the needs and interests of developing countries. This would lead to better standards of life and create a better and more effective system of international economic cooperation whereby the division of the world into areas of poverty and plenty may be banished and prosperity achieved by all.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In an ever more complex and interdependent global economy, trade and interrelated issues in the areas of investment, finance and technology are key drivers of the inclusive, equitable global economic environment for sustainable development to which the 2030 Agenda aspires. As the focal point of the United Nations for the integrated treatment of those issues, and with its universal membership, UNCTAD thus has a critical role to play in advising on the policy dimensions of trade and sustainable development and supporting the actions which flow from recent global agreements and outcomes, while promoting the integrity and the complementarity of the three dimensions of sustainable development. The recent celebration of the fiftieth anniversary of UNCTAD is a reminder of how much the trade and development context has changed in this period and of the importance of the historical context and of the founding principles of UNCTAD and subsequent experience in plotting the course ahead. In moving forward to a new chapter, past achievements and failures and the lessons to be learned from those experiences should be reflected on.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UNCTAD should contribute to the implementation of and follow-up to the outcomes of relevant global conferences, including the 2030 Agenda for Sustainable Development, the Addis Ababa Action Agenda and, as appropriate, the Paris Agreement under the United Nations Framework Convention on Climate Change, among other relevant international agreements and outcomes. While enhancing its work in support of addressing the trade and development challenges of all developing countries across all regions, UNCTAD should:", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(a)\tStrengthen its special focus on the trade and development needs of the least developed countries across all areas of its mandate, in accordance with the Programme of Action for the Least Developed Countries for the Decade 2011–2020 (Istanbul Programme of Action) and other relevant outcomes on the least developed countries;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(b)\tContinue to support Africa to address its special concerns and needs, including as articulated in the New Partnership for Africa’s Development while reaffirming the importance of supporting Agenda 2063 of the African Union;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(c)\tFurther address the special trade, investment and development needs of landlocked developing countries, including through continuing its support for effective implementation of the Vienna Programme of Action for Landlocked Developing Countries for the Decade 2014–2024 (Vienna Programme of Action);", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(d)\tContinue its work in assisting small island developing States to address persistent trade, investment and development challenges that they encounter, including through the implementation of the Small Island Developing States Accelerated Modalities of Action (SAMOA Pathway);", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(e)\tContinue to give focus to the special needs and problems of structurally weak and vulnerable small economies in order to foster sustained economic growth and sustainable and inclusive development;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(f)\tContinue to support the development efforts of middle-income countries, according to their needs, in facing specific challenges of sustainable economic development and poverty eradication;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Reaffirming the Doha Mandate, this document provides updated policy analysis and policy responses, as well as guidelines to enhance the developmental role, impact, and institutional effectiveness of UNCTAD. In a manner that preserves its mandated role, UNCTAD should strategically position itself by translating into practice the following principal criteria: comparative advantage; differentiation of its work with respect to other organizations; and complementarity, so as to put the organization’s strengths to the best use to address the needs and priorities of developing countries for sustainable development and strengthening their role in the global economy.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The important role of UNCTAD will be strengthened as the focal point in the United Nations for the integrated treatment of trade and development and interrelated issues in the areas of finance, technology, investment and sustainable development.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In order to effectively support and complement the efforts of the international community to achieve the Sustainable Development Goals, UNCTAD may consider as appropriate, in collaboration with national Governments, the following four action lines as identified in the report by the Secretary-General of UNCTAD of September 2015 entitled From Decisions to Actions: building productive capacity to transform economies; promoting a development focus and more efficient markets; tackling vulnerabilities, building resilience; and strengthening multilateralism and finding common solutions.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In strengthening the role of UNCTAD, and in carrying out its activities, in accordance with its mandate and through utilizing its available resources, the work of UNCTAD through its three pillars should give priority to issues of developing countries. It should effectively contribute to achieving the Sustainable Development Goals and relevant targets set in the outcomes of other major United Nations conferences, continue to promote synergies and complementarities with other international organizations and work with relevant international economic cooperation forums where appropriate. In moving from decisions to actions, UNCTAD should undertake the following actions:", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(a)\tGive due account to cross-cutting issues such as good governance at all levels, freedom, peace and security, respect for human rights, including the right to development, gender equality and women’s empowerment, youth and an overall commitment to just and democratic societies, which are essential to all countries to attain sustainable and equitable growth and development;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(b)\tContinue its efforts in all its work to mainstream cross‐cutting issues of gender equality and the empowerment of women, and the promotion of sustainable development and full and productive employment;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(c)\tContinue and strengthen its engagement with Governments, in particular those of developing countries, and all relevant stakeholders including civil society, academia and the private sector;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(d)\tContinue its efforts to enhance its efficiency, effectiveness, transparency and accountability, including through effective results-based management and ensuring a member State-driven process through the intergovernmental machinery.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Midway through the conference quadrennium there will be an additional agenda item at the regular session of the Trade and Development Board entitled “Evaluation and review of UNCTAD’s implementation of the quadrennial conference outcome”. This session of the Trade and Development Board may be adapted, as required, to undertake this agenda item. The Secretary-General of UNCTAD will present a report on UNCTAD’s implementation of the quadrennial outcome; this report will be the basis for member States’ discussions, which may result in recommendations regarding the implementation of the outcome document. The occurrence of future midterm reviews will be considered at the next quadrennial Conference.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Sub-theme 1\nChallenges and opportunities in multilateralism\nfor trade and development", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Policy analysis", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Multilateralism has been the cornerstone of the international economic order and a major driving force of globalization, which has delivered unprecedented economic and social progress on a global scale. It has fostered international trade by reducing\ntrade-related barriers between national economies and reducing geographical barriers through improved transportation and communications across borders. With lower barriers, falling transportation costs, increasing financial and investment flows, technological advancements and the dawn of the information age, our world has become interconnected to a degree never experienced before.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "An increasing number of developing countries and countries with economies in transition have integrated into the world economy, bringing an unprecedented expansion in international trade. Even countries that were marginal players in international trade some three decades ago have seen major increases in merchandise exports – fivefold in the case of the least developed countries. However, their total share of global exports is only 0.97 per cent, which is below the 2 per cent target set for 2020 by the Istanbul Programme of Action and the Sustainable Development Goals. Increasing trade and foreign direct investment have been mutually supportive, contributing to the unprecedented transformation of many developing countries, some of which have become important engines of growth, regionally and globally, and major drivers of global trade and investment. Those developments supported by, inter alia, sound economic and social policies, have been important factors in lifting more than 1 billion people out of extreme poverty. In this context, it is essential to address impediments and promote broader participation in the multilateral trading system so as to enable developing countries to achieve their development goals and contribute to the global economy.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Global trade is identified by the Addis Ababa Action Agenda as an important engine for inclusive economic growth, sustainable development and poverty reduction, and the multilateral trading system as embodied by the World Trade Organization is the primary channel for its promotion. A strong, efficient and rules-based multilateral trading system is also a key element in generating the significant opportunities that come with globalization, as well as in finding solutions to the challenges of globalization. These include fuller integration of developing countries into the global economy. To this end, a universal,\nrules-based, open, transparent, predictable, inclusive, non-discriminatory and equitable multilateral trading system under the World Trade Organization, as well as meaningful trade liberalization with appropriate supporting policies, are needed.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The experience of globalization in recent decades has also demonstrated that the nexus between international trade and development is affected by a variety of factors. Economic interdependence among countries has greatly increased, in particular through the accelerated integration of financial systems of developing countries into international financial markets and the global financial architecture. So, too, have the complex interrelationships among trade, finance, technology, investment and sustainable development. Likewise, the 2030 Agenda, and other recent landmark agreements and outcomes, by their very nature, call for integrated global solutions to global challenges. The need for an integrated approach to these global issues, which is the defining characteristic of the activities and mandate of UNCTAD, has thus never been so great.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Notwithstanding the opportunities brought by globalization, major challenges still remain to be addressed through multilateralism. Challenges regarding the balance of the global economic system remain, as well as the socioeconomic gaps both between countries and within them. The gains from globalization, while reducing extreme poverty by half, have been unevenly distributed, giving rise to extreme global inequality over the last 30 years. Growth has also been uneven, intermittent and often unsustainable, punctuated by damaging financial shocks and crises, and many nations and people are still left behind. Approximately 1 billion people still remain in extreme poverty, and poverty is declining only slowly in many developing countries, especially in most least developed countries. One fifth of humanity lives in States affected by conflict and one tenth suffers chronic hunger and malnutrition.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Urgent action is required to improve the global economic environment to support all countries, in particular developing countries, in their efforts to implement the 2030 Agenda, by finding effective and adequate solutions to problems and strengthening policy coordination. Reaching the levels of development needed to fulfil the Sustainable Development Goals and to achieve the universally agreed long-term goal of prosperity for all will require action by all acting together in a revitalized Global Partnership for Sustainable Development.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The current global financial context has raised concerns about the sustainability of debt and vulnerability to exogenous shocks, particularly for a number of least developed countries, small island developing States, some developed countries, and for heavily commodity-dependent exporters, which implies serious constraints on opportunities for inclusive and sustainable economic growth. Although many countries remain vulnerable to debt crises, strengthened macroeconomic and public resource management has led to a substantial decline in the vulnerability of many countries to sovereign debt distress, as has the substantial debt reduction through the Heavily Indebted Poor Countries Initiative and the Multilateral Debt Relief Initiative. Important improvements have also been made regarding the restructuring of sovereign obligations including, in the Paris Club of official creditors and the Paris Forum, among others, that contribute to fostering dialogue among sovereign creditors and debtors on debt issues, and the market acceptance of new standard clauses of government bond contracts. Nevertheless, there is scope for further work with a view to facilitating fair burden-sharing, improving predictability and promoting an orderly, timely and efficient restructuring that respects the principles of shared responsibility and is conducive to the rapid restoration of public debt sustainability, while preserving access to financing resources under favourable conditions. Further improvements are also needed on transparency in debt issues, including the need to reduce reliance on credit-rating agency assessments and to improve the quality of the information they provide has also been recognized. Given growing concerns about external debt sustainability, public debt management to prevent and pre-empt financial and debt crises is important. The need for a central data registry, including information on debt restructurings, has also been recognized. In this regard, the longstanding work of UNCTAD on debt issues within the United Nations, including through promotion of its Principles on Responsible Sovereign Lending and Borrowing, is recognized. The work of the United Nations, the International Monetary Fund and the World Bank remains important.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Investment can be a powerful means to support the achievement of the Sustainable Development Goals. Investment can bring innovative technology, can stimulate production and employment, and can enable access to international markets for better expertise and increased development opportunities. The international community should continue to cooperate and engage in dialogue with a view to maintaining a conducive policy environment for investment, and addressing shared investment policy challenges. Governments reaffirm the right to regulate investment for legitimate public policy purposes.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "It is important to promote awareness and capacity-building to support developing countries in attracting and promoting investment that contributes to the achievement of national development strategies.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Effective taxation will be critical in the mobilization of resources for implementation of the Sustainable Development Goals and overall economic advancement of developing countries. This includes reducing opportunities for tax avoidance, as well as addressing illicit financial flows and the activities that underlie their occurrence, such as tax evasion, illegal exploitation of natural resources, corruption, embezzlement and fraud. This is a global issue that requires further multilateral cooperation. Current initiatives should also be more inclusive with regard to the participation of developing countries.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Technology, including information and communications technology and innovation, plays a critical role in trade and development, including through its essential contribution to structural transformation, productive capacities, competitiveness and the diversification of production and exports as well as to advancing food security. It is thus a key means of implementation and a component of achieving the Sustainable Development Goals. It is also one of the most important levers of change for achieving inclusive and sustainable development. The development, transfer, dissemination and diffusion of environmentally sound technology to developing countries on favourable terms, including on concessional and preferential terms, as mutually agreed, is a means to implement the 2030 Agenda. International arrangements and measures including the Technology Facilitation Mechanism and operationalization of the Technology Bank for the Least Developed Countries as agreed in the Addis Ababa Action Agenda to support the implementation of the Sustainable Development Goals, are welcome.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Inclusive and sustainable development requires an enabling environment at all levels in the form of relevant policy frameworks, robust rules and effective cooperation. Such a conducive national and international environment would contribute to supporting domestic productive investment, increasing flows of stable long-term development finance and greenfield foreign direct investment to developing countries. Strengthening the enabling environment for productive investment in developing countries is key to the incorporation and scaling-up of technologies to increase their productivity and competitiveness. Publicly available, high-quality statistics that adhere to international standards are also needed.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Trade liberalization can play a significant role in integrating developing countries positively into the global trading system especially when accompanied by balanced and sustainable policies at all levels in support of growth, stability, industrial development, infrastructure, employment and structural change, and are essential for achieving global growth, job creation, poverty reduction, and sustainable development. In this regard and in line with the Nairobi Ministerial Declaration of the Tenth Ministerial Conference of the World Trade Organization, the work of the World Trade Organization shall maintain development at its centre, with provisions for special and differential treatment remaining integral. The elements included in the package reached at the Tenth Ministerial Conference of the World Trade Organization, in particular those in favour of the least developed countries, are therefore welcome. World Trade Organization members have made significant progress towards the goal of providing duty-free and quota-free market access on a lasting basis for all products for all least developed countries and further improvement in this direction would be welcome.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Regional integration can be an important catalyst to reduce trade barriers, implement policy reforms, decrease trade costs and increase developing country participation in regional and global value chains. There is a need to ensure that bilateral and regional trade agreements remain complementary to, not a substitute for, the multilateral trading system. These agreements should be consistent with, and should contribute towards a stronger multilateral trading system.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Greater transparency is needed in commodities markets, in both source and destination countries, and this should include implementing methods to strengthen transparency and capacity in tax administration systems. The rich resource endowment of the world’s poorest countries, combined with massive capital flight from many\ncommodity-dependent developing countries, highlights the need for a comprehensive assessment of the exploitation and marketing of primary commodities in both source and destination countries.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Accession to the World Trade Organization remains an integral part of the development strategies of most countries aiming to benefit fully from the international trading system, and is also important for the further integration of developing countries, in particular the least developed countries, and countries with economies in transition, into the rules-based multilateral trading system. In this context, acceding countries, particularly the least developed countries, could need technical assistance prior to, during and in the\nfollow-up to the accession process. Obstacles should be addressed so as to facilitate the accession process, in order to achieve an early conclusion. Concerning acceding least developed countries, World Trade Organization members have agreed to implement the decision on the guidelines for accession of the least developed countries adopted by the World Trade Organization General Council on 25 July 2012.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Aid for Trade initiative and the Enhanced Integrated Framework remain important in the context of trade and development, particularly in building supply-side capacity and trade-related infrastructure for developing countries, in particular the least developed countries. The effectiveness of Aid for Trade should continue to be improved including by aligning support with recipient government priorities, more effectively targeting binding constraints faced by recipients and applying lessons learned through monitoring and evaluation. Its poverty reduction potential can be enhanced by policies that extend opportunities to access the benefits of trade to those living in poverty and that mitigate the costs of adjustment.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Agreement on Trade Facilitation of the World Trade Organization is expected to accelerate the flow of goods between countries, improve transparency and reduce transaction costs. If implemented effectively, this should enhance mutual benefits to trading nations and thus promote global sustainable development, as well as generate welfare gains for consumers and businesses. In order to achieve the goals of the Agreement, potential implementation challenges, particularly for the least developed countries, will need to be addressed. The delivery of effective technical, financial and other mutually agreed forms of assistance as well as capacity-building support, is critical in this regard.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "States are strongly urged to refrain from promulgating and applying any unilateral economic, financial or trade measures not in accordance with international law and the Charter of the United Nations that impede the full achievement of economic and social development, particularly in developing countries, and that affect commercial interests. These actions hinder market access, investments and freedom of transit and the well-being of the populations of affected countries. Meaningful trade liberalization will also require addressing non-tariff measures including, inter alia, unilateral measures, where they may act as unnecessary trade barriers.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Strengthened macroeconomic and policy coordination is essential to address the structural and long-term problems exposed by the global financial crisis, so as to increase global macroeconomic stability, support global economic recovery and improve the global economic and trade environment and minimize negative spillovers on developing countries. A collective effort is needed to promote a more stable macroeconomic environment for trade and development.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The stability of the financial system is an integral part of a global enabling environment and crucial to enable long-term growth and sustainable development. More effective regulation of the financial system could help to connect global financial markets and long-term national sustainable development policies, and attention should be given to the potential impacts of new global financial regulations on infrastructure and microenterprises and small-medium-sized enterprises finance.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The enabling global economic environment needed to promote equitable and sustainable development outcomes for all in the long term requires good global governance, as well as a revitalized and reinvigorated Global Partnership for Sustainable Development. While recent measures in the international financial system have brought welcome progress towards more representative decision-making, further movement is needed to broaden and strengthen the participation of developing countries in decision-making, and to promote responsive, inclusive, participatory and representative decision-making on international financial issues.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The role of UNCTAD", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In accordance with paragraphs 10 and 12, UNCTAD should:", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(a)\tContinue to promote an enabling economic environment at all levels in support of inclusive and sustainable development, including by promoting multilateral solutions to common economic problems;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(b)\tContinue to provide a forum for the exchange of views and perspectives on trade and development and interrelated issues in the areas of finance, technology and investment as they affect the growth and development prospects of developing countries, in the context of the evolving global economic environment, to help promote policies and strategies at the national and international levels that are conducive to inclusive and sustainable development, and consistent with the priorities established by the 2030 Agenda for Sustainable Development;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(c)\tContinue to conduct research and analysis, in cooperation with relevant agencies, to evaluate the impacts of global financial regulations on access to finance for infrastructure and microenterprises and small and medium-sized enterprises;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(d)\tSupport member States in finding consensus among them in addressing persistent and emerging challenges that hamper the trade prospects of developing countries;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(e)\tContinue its work on the impact of non-tariff measures on the trade and development prospects of developing countries and strengthen its cooperation on the topic with other relevant partners, including through participation in the Multi-Agency Support Team on the non-tariff measure database;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(f)\tContinue to help developing countries to participate effectively in international discussions on technology transfer and knowledge sharing, and to identify policy options and best practices. UNCTAD should furthermore continue to assist developing countries in identifying ways and means to operationalize technology transfer and undertake research on the impact of transfer of technology on trade and development;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(g)\tContinue to collect statistics and conduct research and policy analysis on the development impact of foreign direct investment and the activities of multinational enterprises, including through non-equity modes of international production, to keep member States abreast of developments and enable them to assess their importance for development and devise and implement appropriate policy instruments;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(h)\tContinue its analytical and policy work and technical assistance on debt issues, including the Debt Management and Financial Analysis System Programme, and to promote policies for responsible sovereign borrowing and lending, complementing the work done by the World Bank and the International Monetary Fund and other stakeholders, as appropriate;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(i)\tContinue its existing work, in coordination with relevant partners, including the Task Force on Finance Statistics, to contribute to statistical series and capacity in the fields of domestic debt, external private and public debt and debt composition;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(j)\tContinue its work through its three pillars in the fields of international transport and transit, trade logistics, trade facilitation and related issues, as well as to support implementation of the Agreement on Trade Facilitation of the World Trade Organization, and continue to support the development and implementation of an appropriate legal and regulatory framework that facilitates and supports international transport and trade, and reduces costs;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(k)\tContinue to support developing countries in their participation in the multilateral trading system, as well as Aid for Trade and other development assistance schemes;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(l)\tContinue its existing programme of meetings and consultations with member States on investment agreements in accordance with the Addis Ababa Action Agenda, maintaining its role as a forum for international discussion on investment agreements, and assist member States in their efforts to strengthen the development dimension, as appropriate;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(m)\tContinue to monitor and assess the evolution of the international trading system and its trends from a development perspective, with particular attention to its potential contribution to the Sustainable Development Goals;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(n)\tMonitor and assess persistent and emerging development challenges to trade from a sustainable development perspective;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(o)\tContinue to monitor commodity markets and appropriately maintain its database on international commodity prices as part of its work on key statistics and trends;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(p)\tContinue to provide assistance to developing countries to design and implement policies and actions aimed at improving the efficiency of trade transactions as well as the management of transport operations. It should also continue to cooperate with member States in implementing, the Automated System for Customs Data (ASYCUDA); UNCTAD should also continue its work on taxation as it relates to investment policy;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(q)\tContinue its work on private standards, including sustainability standards;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(r)\tAddress the trade and development impact of non-tariff barriers;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(s)\tAssist the least developed countries in making use of existing initiatives and programmes such as duty-free and quota-free schemes, preferential rules of origin for those countries and the least developed countries services waiver, as well as targeted assistance under initiatives such as the Enhanced Integrated Framework and Aid for Trade;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(t)\tAssist developing countries, through analytical work and policy design, in the development of regional mechanisms to facilitate the mobilization of financial resources for inclusive and sustainable development, including from international financial institutions and the private sector;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(u)\tContribute, as a member of the United Nations inter-agency task team on science, technology and innovation for the Sustainable Development Goals and as secretariat to the Commission on Science and Technology for Development, to the implementation of outcomes related to science, technology and innovation of the 2030 Agenda, including the Technology Facilitation Mechanism and operationalization of the Technology Bank for the Least Developed Countries;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(v)\tContinue and enhance its work programme on science, technology and innovation, including the science, technology and innovation policy reviews to support policymaking in developing countries by assessing effectiveness and identifying priorities for action leading to sustainable development;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(w)\tContinue its work on the linkages between international trade and financial and macroeconomic issues, with a view to helping developing countries to integrate successfully into the global economy;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(x)\tContinue to provide and reinforce its technical assistance and capacity-building to developing countries and countries with economies in transition before, during and in the follow-up of the process of accession to the World Trade Organization;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(y)\tContinue, as a contribution to the work of the United Nations, research and analysis on the prospects of, and impact on, developing countries in matters of trade and development, in light of the global economic and financial crisis;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(z)\tContinue to provide technical assistance and capacity-building to developing countries and countries with economies in transition in the area of multilateral and regional trade negotiations, formulation of trade policy frameworks and services policy reviews and other related trade policy aspects;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(aa)\tAssist developing countries, including through capacity-building, with the creation of methodologies, within its mandate, to measure the impact of national policy efforts towards achieving sustainable development, and with the maintenance of appropriate and updated national statistics in order to adhere to international standards.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Sub-theme 2\nPromoting sustained, inclusive and sustainable economic growth through trade, investment, finance and technology\nto achieve prosperity for all", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Policy analysis", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Promoting sustained, inclusive and sustainable economic growth is a fundamental prerequisite for poverty eradication, job creation, technological upgrading, economic diversification and transformation, reduction of income inequality within and between countries and achieving sustainable development and prosperity for all. However, this requires effective measures at all levels, to overcome weak economic growth and persistent and emerging challenges to strong and stable development. Inclusiveness and sustainability are key to achieving the 2030 Agenda for Sustainable Development. Such measures, while remaining consistent with relevant international rules and commitments, have to be tailored to take into account different national capacities, needs and levels of development and respecting national policies and priorities. It is equally important to ensure that the benefits of development are fairly shared by all, and support the needs of present and future generations.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Economic growth has to be inclusive to ensure the well-being of the population. Inclusiveness requires creating opportunities for all segments of society, especially the most disadvantaged, and distributing the gains from prosperity more equally. It also requires close attention to horizontal inequalities, including gender inequality, and to issues related to youth empowerment. Achieving sustainable economic growth requires the talents, creativity and entrepreneurial vigour of the entire population as well as supportive policies towards skills development, microenterprises and small and medium-sized enterprises, capacities to innovate and absorb new technologies, the ability to produce a higher quality and greater range of products, infrastructure and other investments.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The realization of inclusive and sustainable development depends, inter alia, on trade serving as an engine for economic growth and poverty eradication. Trade is a means to support the implementation of the 2030 Agenda for Sustainable Development and the Addis Ababa Action Agenda. With appropriate supporting policies, adequate infrastructure and an educated and trained workforce, it can also help to promote productive employment, youth and women’s empowerment, food security and reduced inequality.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "However, the effectiveness of trade in promoting growth and poverty eradication depends in part upon multisectoral investment and technological upgrading at the national level. Productive investment is critical, to drive growth, job creation, innovation and trade. So, too, is the finance needed to provide enterprises with the capital they need to develop. Investment in infrastructure is essential for development and is a catalyst for growth, and to facilitate private and public investments and competitiveness.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Mobilization of financial resources to developing countries and the enhancement of investment in the real economy, particularly in sustainable infrastructure development, including public–private partnerships and production capacity, in developing countries, in particular the least developed countries, play a key role in trade and development. Raising public and private investment, both domestic and foreign, will be critical.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "International public finance plays an important role in complementing the efforts of countries to mobilize public resources domestically. Not all programmes and policies to end poverty in all its dimensions are able to access a wide range of finance and remain reliant on official development assistance as a predictable source of finance for their implementation. Targeting the eradication of poverty in its multiple dimensions, including extreme poverty, is particularly important for the achievement of the Sustainable Development Goals. In this regard, it is important that access to cooperation and the measurement of development recognize the multidimensional nature of poverty and the challenge specificities and the need to address key structural vulnerabilities in developing countries. An important use of international public finance, including official development assistance, is to catalyse additional resource mobilization from other sources, public and private. Modernization of the official development assistance measurement and the proposed measure of “total official support for sustainable development” should not dilute commitments already made.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Technology and its financing are a key means of implementation and a component of achieving the Sustainable Development Goals. However, for the majority of developing countries, the potential of science, technology and innovation remains unfulfilled. Closing technological gaps is both essential for poverty eradication and a key instrument for reducing inequality within and among countries. The means of implementation of the Sustainable Development Goals includes the development, transfer, dissemination and diffusion of environmentally sound technologies, on favourable terms, including on concessional and preferential terms, as mutually agreed. Knowledge transfer from diasporas can also make an important contribution. Foreign direct investment and trade can play a key role in disseminating environmentally sound technologies to developing countries and in stimulating technology development. Technology diffusion to developing countries can be facilitated by various measures, including through addressing potential barriers to technology transfer at all levels, access to finance, making technology more affordable, trade liberalization with appropriate supporting policies, investment in human capital and increasing the capacity of domestic industries and infrastructure to support technology attraction and absorption, recognizing the importance of the adequate, balanced and effective protection of intellectual property rights in both developed and developing countries in line with nationally defined priorities and with full respect for international obligations. An effective domestic and international enabling environment is also needed to ensure the potential development benefits of technology.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "South–South cooperation as a complement not a substitute to North–South cooperation, and triangular cooperation, have an important role in achieving inclusive and sustainable development, including in finance and technology. South–South cooperation should be seen as an expression of solidarity among peoples and countries of the South, based on their shared experiences and objectives. By assisting developing countries in establishing development paths that promote equity, openness, comprehensiveness and innovation, the increased importance of South–South cooperation and triangular cooperation has been recognized as supporting the realization of the 2030 Agenda. Stronger economic ties among developing countries will also continue to have a positive impact on trade and financial flows, building of local technological capability and economic growth in developing countries.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Sustainable and inclusive development thus requires national efforts to promote inclusive and sustainable development to be matched with reforms at the international level to create such an environment. In endorsing the 2030 Agenda and the Addis Ababa Action Agenda, the global community has committed itself to the pursuit of an enabling environment for sustainable development nationally and internationally, and to facilitating the means of implementation of the Sustainable Development Goals, at all levels.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "As highlighted by the 2030 Agenda and the Addis Ababa Action Agenda, the fulfilment of all official development assistance commitments remains crucial. Providers of official development assistance reaffirmed their respective commitments, including the commitments by many developed countries to achieve the target of 0.7 per cent of gross national income as official development assistance to developing countries and 0.15 to 0.20 per cent of gross national income as official development assistance to the least developed countries.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "While increasing public investment is necessary to achieving the Sustainable Development Goals, there is also untapped potential for private sector participation. However, mobilizing and channelling that potential faces a number of policy challenges, including those surrounding some of the public–private partnerships. Leadership and coordination are needed, nationally and globally, to provide guiding principles to deal with such policy dilemmas, ensure policy coherence, avoid hidden costs and catalyse action. The work of UNCTAD on investing in the Sustainable Development Goals can be a source of guidance in this regard in order to strengthen national institutional capacities.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "As per the 2030 Agenda, and in line with the Addis Ababa Action Agenda and other relevant outcomes of the United Nations system investment in public–private partnerships for infrastructure development is an effective way to address infrastructure gaps and to build productive capacities to achieve the Sustainable Development Goals.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "More generally, there is a need for additional sustainable productive investment in developing countries, particularly the least developed countries, small island developing States, landlocked developing countries and other structurally weak, vulnerable and small economies, African countries and countries in conflict and post-conflict situations. Similarly, there are solid grounds for the international community to support member States that are bearing the brunt of geopolitical or other non-economic spillovers, in order to mitigate the economic impact. There is a need for new approaches, nationally and internationally, to guide investment policy, to ensure coherence with other public policies, including through support to long-term financing for microenterprises and small and medium-sized enterprises and the promotion of public investment in infrastructure, and to stimulate foreign direct investment that benefits the real economy, as outlined in the UNCTAD Investment Policy Framework for Sustainable Development.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Information technology and the digital economy, including electronic commerce\n(e-commerce), have an increasing impact on global trade and development. Further research is needed on the trade and development aspects of these issues.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Achieving the Goals of the 2030 Agenda will require a revitalized and reinvigorated Global Partnership for Sustainable Development, based on a spirit of strengthened global solidarity, focused in particular on the needs of the poorest and most vulnerable and with the participation of all countries, all stakeholders and all people, and as outlined in the 2030 Agenda and the Addis Ababa Action Agenda. The revitalized Global Partnership for Sustainable Development should continue to be anchored on States and focus on enhancing the three pillars of sustainable development in a balanced and complementary manner.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In particular, investment in sustainable infrastructure is urgently needed to address the environmental challenge of rapid urbanization. Acknowledging the key role of the United Nations Human Settlements Programme, and the work of other relevant agencies, there is a need for well-planned urbanization strategies given the role of urbanization in driving economic growth, while taking into consideration the needs of rural populations and environmental challenges.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The role of UNCTAD", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In accordance with paragraphs 10 and 12, UNCTAD should:", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(a)\tIdentify specific needs and measures arising from the interdependence between trade, finance, investment, technology and macroeconomic policies, from the point of view of its effect on development;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(b)\tUndertake research and analysis and provide technical assistance on the changing international trade landscape, including identifying means of stimulating economic diversification, reducing trade costs and promoting value added production, including in global value chains for goods and services, while addressing transparency, social and environmental responsibility and their potential development impacts;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(c)\tSupport developing countries, upon their request, in the formulation and implementation of national trade policy and regulatory frameworks and their integration into national development strategies and macroeconomic policies, thus contributing to an enabling environment at all levels for inclusive and sustainable development;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(d)\tContinue to support commodity-dependent developing countries, particularly the least developed countries, through policy reviews, dialogues and technical assistance in maximizing the development benefits of links between commodity production and trade;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(e)\tContinue to support cotton-producing developing countries in particular the least developed countries, in their specific needs and challenges;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(f)\tContinue to address the nexus between trade, development and environment, through research and technical cooperation on environmental sustainability, including sharing of best practices and assistance to member States in developing sustainable natural resource management systems and appropriate responses to the impacts of climate change as they relate to trade and development;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(g)\tContinue to assess the role of official development assistance as a source of financing for development, including mobilizing private capital, particularly in the context of the emergence of new sources of financial assistance in conjunction with the Sustainable Development Goals;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(h)\tContinue its work on issues related to South–South cooperation and integration and triangular cooperation;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(i)\tContinue its work in transport, including maritime transport, ports, multimodal and transit and provide member States with guidance to make transport more efficient and reduce transport costs while increasing its resilience, enhancing trade and port efficiency and improving transit, trade facilitation and transport connectivity. In this regard, particular attention and assistance should be given to the needs of the least developed countries, landlocked developing countries and small island developing States and transit developing countries and structurally weak, vulnerable and small economies, in relation to transport transit and infrastructure; in this respect, UNCTAD should assist developing countries in identifying and leveraging existing and new sources and mechanisms of additional finance; UNCTAD should provide capacity-building and technical assistance in this area;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(j)\tContribute to strengthening, including through analysis and technical assistance, the cooperation between landlocked developing countries and transit countries, including by facilitating the harmonization of policies in regional and transit infrastructure development and streamlining of customs and border crossing procedures;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(k)\tContinue to assist developing countries in enhancing the sustainability and climate resilience of their transport systems and infrastructure, including coastal transport infrastructure and services and transport corridors, and hold expert meetings within the present framework to monitor and discuss relevant developments, share experiences on different approaches and identify best practices and recommendations on sustainable and resilient transport infrastructure and trade logistics;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(l)\tContinue to contribute to policy dialogue and cooperation mechanisms in support of sustainable transport, climate change adaptation and disaster risk reduction for transport infrastructure, services and operations, including collaborative efforts to support and strengthen the conservation and sustainable use of oceans and their resources;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(m)\tPromote, from a trade and development perspective, extensive use of renewable and low-emission energy sources and technologies that generate a more diverse and sustainable energy mix and facilitate cooperation on technology and identification of finance in this field, in collaboration with other agencies, where appropriate;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(n)\tContinue and reinforce its work on trade in services, services data and statistics and analysis of trade and services for development;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(o)\tContinue to assist developing countries, in particular the least developed countries, in strengthening their capacities to harness the potential of tourism that may positively contribute to inclusive economic growth, sustainable development and graduation from the least developed countries category in cooperation, where appropriate, with other relevant agencies;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(p)\tSupport responsible investment initiatives, including the Sustainable Stock Exchanges and Business Schools for Impact initiatives, building on its action plan for investing in the Sustainable Development Goals, to channel investment into Sustainable Development Goals sectors and to continue its work on corporate social responsibility, including through accountability initiatives that take into account social and environmental concerns;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(q)\tDevelop and promote a new generation of investment promotion and facilitation strategies, institutions and best-practice policies to align investment with inclusive and sustainable development objectives;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(r)\tContinue assisting developing countries in translating the UNCTAD Investment Policy Framework for Sustainable Development into national action plans and toolkits, through investment policy reviews, investment promotion, investment guides and other related products. It should continue to help countries to promote enterprise development and entrepreneurship, reduce bureaucratic barriers and streamline business registration, through the Entrepreneurship Policy Framework, Empretec and the Business Facilitation Programme;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(s)\tAcknowledging that the World Intellectual Property Organization has the lead in intellectual property rights issues in the United Nations system, UNCTAD will continue its work on intellectual property rights as it relates to trade and development.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(t)\tPromote effective international and national policies to help developing countries harness science, technology, innovation and entrepreneurship as an effective means of implementation of the Sustainable Development Goals, through policy analysis, sharing of experiences and policy-oriented capacity-building;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(u)\tStrengthen its work on enhancing development gains from the digital economy and e-commerce through policy analysis, national information and communications technology policy reviews, capacity-building in the area of e-commerce legislation and improving access to data and statistics on the information economy to assess policies and measure impact, including through the Partnership on Measuring Information and Communications Technology for Development;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(v)\tAssist developing countries, in particular the least developed countries, landlocked developing countries and small island developing States address the challenges and opportunities in relation to the use of the Internet and e-commerce, to develop their international trade capacities. It should, in cooperation where appropriate with other relevant international organizations, facilitate multi-stakeholder dialogue on how to expand the benefits from e-commerce and digital trade in developing countries, including through the development of eTrade for All;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(w)\tContribute to the implementation of the outcomes of the World Summit on the Information Society, including the outcome document of the high-level meeting of the General Assembly on the Overall Review of the Implementation of the Outcomes of the World Summit on the Information Society, particularly with regard to its facilitation role in the relevant action lines and in its capacity as secretariat of the Commission on Science and Technology for Development;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(x)\tContinue its work on trade facilitation and reinforce its support to developing countries to undertake trade facilitation reforms, including implementation of the Agreement on Trade Facilitation of the World Trade Organization;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(y)\tContinue to assist developing countries, in particular the least developed countries and countries with economies in transition, in designing strategies and policies to enhance the contribution of foreign investment to inclusive growth and the Sustainable Development Goals, including through participation in the higher levels of value addition in global value chains;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(z)\tContinue capacity-building activities, including Train for Trade, as reflected in paragraph 56 (r) of the Doha Mandate;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(aa)\tContribute to supporting effective trade-related public–private partnerships, in order to promote and achieve sustainable development in developing countries in line with each country’s national development strategies;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(bb)\tReinforce its work on the links between gender equality, women’s and girls’ empowerment and trade and development, and support member States in the design and implementation of policies and the establishment of institutions that support women’s economic empowerment, economic security and rights, and enhance their economic opportunities;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(cc)\tContinue its work on research and analysis, within its mandate, on enhancing the impact of migrants’ remittances on development, including their social and economic benefits, reducing their transaction costs and expanding access to financial services, while respecting their character as private funds;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(dd)\tContinue to assess the economic development prospects of the Occupied Palestinian Territory and examine obstacles to trade and development, and should strengthen its programme of assistance to the Palestinian people with adequate resources and effective operational activities, including relevant studies as part of the international community’s commitment to building an independent Palestinian State, and with a view to alleviating the adverse economic and social conditions imposed on the Palestinian people, in line with the Accra Accord and the Doha Mandate;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(ee)\tContinue to work with universities and research institutes, especially those located in developing countries and countries with economies in transition, through its Virtual Institute among other means, to strengthen their research and teaching capacities on trade and development and interrelated issues in the areas of finance, technology, investment and sustainable development;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(ff)\tContinue to provide analytical and technical support to member States that are bearing the brunt of geopolitical or other non-economic spillovers, in order to address the trade and development impacts in accordance with its mandate;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(gg) \tContinue to work in collaboration with other United Nations entities and other stakeholders to enhance the development of transparent measures of progress in terms of sustainable development through its research and analysis, data collection and statistics, including the enhancement of vulnerability indices in the area of trade and development;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(hh)\tContinue to build a better understanding of investment issues and investment policies that promote development, and promote a better understanding of issues related to international investment agreements and their development dimension.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Sub-theme 3\nAdvancing economic structural transformation and cooperation to build economic resilience and address trade and development challenges and opportunities, at all levels, within the UNCTAD mandate", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Policy analysis", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The global economy faces a series of persistent and emerging challenges to ensuring stable economic growth as well as achieving inclusive and sustainable development. These challenges include slow economic growth, challenges of climate change and response to growing energy demands. To this end, increasing resilience to these shocks is critical to achieving inclusive sustainable development. Key elements of such resilience are structural transformation, the development of productive capacities, economic diversification and industrialization, which all need an enabling environment at all levels. Poverty eradication and development efforts focused on stimulating sustainable long-term economic productivity and competitiveness can also play a role by generating domestic revenues to help build resilience, including through investment in physical and human infrastructure.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Economic structural transformation through diversification into more modern sustainable and technologically advanced activities and the production of higher value products is very important for resilience-building and sustainable long-term growth. However, structural transformation has proved challenging, partly reflecting limited technological development, poor infrastructure, in particular access to electricity, weak skills bases, domestic supply-side constraints and a challenging global economic environment, in particular uncertainty in global financial and commodity markets. Those challenges have affected the required mobilization of resources from both domestic and external sources to finance the investment essential to promote economic structural transformation. It will also require sound social, environmental and economic policies, including countercyclical fiscal policies, adequate fiscal space, good governance and democratic and transparent institutions at all levels.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Closely connected to structural transformation, and central to inclusive and sustainable development, is the development of productive capacities. Building productive capacities requires holistic and integrated approaches to exploit the nexus between trade and development and interrelated issues in the areas of finance, technology and investment, to promote and upgrade domestic competitive production, which will enable developing countries to better integrate into and maximize the benefits of participation in regional and global value chains.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Diversification of production and value addition, together with increasing productivity in traditional sectors such as agriculture, is critical to increasing economic resilience and building the productive capacities needed to create jobs, generate sustainable livelihoods, contribute to food security, increase incomes and improve quality of life. It is also critical to the establishment of inclusive and sustainable development. Diversification and value addition are particularly important in commodity-dependent countries, given the current depressed prices for some raw materials, to reduce exposure to volatile international commodity markets and facilitate movement up regional and global value chains. Infrastructure investments, environmentally sound technologies, capacity-building and training in transferable skills can increase value added from extractive trade activities along a value chain to allow countries to better take advantage of the opportunities and diffuse the benefits of resource rents to the wider economy, develop all stages of production and help local communities take advantage of the resulting opportunities.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Successful diversification requires an international enabling environment, including a trading regime, conducive to the achievement of inclusive and sustainable development and sustained growth. Cooperation with other relevant international forums, such as the Group of 20 and Asia–Pacific Economic Cooperation, can make a contribution in this respect. A stable international financial and monetary system also contributes to that end. An international economic environment that fails to support diversification risks jeopardizing all efforts to meet the needs of the 2030 Agenda for Sustainable Development, in particular in developing countries.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Industrialization is an important source of growth, job creation and value addition, as well as a significant source of inputs for the rural economy and a basis for the development of high-value services. Its sustainability should be promoted, including through the provision of appropriate means of implementation for developing countries. This has been an important subject of the analytical and policy-oriented work of UNCTAD, and is now incorporated as an objective in the Sustainable Development Goals, together with related targets in the fields of industrial diversification, entrepreneurial and technological upgrading and progress.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Industrialization, structural transformation, the development of productive capacities and diversification are all dependent on investment, which is also central to inclusive and sustainable development, employment and innovation and harnessing trade successfully for growth and poverty eradication.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Though not Sustainable Development Goals in themselves, entrepreneurial activity, related educational curricula, support for professional training, research and development, and related innovation should be promoted, as they can help to generate sustainable economic growth. Supporting the creation of inclusive businesses, particularly those owned by women and individuals from economically disadvantaged groups, can contribute to social inclusion, by generating income as well as offering goods and services to that part of the population. Governments can play an important role in this regard, including by promoting investment in microenterprises and small and medium-sized enterprises and improving their access to finance, technologies and services, as well as through supporting the enabling environment at all levels. A particular challenge is posed by very large and growing informal sectors in many developing countries, partly reflecting a combination of complex socioeconomic transformation processes, and a rate of industrialization insufficient for surplus labour to be absorbed into formal markets.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Investment in hard and soft infrastructure development and maintenance is essential for promoting inclusive and sustainable development and for economic growth and poverty eradication. Inadequate basic infrastructure physically disconnects many people in developing countries, restricting market size, hampering production and raising trade costs, as well as contributing to social exclusion. Facilitating the development of reliable, sustainable and resilient infrastructure development in developing countries, including through enhanced financial technological and technical support, can help boost the development of sustainable systems and increase long-term benefits.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Each country needs to adopt measures tailored to its own particular circumstances and priorities. There is thus no single universal policy blueprint for inclusive and sustainable development. In exercising their right and fulfilling their responsibility to advance their economic and social development and improve the welfare of their people, countries must select from the different approaches, visions and tools available, in accordance with local capabilities, conditions and needs and a country’s history and evolving role in the global economy while bearing in mind relevant international agreements and outcomes.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Some commonalities may nonetheless be identified in the policies and institutions needed for inclusive and sustainable development. The central role of the State in promoting equitable and sustainable development has long been recognized. This role extends beyond mitigating market failures and imperfections. A State that actively promotes development policies is also needed to bring about markets, to direct resources from low value added to higher productivity sectors and to promote sound investment policies. Open trade and free markets should be governed by prudent policy and sound regulation, avoiding the extremes of protectionism on the one hand and ungoverned markets on the other, and macroeconomic, environmental and social policies should focus on job creation, social inclusion, infrastructure investment and interconnectivity.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "It is crucial to maintain States’ capacity for effective policy design and implementation consistent with their international obligations, including appropriately targeted trade and other policies and appropriate market regulation to achieve industrialization, structural transformation, sustainable development and growth, to build resilience in the interests of the population as a whole. Capacity is also necessary to implement inclusive policies that tend to be cross-sectoral.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Another common component of national policies for inclusive and sustainable development is the creation of a safe, stable and attractive environment for enterprise and industry, including through appropriate macroeconomic and fiscal policies which support demand and better economic opportunities and reduce income inequalities. Such an environment should stimulate entrepreneurship, reward innovation, offer opportunities and incentives for productive investment and be open to competition and market expansion. Policies, along with the business practices of large and transnational companies, should enable local firms of all sizes, particularly microenterprises and small and medium-sized enterprises, both to participate in and benefit fully from regional and global value chains to increase value addition. There is potential to enhance the developmental impact of cooperation between the public and private sectors, including through appropriately designed public–private partnerships and innovative financial instruments where appropriate. Clear guidelines for responsible investment are important, including the United Nations Guiding Principles on Business and Human Rights. In addition, it is recognized that many countries have national regulations that go beyond common approaches to corporate social responsibility. Compliance by large and multinational companies, including those involved in extractive industries, with applicable national laws and regulations, including with respect to social and environmental rules, is important.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Fair, sound and robust national competition and consumer protection laws and policies are also important, as is international cooperation, information exchange and capacity-building in these areas, particularly in light of the expansion of global markets, the increasing role of transnational companies, the need for enhanced transparency and accountability, the information and communications technology revolution and the emergence of e-commerce.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Strengthening infrastructure through increased investment is a high priority. This requires identifying and addressing infrastructure gaps in developing countries, including, in particular, the least developed countries, landlocked developing countries, small island developing States, other structurally weak, vulnerable and small economies and in African countries, and highlighting environmentally, socially and economically sustainable opportunities for investment and cooperation. Regional approaches to mobilizing and utilizing financial and real resources to develop human and physical infrastructure are of key importance. With effective regional collaboration and regulation, the increasing integration of infrastructure systems within and across regions also offers potentially significant benefits through strengthening regional connectivity to meet social needs, by sharing resources and exploiting potential economies of scale.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Sound investments in human and institutional capacity-building, education, training, health and nutrition are also important to structural transformation, the development of productive capacities and sustainable and inclusive development, through the development of a diverse, skilled and qualified workforce that meets the demands of the economy and society.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The achievement of sustainable development in all three of its dimensions requires learning the lessons of earlier development strategies Of particular importance is inclusiveness, to ensure that all people have access to resources and opportunities, including women, children, youth, elderly persons, persons with disabilities, migrants, indigenous peoples, ethnic minorities and others in vulnerable situations. This contributes to the economic pillar of sustainable development as well as the social pillar. Women and young people, in particular, have a potentially transformative effect on development.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Women play a critical role in development and contribute to structural transformation. Therefore, gender equality and the empowerment of women and girls is essential to unlock this potential. Globally, women comprise more than 40 per cent of the workforce, and 45 per cent in the least developed countries, and play a critical role as producers and traders. Obstacles to women’s empowerment such as gender bias and income inequality remain important. Actions are required to address specific challenges to their equal and active participation in domestic, regional and international trade, especially to foster women’s entrepreneurship and increase the participation of women-owned companies in international trade. These actions include enhancing access to education and finance, increasing skills and knowledge and securing an enabling environment at all levels. The role of the financial sector in promoting the entrepreneurship of both women and youth also merits particular attention.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Youth unemployment is a particular concern, as it stifles the transformative potential of young people in sustainable development. Investment, especially in education, training and technology, is needed to empower young people and foster active citizenship. So, too, is a nurturing environment for the full realization of their rights and capabilities. This includes education to increase literacy, numeracy and skills relevant to decent work, entrepreneurship and the needs of the private sector.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Integrating environmental considerations into national trade and development strategies, where appropriate, is equally essential to the long-term sustainability and success of these strategies. Such considerations should be viewed as part of an approach encompassing all three pillars of sustainable development, taking into account the relationship between trade and competitiveness, and activities oriented to environmental concerns.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The role of UNCTAD", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In accordance with paragraphs 10 and 12, UNCTAD should:", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(a)\tProvide statistics, analytical work and technical assistance to developing countries in the areas of trade, economic diversification, industrial policies and the effective mobilization of financial resources for structural transformation, to enhance growth and development and to integrate beneficially into the global economy, including through the development of sectors and activities that generate greater value addition and effective exploitation of trade opportunities offered by multilateral and regional initiatives;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(b)\tContinue its efforts to promote strategies for the structural transformation of developing countries and countries with economies in transition, working closely with other United Nations agencies, relevant international organizations and other stakeholders, while also matching needs with relevant support mechanisms and promoting dialogue among countries on their transformational efforts towards the achievement of the Sustainable Development Goals;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(c)\tDevelop statistics and conduct research on emerging and long-standing development challenges to the least developed countries and analyse national and international policy strategies and programmes aimed at their graduation and sustainable development to provide practical solutions and policy options, including through the promotion of investment and entrepreneurship and building productive capacities;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(d)\tContinue and strengthen technical cooperation activities in the least developed countries through training and capacity-building, in accordance with the Istanbul Programme of Action;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(e)\tContinue and further address the needs of landlocked developing countries in formulating and implementing policies and strategies centred on fostering productive capacities and structural economic transformation, in accordance with the Vienna Programme of Action;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(f)\tContinue to assist the small island developing States in their efforts to address their physical and economic vulnerabilities, promote structural economic transformation and build resilience and productive capacities in accordance with the SAMOA Pathway;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(g)\tContinue activities to disseminate research findings and policy analysis on the least developed countries and enhance policy dialogue with least developed countries policymakers;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(h)\tContinue to address, through its work on the integrated treatment of trade and development and the interrelated issues on areas of finance, technology, investment and sustainable development, the specific challenges faced by middle-income countries, according to their needs for structural transformation. These challenges may include the slow pace of diversification and the impact of premature deindustrialization;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(i)\tContinue to assist structurally weak and vulnerable small economies in their efforts to promote investment and build productive capacity and report on the results of this work;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(j)\tContinue its support to addressing the special concerns and needs of Africa, including through the provision of policy advice and analysis;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(k)\tProvide an operational methodology for, and policy guidelines on, mainstreaming productive capacities in national development policies and strategies, including through the development of productive capacity indices, so that productive capacities are placed at the centre of national and international efforts to address the specific needs and challenges of the least developed countries, landlocked developing countries, small island developing States and Africa;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(l)\tAssist the least developed countries to progress towards and prepare for graduation from the least developed countries category, including strategies for facilitating a smooth transition, a clear understanding of the post-graduation environment and challenges and of the need to build productive capacities, and promote the structural transformation necessary for post-graduation sustainable development;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(m)\tSupport developing countries and countries with economies in transition in diversifying production and exports, including in new sustainable growth areas such as sustainable agriculture, including organic agriculture and creative industries;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(n)\tSupport developing countries relying significantly on natural resources exports and facing particular challenges, by encouraging sustainable investment in value addition and the processing of natural resources and productive diversification, while ensuring such investment is responsible and does no harm, and by addressing excessive tax incentives related to foreign direct investment, particularly in the extractive industries, as well as agro-based industries;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(o)\tDevise approaches to stimulating economic diversification and promoting higher value added production, including through trade, investment and entrepreneurship, with a view to providing equal economic opportunity for all in developing countries, especially in the least developed countries;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(p)\tStrengthen the capacity of commodity-dependent and net food-importing developing countries to reduce the short-term negative effects of price volatility, through instruments for market risk management;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(q)\tPromote sustainable trade in biodiversity products and services to strengthen the sustainability of biodiversity and foster sustainable growth, in close cooperation with other relevant agencies where appropriate;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(r)\tConduct policy analysis and identify policy options aimed at strengthening domestic and international resource mobilization for developing countries and countries with economies in transition;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(s)\tAssist developing countries, in particular the least developed countries, in assessing progress towards structural transformation, resilience-building, resource mobilization, economic diversification and competitiveness in support of their national development strategies, including through the analysis of policy best practices;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(t)\tContinue and further enhance its work on infrastructure services and support developing countries in the establishment of policy, regulatory and institutional frameworks that contribute to infrastructure development;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(u)\tAssist developing countries, including the least developed countries, in building a macroeconomic and business environment that stimulates enterprise development and competitiveness and maximizes sustainable investment opportunities;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(v)\tAssess, in cooperation with other relevant international organizations such as the International Labour Organization, the impact of labour and employment policies on economic growth, including the interrelation between macroeconomic and labour policies;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(w)\tDevelop and disseminate further its Entrepreneurship Policy Framework and assist developing countries in building a competitive microenterprises and small and medium-sized enterprises sector, as well as better integrating into global value chains, including through its Empretec programme, including for the promotion of youth and women’s entrepreneurship, and smallholding farmers;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(x)\tContinue to assist developing countries and countries with economies in transition to formulate and implement competition and consumer protection policies and laws, including through voluntary peer reviews and the sharing of best practices; as well as facilitating international cooperation among competition and consumer protection agencies together with other relevant international organizations, taking into account the revised United Nations Guidelines for Consumer Protection;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(y)\tAdvance its work on international standards of accounting and reporting, and promote best practices in corporate transparency and accounting, including through the use of its Accounting Development Tool, in coordination with international efforts in the field of sustainability accounting as appropriate;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(z)\tContinue to develop statistics on investment, the creative economy and the global economy and the operations of multinational enterprises;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(aa)\tComplementing the work of other organizations, continue its research and analysis within its mandate on the impact of migration, including vulnerable migrants, on development and trade capacity, considering its opportunities and challenges;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(bb)\tPromote and facilitate international cooperation for productive capacity and the industrial upgrading of developing countries, and advise countries on the appropriate measures to be taken in this regard in cooperation with other relevant international organizations;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(cc)\tThrough its three pillars, work to facilitate domestic and regional resource mobilization to allow for long-term structural transformation in developing economies.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Sub-theme 4\nContributing to the effective implementation of and follow-up to the 2030 Agenda for Sustainable Development and relevant outcomes from global conferences and summits, as related to trade and development", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Policy analysis", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The 2030 Agenda for Sustainable Development is a historic agreement of unprecedented scope and significance that will shape the global economic and development agenda for the next 15 years and require the full engagement of the international community. The success of the new development agenda will depend on all members of the international community playing their respective roles and fulfilling their mandates in its implementation. The role of UNCTAD within this broader process will be determined primarily by its mandate and also by its ability to ensure that its research and analysis and technical cooperation activities contribute to the implementation of the 2030 Agenda, and by its capacity to strengthen synergies and coherence between the three pillars of UNCTAD.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Sustainable development is about meeting the needs of today without compromising the ability of future generations to meet their needs. It includes improving living standards, while advancing long-term economic goals. The 2030 Agenda reaffirms the importance of the balance between the economic, social and environmental pillars of sustainable development and integrating them into policies and programmes, while taking into account different national realities, capacities, needs and levels of development and respecting national policies and priorities. It means protecting the environment, including tackling climate change and its impacts, and it requires actions at all levels by public sector, private sector and civil society, to ensure that their decisions contribute to an excellent quality of life for both present and future generations. Such efforts can be enhanced by developing transparent measures of progress on sustainable development that go beyond per capita income to encompass the social, economic and environmental aspects of domestic output and structural gaps at all levels, together with tools to mainstream sustainable development into national development strategies and to monitor its realization in different economic activities.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The 2030 Agenda is broader than a set of goals; it is, rather, a plan of action, and its implementation requires urgent bold and transformative steps. All countries have committed to implement the necessary changes, nationally and internationally, in collaborative partnership with other stakeholders, in a spirit of strengthened global solidarity and for the full benefit of all. These steps are included in the 2030 Agenda itself, as means of implementation, which are indivisible from, and of equal importance with, the goals for sustainable development outcomes. They are also, in part, reflected in the Addis Ababa Action Agenda.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The primary means of fulfilling the 2030 Agenda is through national sustainable development strategies supported by an enabling international economic environment which is integral to their success. This will require the intensive global engagement of Governments, international bodies and other stakeholders in support of the implementation and mobilization of available policy instruments and resources. Effective and decisive action by international bodies in line with their mandates, particularly the United Nations and its specialized agencies, is thus an essential part of a revitalized Global Partnership for Sustainable Development. Outcomes in other international forums such as the World Trade Organization also contribute to the accomplishment of the 2030 Agenda.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "For the effective implementation of the 2030 Agenda, it is important that relevant international agreements, rules and standards are not only mutually consistent, but also consistent with and support, progress towards the Sustainable Development Goals.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Effective implementation will require sound and coherent policy frameworks and statistics at the international level, based on pro-poor, inclusive and gender-sensitive development strategies. This includes, in particular, promoting coherent and mutually supporting world trade, monetary, financial and development systems based on stronger global economic governance and enhanced cooperation between international institutions. It will require efforts to limit the excessive volatility of commodity prices.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The challenge of achieving the Sustainable Development Goals is compounded by the current uncertainty in the global economic environment. Success will depend on, inter alia, a global monetary and financial system conducive to financial stability, as well as mobilizing the additional resources needed for investment and improving international tax cooperation to strengthen domestic revenue bases. This includes, inter alia, improved early warning of macroeconomic and financial risks and a strengthened permanent international financial safety net, including more comprehensive and flexible financial responses to the needs of developing countries, as recognized in the Addis Ababa Action Agenda.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "As envisaged in the 2030 Agenda, achieving these changes will depend on a more coherent, inclusive and representative global architecture for sustainable development. This therefore requires responsive, inclusive, participatory and representative decision-making at all levels through effective, accountable and inclusive regional and international institutions, with broader and stronger participation by developing countries. It also requires the leadership of an adequately resourced, relevant, coherent, efficient and effective United Nations.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UNCTAD has an important role in this process. Previous quadrennial conferences have mandated UNCTAD to implement and follow up on relevant outcomes from global conferences and summits on development and trade and interrelated issues in the areas of finance, technology and investment play a key role in supporting the implementation of the 2030 Agenda for Sustainable Development and the Addis Ababa Action Agenda. UNCTAD should contribute to the United Nations high-level political forum which is the central follow-up and review platform for the 2030 Agenda for Sustainable Development. UNCTAD will contribute to this monitoring process.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The challenges and commitments contained in the 2030 Agenda, the Addis Ababa Action Agenda and other agreements and outcomes in 2015 encompass all elements of the core mandate of UNCTAD and they are closely interrelated, requiring integrated and holistic solutions. The Sustainable Development Goals and the associated targets, in particular, including the means of implementation, are multidimensional, interlinked and indivisible. The 2030 Agenda itself emphasizes that these interlinkages and the integrated nature of the Agenda are of crucial importance to ensuring that its purpose is realized. Thus, these recent agreements and outcomes confer an essential role on UNCTAD, as the focal point in the United Nations for the integrated treatment of trade and development and interrelated issues in the areas of finance, technology and investment. UNCTAD already plays an important role in the implementation of and follow-up to the Istanbul Programme of Action, the Vienna Programme of Action and the SAMOA Pathway.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "By virtue of its mandate, UNCTAD provides added value within the international system, and has an important role in the implementation of recent global agreements and outcomes, including the goal of revitalizing the Global Partnership for Sustainable Development. In particular, it provides a useful platform for dialogue between developed and developing countries and its intergovernmental machinery, in particular consensus-building, is an important contributor to global good governance, as a channel for articulating the interests of developing countries. However, its contribution depends in part upon raising the profile of its work programme, and the issues falling under its core mandate and its role as the focal point within the United Nations system for the integrated treatment of trade and development and interrelated issues in the areas of finance, technology, investment and sustainable development.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Strengthening UNCTAD contributions implies intensifying mutual cooperation and communications with other United Nations agencies and international organizations and can contribute to more efficient resource use, increased coherence and enhanced synergies between them. The role of UNCTAD in the implementation of the 2030 Agenda and Addis Ababa Action Agenda thus offers the opportunity to strengthen the networking and interaction of the global community on trade and development and interrelated issues in the areas of finance, technology, investment and sustainable development.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UNCTAD has a unique and central role as a producer and provider of statistics across all areas of its work. In addition to the integrated treatment of trade with other global and macroeconomic issues from a development perspective, UNCTAD should also continue to pursue its established mandate in the provision of technical assistance on trade and development and interrelated issues in the areas of finance, technology, investment and sustainable development.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In focusing on its mandate across the three pillars of research and analysis, technical assistance and consensus-building, UNCTAD should strengthen its role in addressing the needs and priorities of developing countries for sustainable development and strengthening their role in the global economy. Cooperation with civil society should also be strengthened, to enhance their advocacy for inclusive sustainable development, as should consultation with other private sector actors to identify key obstacles to investment, particularly in the least developed countries.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UNCTAD should maintain its support for the least developed countries, landlocked developing countries, small island developing States, African countries and other structurally weak, vulnerable and small economies, while also taking account of the continued challenges faced by some other developing countries and countries with economies in transition and continuing to support their efforts to address these challenges. Emphasis on graduation from the least developed countries category should be increased, including through the continued provision of advisory services and policy analysis in collaboration with the Office of the High Representative for the Least Developed Countries, Landlocked Developing Countries and Small Island Developing States.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The three pillars of consensus-building, research and analysis and technical assistance remain of equal strategic importance. Further efforts are needed to increase their linkages and complementarity, to enhance the contribution of UNCTAD to the implementation of the 2030 Agenda. The intergovernmental machinery should determine the institution’s direction and provide the political context for its research and analytical work, which in turn should inform and support consensus-building on development challenges.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The role of the Trade and Development Board should be central to these efforts and should be strengthened. The Working Party on the Strategic Framework and Programme Budget, and through it the Trade and Development Board, should be supplied in a concise and timely manner with the necessary aggregate information by the UNCTAD secretariat to adequately fulfil this role.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The existing intergovernmental machinery of UNCTAD should be revitalized, thus better supporting the implementation of the 2030 Agenda. The Geneva Dialogues should continue as a mechanism for the continued analytical and research-based discussion of the systemic impact of development policies at the global level on national policymaking and implementation. Areas of attention should include persistent and emerging economic challenges from a development perspective.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Expert group meetings should be improved by ensuring through and within all available means more participation of experts from developing countries, and by exploring all links with the Sustainable Development Goals, thus better supporting the implementation of the 2030 Agenda. They should lead to concrete outcomes for consideration by all countries. Expert group meetings should be more distinct from the discussions in the Trade and Development Board.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Independent development-oriented analytical work of UNCTAD is crucial to inform the deliberations of member States. It should continue to provide regular analysis of the global trends in trade and development and interrelated issues, with a particular focus on the implementation of the 2030 Agenda and the Sustainable Development Goals. It should encompass issues related to the sustainability and predictability of innovative and new sources of finance, the role of the private sector, the financing of microenterprises and small and medium-sized enterprises, and trends related to investment.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UNCTAD flagship reports should provide substantive recommendations for the consideration of the Trade and Development Board, which would help to make them more focused. Outreach and engagement, for capacity-building as well as research, could be enhanced through greater and more effective use of new communications technologies, including web-based and online training.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UNCTAD technical assistance should be further improved throughout project cycles. Technical assistance should seek to enhance the capacity of developing countries in understanding the nature and dynamics of the global economic system and alternatives for its reform in line with the 2030 Agenda for Sustainable Development. It should also promote and facilitate international cooperation for the development of productive capacities and industrial upgrading in developing countries, and advise countries on appropriate measures to this end. UNCTAD can also assist developing countries in achieving sustainable development, particularly in its economic dimension, as well as assist member States in monitoring progress towards the targets set out in the recent global agreements and outcomes as they relate to trade and development issues. Its technical cooperation and capacity-building, including at the ministerial level, should thus support member States, in areas encompassed by its mandate, in defining and coordinating national development strategies oriented towards sustainable development, incorporating the different approaches, visions and tools available.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Results-based management should be continuously enhanced and applied as a flexible management tool, whereby it offers a cost-effective means of advancing initiatives and development outcomes. This can contribute to improving the effectiveness, efficiency and impact on development outcomes of UNCTAD operations through sharing lessons, continuously improving the benefits of UNCTAD operations for recipients and streamlining reporting to donors.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The role of UNCTAD", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In accordance with paragraphs 10 and 12, UNCTAD should:", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(a)\tContribute, through its three pillars of work, to the implementation, monitoring and review of the 2030 Agenda, especially the relevant targets in the areas of trade and development and interrelated areas of finance, technology and investment across the Sustainable Development Goals, in particular Goal 17 on revitalizing the Global Partnership for Sustainable Development;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(b)\tIn cooperation with relevant partners, consider ways of mobilizing additional financial resources for developing countries from multiple sources;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(c)\tUtilize the World Investment Forum for the regular exchange of experiences and best practices in the area of investment and enterprise policies for development, involving the widest possible range of stakeholders and providing for a universal, inclusive and transparent review of progress towards the implementation of the Sustainable Development Goals at the highest level and continue to use the World Investment Report to analyse global foreign direct investment trends, which includes an in-depth analysis of relevant foreign direct investment topics;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(d)\tContribute actively, in cooperation with relevant partners as appropriate, to the effective implementation of international agreements and outcomes that recognize the role of transport infrastructure, trade logistics and trade facilitation in the implementation of the 2030 Agenda;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(e)\tAssist, as appropriate, member States, in particular developing countries, in implementing and monitoring progress towards landmark outcomes of major United Nations summits and conferences as well as other relevant international conferences that have implications for trade and development and interrelated issues in the areas of finance, technology and investment;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(f)\tProvide a forum for the exchange of experiences and assist countries in their reporting through national reviews in the context of the 2030 Agenda and the Sustainable Development Goals;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(g)\tContinue its research and analysis on the prospects and impacts of global economic trends, as well as developments in the policies of relevant international institutions on national trade and development policies deployed to attain sustainable development, in particular by developing countries;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(h)\tIn preparing its reports related to commodity-dependent developing countries, assess the trade and development-related implications of the agreement made in the context of the twenty-first Conference of the Parties of the United Nations Framework Convention on Climate Change and the Sustainable Development Goals;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(i)\tContinue to contribute to the dedicated follow-up to and review of the International Conference on Financing for Development outcomes;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(j)\tContribute to the monitoring, discussion and implementation of the Sustainable Development Goals by providing relevant, reliable and timely statistics, disaggregated as appropriate, and through statistical capacity-building at the national level, as an essential basis for policy analysis and informed decision-making on trade and development;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(k)\tFocus on the main challenges that all developing countries face in the areas of trade and development and in interrelated issues of finance, investment, technology and sustainable development in pursuing internationally agreed development goals, including the Sustainable Development Goals. In this regard, special attention should be paid to the least developed countries and commodity-dependent developing countries, as well as net food-importing developing countries;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(l)\tAssess, including through research and analysis on a regular basis, and promote consensus on how development cooperation and partnerships, including those involving South–South cooperation, can further contribute to the achievement of the Sustainable Development Goals in developing countries;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(m)\tProvide, at the request of member States, briefings on current trade and development-related issues, including at the ministerial level;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(n)\tReport annually to the Trade and Development Board on the implementation of the quadrennial comprehensive policy review;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(o)\tContribute to discussions on the modernization of the measurement of official development assistance;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(p)\tDiscussions in the regular sessions of the Trade and Development Board should provide high-level guidance to the work of UNCTAD and, as appropriate, contain agreed conclusions specifically addressing the UNCTAD contribution to the accomplishment of the Sustainable Development Goals and the broader trade and development agenda. To this end, the background documentation for the Trade and Development Board, including the respective flagship publications and outcomes of relevant expert meetings, should contain specific policy recommendations for the consideration of the Board;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(q)\tThe Trade and Development Board should, where appropriate, organize special sessions to provide the contribution of UNCTAD to the substantive preparatory processes of relevant United Nations conferences and summits. In accordance with existing practice, the outcomes of those special sessions could, if necessary, be in the form of a President’s summary of the proceedings.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(r)\tIn line with the structure of the intergovernmental machinery as laid out in the Accra Accord, the Trade and Development Board will operationalize the creation of two intergovernmental expert groups. The topics to be considered will include inter alia\ne-commerce and the digital economy; and financing for development, as reflected in the Addis Ababa Action Agenda and within the work of UNCTAD;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(s)\tThe allocation of resources for the operationalization of the newly established intergovernmental expert groups could be through utilizing the resources and time allocations of the existing expert group meetings and the two Commissions, without impacting the delivery of the Commissions’ mandates. The UNCTAD secretariat shall present options for the operationalization of the intergovernmental expert groups, including their placement in the intergovernmental machinery, within existing resources, to the Trade and Development Board for its consideration. The intergovernmental expert group mandates will be reviewed at the next quadrennial Conference. The topics of the existing multi-year expert meetings shall remain the same unless the Trade and Development Board decides otherwise;", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(t)\tIn cooperation with other relevant international organizations and other stakeholders, support developing countries, in particular small island developing States, in the advancement of Sustainable Development Goal 14 in the design and implementation of regional and/or national economic development strategies for the conservation and sustainable use of oceans and their resources, seeking to promote sustainable trade in ocean-based sectors, including through the analysis of fisheries subsidies that lead to overcapacity and overfishing and subsidies that contribute to illegal, unreported and unregulated fishing and the challenges they pose to developing countries, particularly in connection with the conservation of marine resources and food security.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}]