[{"text": "Twelfth special session of the Governing Council/\nGlobal Ministerial Environment Forum", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Nairobi, 20–22 February 2012", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Item 4 of the provisional agenda*", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Emerging policy issues: environment and development", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Intergovernmental science-policy platform on biodiversity and ecosystem services", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Report of the Executive Director", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Background", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In March 2008, a concept note was prepared by the United Nations Environment Programme (UNEP) explaining the rationale for the establishment of an intergovernmental multi-stakeholder platform on biodiversity and ecosystem services, based on a request from the international science committee of the International Mechanism of Scientific Expertise on Biodiversity process and the partners of the Millennium Ecosystem Assessment follow-up strategy. The note was made available as an information document to the Conference of the Parties to the Convention on Biological Diversity at its ninth meeting, in May 2008 (UNEP/CBD/COP/9/INF/37/Rev.1).", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The consultations on an international mechanism for scientific expertise on biodiversity and the global strategy on Millennium Ecosystem Assessment follow-up both reflected a general recognition of a need for a platform on biodiversity and ecosystem services. That recognition was further strengthened by decision IX/15 of the Conference of the Parties to the Convention on Biological Diversity, by which the parties welcomed the agreement of the Executive Director to convene an ad hoc open-ended intergovernmental multi-stakeholder meeting to consider establishing an efficient international science-policy interface on biodiversity, ecosystem services and human well-being; invited parties to ensure that appropriate science and policy experts were made available to attend; and encouraged the participation of experts from various regions and disciplines.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Accordingly, such a meeting was held in Putrajaya, Malaysia, from 10 to 12 November 2008. The outcome of the meeting was reported on by the Executive Director at the twenty-fifth session of the Governing Council/Global Ministerial Environment Forum. As a result, by its decision 25/10, the Governing Council requested the Executive Director to undertake a further process to explore mechanisms to improve and to strengthen the science-policy interface for biodiversity and ecosystem services for the conservation and sustainable use of biodiversity, long-term human well-being and sustainable development and, specifically, to convene a second intergovernmental and multi-stakeholder meeting in 2009.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In accordance with that decision, the Executive Director convened a second meeting in Nairobi from 5 to 9 October 2009. Representatives considered the results of a gap analysis on existing science-policy interfaces on biodiversity and ecosystem services and deliberated on unmet needs. The Executive Director reported to the Governing Council/Global Ministerial Environment Forum at its eleventh special session on the outcome of the meeting, resulting in the Council’s adoption of decision SS.XI/4.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "By that decision, the Governing Council requested the Executive Director to support efforts by Governments and relevant organizations to finalize in 2010 their deliberations on improving the science-policy interface for biodiversity and ecosystem services for the conservation and sustainable use of biodiversity, long-term human well-being and sustainable development. Specifically, the Governing Council requested the Executive Director to convene, in June 2010, a third and final ad hoc intergovernmental and multi-stakeholder meeting to negotiate and reach agreement on whether to establish an intergovernmental science-policy platform on biodiversity and ecosystem services. By the same decision, the Governing Council requested the Executive Director to transmit, on behalf of the Governing Council, the outcomes of and necessary documentation from the third and final meeting to the General Assembly at its sixty-fifth session for consideration during the high-level segment on biological diversity in September 2010 and thereafter.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Executive Director convened the third and final meeting in Busan, Republic of Korea, from 7 to 11 June 2010. The main outcome of the Busan meeting was an agreement among Governments to establish a new intergovernmental science-policy platform on biodiversity and ecosystem services. Governments also agreed on the scope of the platform, which should respond to requests from Governments. They provided overall directions on the operations of the platform, indicating that it should identify and prioritize key scientific information needed for policymakers; should perform regular and timely assessments of knowledge; should support policy formulation and implementation; and should prioritize key capacity-building needs and catalyse financing for capacity-building activities. Governments also agreed on some key guiding principles for the platform.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Busan outcome document (UNEP/IPBES/3/3, annex) was transmitted to and considered by the General Assembly at its sixty-fifth session. The General Assembly adopted resolution 65/162 of 20 December 2010, by which it requested UNEP to convene a plenary meeting providing for the full and effective participation of all Member States, in particular representatives from developing countries, to determine modalities and institutional arrangements for the platform at the earliest opportunity.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "By its decision 26/4, the Governing Council took note of the resolution, endorsed the Busan outcome and decided, based on the request by the General Assembly, to convene a plenary meeting. It requested the Executive Director, in cooperation with the United Nations Educational, Scientific and Cultural Organization (UNESCO), the Food and Agriculture Organization of the United Nations (FAO) and the United Nations Development Programme (UNDP), to convene the plenary meeting in 2011 and to continue to facilitate any ensuing process to implement the platform until such time as a secretariat was established.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The secretariat deemed two sessions of the plenary meeting necessary in order for the platform to be made fully operational. The first session of the plenary meeting was held in Nairobi from 3 to 7 October 2011.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Outcomes of the first session of the plenary meeting", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "I.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The first session of the plenary meeting was attended by representatives of 112 Governments. UNEP provided support to 80 developing-country Governments. In addition, over 50 observer organizations registered to attend the meeting.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The meeting was chaired by Mr. Robert Watson (United Kingdom of Great Britain and Northern Ireland). Mr. Ali Mohamed (Kenya), Mr. Yeon-chul Yoo (Republic of Korea), Ms. Senka Barudanovich (Bosnia and Herzegovina) and Mr. Braulio Ferreira de Souza Dias (Brazil) served as vice-chairs.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The representatives made considerable progress in deciding on the modalities and institutional arrangements for the platform. In their discussions, they reiterated the platform’s functions and operating principles, as set out in the Busan outcome, adding the principle that the platform would take a bottom-up approach to its work.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The representatives also agreed upon the functions of bodies that might be established under the platform, and narrowed down options for structures to support the efficient and effective operations of the platform to two clearly defined options for the top-level governance structure (a multidisciplinary expanded bureau, or a scientific panel and a smaller bureau). Subsequent discussions on any potential subsidiary bodies of its governing body (known as “the plenary”) will be held at the second session of the plenary meeting. Agreement was also reached on the functions of the secretariat and on most functions of the plenary and its chair and vice-chairs.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The representatives exchanged initial views on the rules of procedure for meetings of the plenary. It was suggested that, while the draft rules of procedure provided a basis for considering the matter, the platform would probably require additional elements to the draft rules of procedure to support its functions. The representatives were invited, jointly or individually, electronically to submit proposals regarding rules of procedure and related procedures to the secretariat by 15 December 2011. The secretariat would then compile those submissions, without substantive editing, and circulate them to the participants at the second session of the plenary no later than six weeks before the second session.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A preliminary exchange of views on the platform’s work programme was held. In addition to specific suggestions on the platform’s individual functions, there was general recognition that the platform’s four functions should be delivered in an integrated manner through its work programme. To make progress at the second session of the plenary meeting, it was agreed that the secretariat would develop a document outlining options for the work programme, which it would circulate for a six-week period for review by Governments and other stakeholders. An updated document would then be made available for the second session of the plenary meeting.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Legal issues relating to the platform’s establishment and operationalization were also discussed, following the receipt of advice from the Office of Legal Affairs in New York. Views were expressed regarding both the process by which to establish the platform and the platform’s status within the United Nations.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The representatives discussed and agreed upon the process and elements that might be considered in selecting the host institution or institutions and the physical location of the platform’s secretariat. Consequently, they invited UNEP, UNESCO, FAO and UNDP to submit a joint proposal for hosting the secretariat, and agreed that interested Governments would submit their offers to provide the physical location of the platform’s secretariat no later than 15 January 2012, for consideration at the second session of the plenary meeting.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The report of the meeting (UNEP/IPBES.MI/1/8) can be found at www.ipbes.net.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Towards the second session of the plenary meeting", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "II.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A.Arrangements and expectations", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UNEP, in cooperation with UNESCO, FAO and UNDP, and in consultation with other relevant stakeholders, is currently working to organize the second session of the plenary meeting, to take place from 16 to 21 April 2012 in Panama City.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UNEP is working with UNESCO, FAO and UNDP to prepare a joint proposal on the four agencies’ possible individual and collective contribution to the platform’s secretariat and on administrative arrangements that respond to the functions of the secretariat agreed upon at the first session of the plenary meeting. In addition, a revised document on the work programme was uploaded on the platform website with a deadline for comments of 15 December 2011.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "It is anticipated that, at the second session, deliberations on modalities and institutional arrangements will continue, encompassing the platform’s work programme, governance structure and rules and procedures, and budget. The legal issues regarding the platform’s establishment will also be discussed with a view to reaching agreement. It is also expected that Governments will take a decision on the host institution or institutions and physical location of the secretariat.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "B.Financial and administrative implications", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "By its decision 26/4, the Governing Council requested the Executive Director to report on the financial and administrative implications of implementing the decision. In this regard, in addition to staff costs, some $800,000 was spent in convening the first session of the plenary meeting. It is expected that convening the second session will require a slightly higher budget as a result of the longer duration of the meeting. The funds for the two sessions are extrabudgetary.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Information on the indicative and possible budget requirements for the administration and implementation of the platform was made available at the first session of the plenary meeting in document UNEP/IPBES.MI/1/INF/7. This information is being revised on the basis of the deliberations at the first session, and the submissions received during the intersessional period, and will be made available at the second session as a working document. Full information on the financial and administrative implications for the platform’s operation can be made available only after discussions at the second session on modalities and institutional arrangements for the platform have concluded.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}]