[{"text": "United Nations Environment Assembly of the \nUnited Nations Environment Programme", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Fourth session", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Nairobi, 11–15 March 2019", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Ministerial declaration of the United Nations Environment Assembly at its fourth session", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Innovative solutions for environmental challenges and sustainable consumption and production", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "We, the world’s ministers for the environment, having gathered at the fourth session of the United Nations Environment Assembly in Nairobi, together with the representatives of international organizations and other stakeholders, recall the outcomes of the previous sessions of the Environment Assembly and are dedicated to addressing environmental challenges through advancing innovative solutions, and to moving towards sustainable and resilient societies through sustainable consumption and production patterns.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "We reaffirm that poverty eradication, changing unsustainable and promoting sustainable patterns of consumption and production , and protecting and managing the natural resource base of economic and social development are the overarching objectives of and essential requirements for sustainable development, and we recognize that innovative approaches and solutions are necessary to move our world closer to the vision set out in the outcome document of the United Nations Conference on Sustainable Development, held in Rio de Janeiro, Brazil, from 20 to 22 June 2012, entitled, “The future we want”, and in the 2030 Agenda for Sustainable Development.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "We are, however, deeply concerned about the findings of relevant global environmental assessments which indicate that, despite the availability of solutions to our common environmental challenges, our planet is increasingly polluted, affected by the adverse effects of climate change, quickly losing its biodiversity, and experiencing widespread environmental degradation.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "We will undertake measures to invest in integrated, innovative and coherent approaches in policy development and implementation, to spearhead poverty eradication efforts through sustainable environment and natural resources management.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "We are determined to ambitiously scale up our efforts to overcome common environmental challenges, including health-related challenges, in a balanced and integrated manner through identifying and developing innovative solutions by fostering sustainable and efficient resource management; promoting the use and sharing of environmental data; and engaging civil society, citizens, indigenous peoples and local communities, the private sector, academia and all other relevant stakeholders as appropriate; and we therefore decide, taking into account our national circumstances, to take the following actions:", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "We will improve national resource management strategies with integrated full \nlife-cycle approaches and analysis to achieve resource-efficient and low-carbon economies.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "We will advance sustainable consumption and production patterns, including, but not only, through circular economy and other sustainable economic models and the implementation of the 10-Year Framework of Programmes on Sustainable Consumption and Production Patterns.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "We will promote innovation and knowledge sharing in chemicals and waste management to achieve safer and less toxic material flows in order to protect human health and the environment.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "We will promote sustainable food systems by encouraging the implementation of sustainable and resilient agricultural practices, improving value generation, and significantly reducing waste and energy use along the food supply chain to help ensure food security and ecosystem functions and services.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "We will implement sustainable ecosystems restoration, conservation and landscape management measures to combat biodiversity loss, land degradation, droughts, soil erosion and pollution, desertification, and sand and dust storms.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "We will share knowledge regarding the implementation of strategies and best practices for sustainable management of metal and mineral resources.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "We will undertake actions to restore and protect marine and coastal ecosystems, noting that the United Nations Environment Programme’s Marine and Coastal Strategy can contribute to our collective efforts in this area.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "We will work towards comparable international environmental data, and we support the United Nations Environment Programme in developing a global environmental data strategy by 2025 in cooperation with other relevant United Nations bodies.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "We will improve national environmental monitoring systems and technologies, including for air, water and soil quality, biodiversity, deforestation, marine litter, and chemicals and waste, and we encourage the development of national environmental data management capacities.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "We will promote the use of data analysis models to develop environment foresight reports, support evidence-based decision-making, and improve national and local preparedness and responses to mitigate environmental degradation and risks from disasters and conflicts in line with the 2030 Agenda for Sustainable Development.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "We will work towards developing policies for sound waste management and defining, at the earliest opportunity, appropriate and ambitious national targets for reducing waste generation, increasing the reuse of products and increasing the recycling of waste, and we will work towards improving the environmental quality of our cities.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "We will address the damage to our ecosystems caused by the unsustainable use and disposal of plastic products, including by significantly reducing the manufacturing and use of \nsingle-use plastic products by 2030, and we will work with the private sector to find affordable and environmentally friendly alternatives.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "We will support global efforts to develop sustainable products and services, and we encourage the setting of ambitious national goals on the use of sustainable procurement to stimulate demand for environmentally sound products, processes and services.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "We encourage the disclosure of appropriate product information to consumers, and we will promote the development of measures to increase transparency in product chains.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "We will invest in environmental research, education and awareness-raising in the framework of sustainable development, with a strong focus on women and youth, and we will promote wider use of innovative approaches, such as inclusive citizen science.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "We will respect indigenous and local knowledge on environmentally friendly practices and promote the engagement of indigenous peoples and local communities.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "We will promote sustainable and innovative financing opportunities and mechanisms to unlock new capital for sustainable investment and upscaling of sustainable business models, with a special focus on small and medium-sized enterprises.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "We will seek out innovative solutions to environmental challenges by strengthening partnerships between the public and private sectors and academia for accelerating the uptake and upscaling of those solutions.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "We will ensure the active participation of civil society, citizens, indigenous peoples and local communities, the private sector, academia and other relevant stakeholders in achieving sustainable development, and we promote their effective engagement.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "We recognize that the effective implementation of these actions requires enabling and coherent policy frameworks, good governance and law enforcement at the global, regional, national, subnational and local levels, and effective means of implementation, including finance, \ncapacity-building, environmentally sound technologies and developing partnerships in line with the Addis Ababa Action Agenda.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "We welcome the progress made at the fourteenth meeting of the Conference of the Parties to the Convention on Biological Diversity, held in Sharm El Sheikh, Egypt, in 2018, and appreciate the initiative of the Government of Egypt in this regard, and we commit ourselves to developing an ambitious and realistic post-2020 global biodiversity framework that is expected to be adopted at the fifteenth meeting of the Conference of the Parties to the Convention, to be held in China in 2020.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "We stress the need for concerted efforts towards achieving the 2020 goals for the sound management of chemicals and waste and an enabling framework for international sound management of chemicals and waste beyond 2020 for possible consideration at the fifth session of the United Nations Environment Assembly.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "We welcome the outcomes of the twenty-fourth session of the Conference of the Parties to the United Nations Framework Convention on Climate Change, held in December 2018 in Katowice, Poland.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "We request the Executive Director of the United Nations Environment Programme to track the implementation of the actions set out in this declaration through its regular environmental assessment processes and to support our national efforts, including through the regional and subregional presence of the Programme, and we request the Executive Director to provide a progress report, in collaboration with Member States, for our consideration at the seventh session of the United Nations Environment Assembly.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}]