[{"text": "Twelfth special session of the Governing Council/\nGlobal Ministerial Environment Forum", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Nairobi, 20–22 February 2012", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Item 4 of the provisional agenda*", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Emerging policy issues: environment and development", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "International environmental governance", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Report of the Executive Director", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Suggested action by the Governing Council", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "I.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Governing Council may wish to adopt a decision along the lines suggested below:", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Governing Council,", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Taking note of its decision 26/1 of 24 February 2011, on international environmental governance,", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Taking", "action_verb_type": "preambular", "action_verb_normalized": "tak", "links": []}, {"text": "Welcoming the progress by the Executive Director in the implementation of the incremental reforms that were identified in the set of options presented by the Consultative Group of Ministers or High-level Representatives on International Environmental Governance established under Governing Council decision 25/4 to the Governing Council at its eleventh special session, in February 2010,", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Welcoming", "action_verb_type": "preambular", "action_verb_normalized": "welcom", "links": []}, {"text": "Taking note of the consultations with the Committee of Permanent Representatives to the United Nations Environment Programme held on 8 November 2011, at which the Committee selected a number of incremental reforms requiring a decision of the Governing Council,", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Taking", "action_verb_type": "preambular", "action_verb_normalized": "tak", "links": []}, {"text": "Urges the Executive Director to complete any remaining incremental reforms that do not require a decision of the Governing Council as early as possible;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "1.", "action_verb": "Urges", "action_verb_type": "operative", "action_verb_normalized": "urg", "links": []}, {"text": "Notes that there is a need to strengthen the role of the Global Ministerial Environment Forum in setting the global environmental agenda and a need to enhance collaboration on the social and economic aspects of sustainable development, and therefore requests Governments to encourage ministers other than those for the environment to attend the sessions of the Forum.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "2.", "action_verb": "Notes", "action_verb_type": "operative", "action_verb_normalized": "not", "links": []}, {"text": "Encourages the Global Ministerial Environment Forum to provide recommendations and advice across the United Nations system and to multilateral environmental agreements on the global environmental agenda and its priorities;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "3.", "action_verb": "Encourages", "action_verb_type": "operative", "action_verb_normalized": "encourag", "links": []}, {"text": "Invites the conferences of the parties to the biodiversity-related conventions, in close collaboration with the United Nations Environment Programme, to launch a synergies process among those conventions, taking into account the lessons learned from the synergies process involving the conventions relating to chemicals and wastes;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "4.", "action_verb": "Invites", "action_verb_type": "operative", "action_verb_normalized": "invit", "links": []}, {"text": "Requests the Executive Director to to foster further synergies in the administrative functions of the multilateral environmental agreement secretariats administered by the United Nations Environment Programme, taking into account the lessons learned from the synergies process involving the conventions relating to chemicals and wastes;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "5.", "action_verb": "Requests", "action_verb_type": "operative", "action_verb_normalized": "request", "links": []}, {"text": "Requests the General Assembly to consider adopting the Bali Strategic Plan for Technology Support and Capacity-building as a United Nations system-wide plan for the environment in accordance with resolution 63/220 of 19 December 2008;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "6.", "action_verb": "Requests", "action_verb_type": "operative", "action_verb_normalized": "request", "links": []}, {"text": "Encourages member States to provide extrabudgetary funding to strengthen the regional offices of the United Nations Environment Programme and to support and expand the multilateral environmental agreement focal point programme.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "7.", "action_verb": "Encourages", "action_verb_type": "operative", "action_verb_normalized": "encourag", "links": []}, {"text": "Implementation of incremental change and/or reform", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "II.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "By paragraph 2 of its decision 26/1, the Governing Council of the United Nations Environment Programme (UNEP) took note of the report of the Executive Director on the implementation of incremental changes identified in the set of options presented by the Consultative Group of Ministers or High-level Representatives on International Environmental Governance established under Governing Council decision 25/4 to the Governing Council at its eleventh special session. It requested the Executive Director, in consultation with the Committee of Permanent Representatives, to submit a draft decision for consideration by the Governing Council/Global Ministerial Environment Forum at its twelfth special session on those incremental improvements requiring a Governing Council decision as indicated in that report.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Committee of Permanent Representatives reviewed progress in the implementation of the reforms on 8 November 2011 and concluded that the process would be brought to a satisfactory conclusion by submitting a draft decision on reforms 5, 7, 17, 20 and 29 to the Governing Council/Global Ministerial Environment Forum at its twelfth special session, as those reforms required a decision of the Governing Council for their implementation. The Committee also indicated that some of the incremental reforms were closely related to the broader reforms to be discussed at the United Nations Conference on Sustainable Development and thence should await the outcomes of the Conference.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The table set out in the annex to the present report, which has been reproduced without formal editing, lists in the first column the incremental changes and/or reforms identified in the set of options. The second column sets out the specific actions already embedded in the UNEP programme of work with reference to the subprogramme and expected accomplishment. The third column lists further actions that UNEP will take to implement the suggested changes and/or reforms where they have not been sufficiently dealt with in the actions under way (either within the biennium 2010–2011 or the biennium 2012–2013). The fourth column describes the budgetary implications of suggested actions, where feasible. A row labelled “Status” indicates actions by the secretariat to implement the proposed option since the submission of the set of options in February 2011.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Implementation of decision 26/1", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "III.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A.Background", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Pursuant to decision 26/1, the President of the Governing Council transmitted the Nairobi-Helsinki Outcome to the General Assembly at its sixty-sixth session.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Outcome was also formally transmitted to Mr. Sha Zukang, the Secretary-General of the United Nations Conference on Sustainable Development, and to the Preparatory Committee for the Conference at its second session, in March 2011. The Governing Council invited the Preparatory Committee, in its consideration of the institutional framework for sustainable development, to consider the options for broader institutional reform identified in the Nairobi-Helsinki Outcome, as a contribution to strengthening the institutional framework for sustainable development by improving international environmental governance.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Governing Council also invited the Preparatory Committee to initiate a full analysis of the financial, structural and legal implications and comparative advantages of the options identified in the Nairobi-Helsinki Outcome, using the expertise of relevant United Nations system entities, including UNEP and relevant stakeholders and major groups eligible to participate in the Preparatory Committee.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Lastly, it requested the Executive Director, in cooperation with other interested United Nations entities and with extrabudgetary resources, to organize informal meetings in New York for governmental representatives on the Nairobi-Helsinki Outcome in the context of discussions on the institutional framework for sustainable development.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "B.Analysis of the financial, structural and legal implications and comparative advantages of the options identified in the Nairobi-Helsinki Outcome", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Under the auspices of secretariat of the United Nations Conference on Sustainable Development, a report on the structural, legal and financial aspects of options for broader reform of the institutional framework for sustainable development (on the basis of the Nairobi-Helsinki Outcome) was prepared by consultants in November 2011. The report also aims to consider the evolving discussions in the preparatory meetings for the Conference, in addition to submissions by Member States, the United Nations system and major groups and stakeholders. UNEP subsequently provided comments on the report.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "C.Informal meetings in New York", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "On Friday, 3 June 2011, UNEP organized an informational meeting on international environmental governance in the context of discussions on the institutional framework for sustainable development for members of permanent missions at United Nations Headquarters and of the Environment Management Group, pursuant to decision 26/1. The objectives of the meeting were to provide information on the consultative process that led to the Nairobi-Helsinki Outcome, to present the options proposed in the Outcome, to afford Member States an opportunity to discuss international environmental governance in the context of the institutional framework for sustainable development and to decide on a process for carrying the discussions forward to the United Nations Conference on Sustainable Development.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The meeting was co-chaired by the ambassadors of Spain and Uruguay to the United Nations (Mr. Juan Pablo de Laiglesia and Mr. José Luis Cancela, respectively). It included opening remarks by Ms. Angela Cropper, UNEP Senior Adviser, and presentations by academics (Mr. A. H. Zakri of Malaysia and Mr. Ole Fauchald of Norway) and by representatives of UNEP on current research and thoughts on structures of the environmental dimension of the institutional framework for sustainable development, and the mandate of UNEP in the light of the most recent multilateral environmental agreements.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The participants said that the information provided was useful, particularly for those delegates who were not directly involved in the international environmental governance consultative processes but who were involved in the preparatory process for the United Nations Conference on Sustainable Development. It was emphasized that the discussions on the institutional framework for sustainable development should build on what had been achieved through the consultations on international environmental governance; however, there was a need to integrate the discussions on environment into those on strengthening the institutional framework for sustainable development. Furthermore, there was a need to involve other parts of the United Nations system in the discussions.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "After extensive consultations with Member States, it was decided that a series of informal meetings would be held to enable members of permanent missions at United Nations Headquarters to be fully informed about the background of the proposed reforms to the institutional framework for sustainable development. On 22 June 2011, the representatives of Indonesia, Kenya and Mexico initiated a discussion group on the institutional framework for sustainable development to provide an informal, non-negotiating space to discuss the subject among permanent missions and, when appropriate, with experts relevant to United Nations institutions.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In this context, a discussion on the environmental dimension of the institutional framework for sustainable development took place on 28 October 2011, at the fourth meeting of the General Assembly Group of Friends of the Institutional Framework for Sustainable Development, hosted by the Permanent Mission of Germany to the United Nations in New York. At that meeting the Executive Director and the Administrator of the United Nations Development Programme, Ms. Helen Clark, addressed the group, which had been organized as part of the preparatory process for the United Nations Conference on Sustainable Development to explore diverse options for a more coherent and effective United Nations governance structure for sustainable development.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Annex", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Implementation of incremental changes/reform in international environmental governance", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "By paragraph 2 of its decision 26/1 the Governing Council of UNEP took “note of the report of the Executive Director on the implementation of incremental changes identified in the set of options” and requested “the Executive Director, in consultation with the Committee of Permanent Representatives, to submit a draft decision for consideration by the Governing Council/Global Ministerial Environment Forum at its twelfth special session on those incremental improvements requiring a Governing Council decision as indicated in that report”.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Committee of Permanent Representatives (CPR) reviewed progress on the implementation of the reforms on 8 November 2011 and concluded that this process would be brought to a satisfactory conclusion by submitting a draft decision on reforms number 5, 7, 20 and 29 to the twelfth special session of the GC/GMEF in 2012. The rationale behind this decision was that the reforms required a decision by the GC for implementation. The CPR also reaffirmed that some of the incremental reforms were closely related to the broader reforms to be discussed by the Rio+20 Conference and hence should await an outcome of the conference.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The below table lists in the first column the incremental changes/reforms that have been identified in the Set of options presented by the Consultative group of Ministers or High-level Representatives on International Environmental Governance established under Governing Council decision 25/4 to the Governing Council at its eleventh special session in February 2010 and taken note of in its decision SSXI/1. The second column sets out the specific ongoing actions already embedded in UNEP’s Programme of Work with reference to the sub-programme and expected accomplishment. The third column lists further actions that UNEP will take to implement the suggested reforms/changes where they have not been sufficiently addressed in ongoing actions. This occurs within the 2010-2011 biennium or the 2012-2013 biennium, as identified in the table. The fourth column provides the budgetary implications of suggested actions, where feasible.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A row labeled ‘Status’ provides information to each point of the table since it was presented to the GC/GMEF in February 2011, to indicate actions taken by the Secretariat towards implementation of the proposals.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Legend:", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "SP = Sub-programme", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "CC = Climate change", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "EG = Environmental governance", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "EM = Ecosystem management", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "HSHW = Hazardous substances and hazardous waste", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "RE = Resource efficiency", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "EA = Expected accomplishment", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}]