[{"text": "Tenth special session of the Governing Council/", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Global Ministerial Environment Forum", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Monaco, 20–22 February 2008", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Item 4 (c) of the provisional agenda*", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Policy issues: environment and development", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Progress report of the ad hoc open-ended working group on mercury", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Report of the Executive Director", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Progress report of the ad hoc open-ended working group on mercury", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Suggested action by the Governing Council", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "I.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Governing Council may wish to consider adopting a decision along the lines suggested below:", "type": "paragraph", "heading_level": null, "paragraph_type": null, "paragraph_level": 5, "prefix": "1", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Governing Council,", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Recalling decision 24/3 IV on mercury,", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Recalling", "action_verb_type": "preambular", "action_verb_normalized": "recall", "links": []}, {"text": "Having considered the report of the Executive Director on the progress of the ad hoc open-ended working group on mercury;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Having considered", "action_verb_type": "preambular", "action_verb_normalized": "having considered", "links": []}, {"text": "Notes the progress made by the ad hoc open-ended working group at its first meeting;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "1.", "action_verb": "Notes", "action_verb_type": "operative", "action_verb_normalized": "not", "links": []}, {"text": "Encourages the ad hoc open-ended working group to build on that progress and continue its discussions at its second meeting;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "2.", "action_verb": "Encourages", "action_verb_type": "operative", "action_verb_normalized": "encourag", "links": []}, {"text": "Encourages Governments to support the work of the ad hoc open-ended working group by providing both information and, as appropriate, financial support;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "3.", "action_verb": "Encourages", "action_verb_type": "operative", "action_verb_normalized": "encourag", "links": []}, {"text": "Reiterates its request in paragraph 32 (b) of decision 24/3 IV that the ad hoc open-ended working group submit a final report on its work reflecting all views expressed and presenting options and any consensus recommendations to the Governing Council/Global Environment Forum at its twenty-fifth regular session;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "4.", "action_verb": "Reiterates", "action_verb_type": "operative", "action_verb_normalized": "reiterat", "links": []}, {"text": "Reiterates its request in paragraph 38 of decision 24/3 that the Executive Director present a report on progress in the implementation of decision 24/3 to the Governing Council at its twenty-fifth session.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "5.", "action_verb": "Reiterates", "action_verb_type": "operative", "action_verb_normalized": "reiterat", "links": []}, {"text": "Background", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "II.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "At its twenty-fourth session, the Governing Council adopted decision 4/3 IV, the latest in a series of decisions on mercury. In that decision, the Governing Council concluded that, notwithstanding progress made since 005 within the UNEP mercury programme, further long-term international action was required to reduce the risks posed by mercury to human health and the environment and that it was therefore necessary to review and assess possible enhanced voluntary measures and new or existing international legal instruments as options for responding to the challenge posed by mercury.", "type": "paragraph", "heading_level": null, "paragraph_type": null, "paragraph_level": 5, "prefix": "2", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "By the same decision the Council established an ad hoc open-ended working group of Governments, regional economic integration organizations and stakeholder representatives that, subject to the terms of reference set out in paragraph 0 of the decision and guided by the priorities for reducing the risks posed by releases of mercury listed in paragraph 19 of the decision, would review and assess options for enhanced voluntary measures and new or existing international legal instruments. The decision required the working group to meet twice, once prior to the tenth special session of the UNEP Governing Council/Global Ministerial Environment Forum, scheduled for February 2008, and once prior to the Council/Forum’s twenty-fifth regular session, to take place in February 2009. The Working Group was also required to provide a progress report to the Council/Forum at its tenth special session and a final report reflecting all views expressed and presenting options and any consensus recommendations to the Council/Forum at its twenty-fifth regular session.", "type": "paragraph", "heading_level": null, "paragraph_type": null, "paragraph_level": 5, "prefix": "3", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The first meeting of the ad hoc open-ended working group was held in Bangkok from 12 to 16 November 2007. The meeting was attended by representatives of 91 Governments, one regional economic integration organization, seven intergovernmental organizations and 29 civil society organizations.", "type": "paragraph", "heading_level": null, "paragraph_type": null, "paragraph_level": 5, "prefix": "4", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The working group considered what types of response measures and strategies were available, the feasibility and effectiveness of voluntary and legally binding approaches and the options for implementation. The discussion of those issues was informed by a study on options for global mercury control prepared by the UNEP Secretariat (UNEP(DTIE)/Hg/OEWG.1/2) and was guided by the priorities set out in paragraph 19 of decision 24/3 IV.", "type": "paragraph", "heading_level": null, "paragraph_type": null, "paragraph_level": 5, "prefix": "5", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In considering each of the priority areas set out in paragraph 19 of decision 24/3 IV, the Working Group considered whether the study prepared by the secretariat served as a good basis for discussion and whether it set out the correct range of response measures for the various strategic objectives or should be modified to include other useful measures. The Working Group also discussed the framework in which the response measures might best be implemented, including the extent to which various kinds of legally binding and voluntary measures would be suitable.", "type": "paragraph", "heading_level": null, "paragraph_type": null, "paragraph_level": 5, "prefix": "6", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Working Group agreed on a programme of intersessional work to be undertaken by the secretariat in order to further discussions at the Working Group’s second meeting; that work programme is set out in annex II to the report of the meeting. The secretariat calculated that the total cost of undertaking the activities listed in the work programme and of holding the second meeting of the Working Group would be $1,500,000.", "type": "paragraph", "heading_level": null, "paragraph_type": null, "paragraph_level": 5, "prefix": "7", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The second meeting of the Working Group will be held from 6 to 10 October 200.", "type": "paragraph", "heading_level": null, "paragraph_type": null, "paragraph_level": 5, "prefix": "8", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The report of the first meeting of the Ad hoc Open-ended Working Group is set out in the annex to the present progress report.", "type": "paragraph", "heading_level": null, "paragraph_type": null, "paragraph_level": 5, "prefix": "9", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Ad hoc Open-ended Working Group on Mercury", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "First meeting", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Bangkok, 12–16 November 2007", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Report of the Ad hoc Open-ended Working Group on Mercury on the work of its first meeting", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Background", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "At its twenty-fourth session, in February 2007, the Governing Council of the United Nations Environment Programme (UNEP) adopted decision 24/3 IV, the latest in a series of decisions on mercury. In that decision, the Governing Council concluded that, notwithstanding progress made since 2005 within the UNEP mercury programme, further long-term international action was required to reduce the risks posed by mercury to human health and the environment and that it was therefore necessary to review possible enhanced voluntary measures and new or existing international legal instruments as options for responding to the challenge posed by mercury.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "By the same decision the Council established an ad hoc open-ended working group of Governments, regional economic integration organizations and stakeholder representatives that, subject to the terms of reference set out in paragraph 30 of the decision and guided by the priorities for reducing the risks posed by releases of mercury listed in paragraph 19 of the decision, would review and assess options for enhanced voluntary measures and new or existing international legal instruments. The decision requires the working group to meet twice, once prior to the tenth special session of the UNEP Governing Council/Global Ministerial Environment Forum, scheduled for February 2008, and once prior to the Council/Forum’s twenty-fifth regular session, to take place in February 2009. The Working Group is also required to provide a progress report to the Council/Forum at its tenth special session and a final report reflecting all views expressed and presenting options and any consensus recommendations to the Council/Forum at its twenty-fifth regular session. The decision also calls on the Chemicals Branch of the UNEP Division of Technology, Industry and Economics (UNEP Chemicals) to serve the Ad hoc Working Group as secretariat and to prepare the analytical and summary reports necessary for its work.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Opening of the meeting", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The first meeting of the Ad hoc Open-ended Working Group on Mercury was held at the United Nations Conference Centre in Bangkok, Thailand, from 12 to 16 November 2007. Mr. Per Bakken, Head, UNEP Chemicals, declared the meeting open at 10.20 a.m. on Monday, 12 November 2007.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Mr. Saksit Tridech, Permanent Secretary for the Ministry of Natural Resources and Environment of Thailand, welcomed the meeting participants and Mr. Shafqat Kakakhel, Deputy Executive Director of UNEP, made opening remarks on behalf of Mr. Achim Steiner, Executive Director of UNEP.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Mr. Tridech expressed his great pleasure at welcoming the participants to his country on behalf of his Government and thanked the Secretariat and participants for their contributions to the current meeting. Mercury, he said, was recognized as a serious global concern owing to its propensity for bioaccumulation and persistence and its well known adverse effects on human health and the environment. Its continued use, however, was necessary for economic and social development. The decision on what to do about mercury, which he said was of the highest priority and an absolute necessity for the sake of the world’s environment, would therefore have to be carefully considered, taking into account not only public health and environmental concerns but also economic and social development. He expressed confidence that the working group would rise to the challenge and come up with effective options for reducing or eliminating the ill effects of mercury while maintaining economic development. In closing, he dedicated his remarks to His Highness King Bhumibol Adulyadej of Thailand in commemoration of his eightieth birthday, which would take place on 5 December 2007.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Mr. Kakakhel applauded the high level of interest in the meeting, seeing it as proof that stakeholders were committed to placing global cooperation ahead of national or sectoral interests. The effects of exposure to mercury on human health and the environment, and the global nature of the problem, were well known and well documented. The main problem before the Working Group was not, however, mercury per se, but failure to agree on how to deal with the continued exposure of populations and ecosystems to mercury. Up to 3,500 tonnes of mercury were traded each year, much of which was dedicated to uses offering little potential for control. Identification of the best short-, medium- and long-term options for managing mercury required careful thought and urgent action.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "With that in mind the Governing Council had mandated the Open-ended Working Group to consider possible options for managing mercury and to identify those most suitable for the purpose. Divergent views on the best way forward had characterized the debate on mercury but the time had come to cooperate to make real progress in preventing further poisoning of the environment. Opportunities for progress included use of available alternatives in products containing mercury, curtailing the use of mercury in mining and curbing the supply of mercury. As mercury was an indestructible substance, its removal from use required viable long-term storage mechanisms. In conclusion, he urged participants to keep in mind that only two meetings of the Working Group would take place. He expressed confidence, however, that the group would make great progress, including by identifying priority areas on which discussion could focus.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Election of officers", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Introducing the item, a representative of the Secretariat recalled relevant provisions of the rules of procedure of the UNEP Governing Council. Rule 62 of those rules, he noted, provided that the rules of procedure of any subsidiary body of the Council should be those of the Council itself, modified as appropriate, and that the subsidiary body should elect its own officers. Rule 18 of the rules of procedure provided that the bureau of the Governing Council would consist of a president, three vice-presidents and a rapporteur.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Introducing", "action_verb_type": "preambular", "action_verb_normalized": "introduc", "links": []}, {"text": "Following that introduction, the Working Group elected a chair, three vice-chairs and a rapporteur, taking into account the principle of equitable geographical distribution and based on nominations from each of the five United Nations regions. Those officers constituted the Bureau of the Working Group, the members of which were as follows:", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Following", "action_verb_type": "preambular", "action_verb_normalized": "follow", "links": []}, {"text": "Mr. John Roberts (United Kingdom of Great Britain and Northern Ireland)", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 5, "prefix": "Chair:", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Vice-Chairs:\t\tMs. Irina Zastenskaya (Belarus)", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Ms. Keiko Segawa (Japan)", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Mr. Gustavo Solórzano Ochoa (Mexico)", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Rapporteur:\t\tMs. Abiola Olanipekun (Nigeria)", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Organizational matters", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Adoption of rules of procedure", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Working Group took note of rule 62 of the UNEP Governing Council rules of procedure, which, as noted above, provides that any subsidiary body of the Council shall apply the rules of procedure of the Council, modified as may be appropriate.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Adoption of the agenda", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Working Group adopted the agenda set out below on the basis of the provisional agenda which had been circulated as document UNEP(DTIE)/Hg/OEWG.1/1:", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Opening of the meeting.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Opening", "action_verb_type": "preambular", "action_verb_normalized": "open", "links": []}, {"text": "Election of officers.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Organizational matters:", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Adoption of rules of procedure;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Adoption of the agenda;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Organization of work.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Review and assessment of options for enhanced voluntary measures and new or existing international legal instruments.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Report on activities under the UNEP mercury programme.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Other matters.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Adoption of the report.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Closure of the meeting.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Organization of work", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Working Group agreed to a proposal by the Chair for the organization of work at the current meeting. Outlining the group’s terms of reference contained in decision 24/3 IV and stressing that by the end of its second meeting it would have to produce a final report reflecting all views expressed and presenting options and any consensus recommendations for consideration by the Governing Council at its twenty-fifth regular session, he proposed that the outcomes of the current meeting should include a short and concise meeting report; confirmation that the group had considered all available options for dealing with mercury or had identified any others that it wanted to consider; and a clear indication of work to be done following the current meeting to ensure the success of the group’s second meeting. Decisions contributing to achieving those outcomes would be taken as required. He also proposed practical arrangements for such matters as working hours and contact groups.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Attendance", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Representatives of the following States participated in the meeting: Argentina, Australia, Austria, Bangladesh, Belarus, Benin, Bhutan, Brazil, Bulgaria, Burkina Faso, Burundi, Cambodia, Cameroon, Canada, Chad, Chile, China, Colombia, Congo, Croatia, Cuba, Czech Republic, Denmark, Djibouti, Dominican Republic, Ecuador, Egypt, Finland, France, Gabon, Gambia, Germany, Ghana, Guatemala, Guinea, Honduras, Indonesia, Italy, Iran (Islamic Republic of), Jamaica, Japan, Kenya, Kiribati, Lebanon, Madagascar, Malaysia, Mali, Mauritania, Mexico, Mongolia, Morocco, Mozambique, Netherlands, New Zealand, Niger, Nigeria, Norway, Oman, Pakistan, Panama, Paraguay, Peru, Philippines, Portugal, Qatar, Republic of Moldova, Romania, Russian Federation, Senegal, Serbia, Seychelles, Slovenia, South Africa, Spain, Sri Lanka, Suriname, Swaziland, Sweden, Switzerland, Syrian Arab Republic, Thailand, Togo, Trinidad and Tobago, Tuvalu, Uganda, United Kingdom of Great Britain and Northern Ireland, United Republic of Tanzania, United States of America, Uruguay, Viet Nam and Zimbabwe.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Representatives", "action_verb_type": "operative", "action_verb_normalized": "representativ", "links": []}, {"text": "The following United Nations bodies and specialized agencies were represented: Basel Convention on the Transboundary Movement of Hazardous Wastes and their Disposal, Stockholm Convention on Persistent Organic Pollutants, United Nations Development Programme, United Nations Industrial Development Organization, United Nations Institute for Training and Research.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The following intergovernmental organizations were represented: Arctic Monitoring and Assessment Programme, European Commission, International Energy Agency – Clean Coal Centre.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The following non-governmental organizations were represented: Agenda, Arnika – Toxics and Waste Programme, Associacao de Protecao ao Meio Ambiente de Cianorte (Association for the Protection of the Environment of Cianorte), Campaign for Alternative Industry Network, Centre for Public Health and Environment Development, Ecologistas en Acción (Environmentalists in Action), Environmental Health Fund, European Environmental Bureau, Global Village of Beijing, Ground Work – Friends of the Earth, Health and Environmental Alliance, Health Care without Harm, Health Care without Harm – Southeast Asia, Institute for Global Environmental Strategies, International Council on Mining and Metals, International POPs Elimination Network, Island Sustainability Alliance C.L. Inc., Minas de Almaden y Arrayanes S.A. (Almaden and Arrayanes Mines, Inc.), National Research Centre of Excellence for Environmental Hazardous Waste Management, National Toxics Network Inc., Natural Resources Defence Council, Pollution probe, Rangsit University, San Francisco Estuary Institute, Sierra Club – Canada, Sierra club – United States of America, Toxics Link, University of Strathclyde, World Chlorine Council, World Wildlife Fund.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Review and assessment of options for enhanced voluntary measures and new or existing international legal instruments", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A.Opening remarks", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Working Group commenced its work on the item with opening remarks from representatives of countries, regional groups and organizations. All speakers stressed that it was vital that the Working Group adhere to the mandate set out in decision 24/3 IV, which, they said, required the Group to review possible voluntary and legally binding measures to address mercury and to make focused recommendations to the Governing Council that would facilitate its decisions on the matter. One speaker advised that his national Government would hold a federal election in late November 2007 and that his Government would be unable to commit the incoming Government to any position.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "There was general agreement that the study on options for global control of mercury (UNEP(DTIE)/Hg/OEWG.1/2) before the Working Group was an excellent basis for its discussions. Several speakers affirmed that there was no need to identify additional options and that efforts should instead be directed at reducing the number of options under consideration. With that aim in mind, the representatives of two countries presented in a conference room paper a possible structure for the final report of the Working Group required by decision 24/3 IV. One explained that it aimed to narrow the options and facilitate the presentation of possible recommendations in a manner consistent with decision 24/3 IV. The paper was treated as an information paper and the proposed structure was generally welcomed.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "One speaker, supported by several others, suggested that previous efforts to address mercury had failed owing to the rigid positions adopted by those involved in the negotiations and urged the members of the Working Group to be flexible; different combinations of response measures, he said, would be appropriate in different situations, depending on the technical and policy options available and the stakeholders involved. He also said that it would be necessary to secure strong political commitments from countries.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The representative of a regional economic integration organization and its member States said that her organization would support the Secretariat in the production of additional analysis and information that would be needed prior to the Working Group’s second meeting on the costs and benefits of response measures. Other speakers agreed that, given that the Working Group was slated to meet only twice, more information might well be needed prior to the second meeting.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Several speakers drew attention to measures that their countries had implemented in recent years to address mercury-related risks, including regulation of particular sectors, controls on importation and use of mercury and the preparation of inventories of products and processes that used mercury, and offered to share their experiences and information with other countries. One highlighted a list of products and processes in which mercury could readily be replaced. The representative of a regional economic integration organization and its member States, opining that mercury could not be effectively addressed by countries working individually, said that her organization had adopted almost 30 legal acts relevant to mercury, as well as a key policy strategy.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Many speakers said that mercury should be addressed through a mixture of voluntary and legally binding measures. One speaker said it was crucial that activities were not fragmented and suggested that partnerships needed to be at the core of voluntary efforts. Another noted that the process of strengthening the UNEP mercury programme partnerships, which had been mandated in paragraph 27 of decision 24/3 IV, should be integrated with the Working Group’s work prior to the Governing Council’s twenty-fifth session. In that context, several speakers favoured the use of best available techniques and best environmental practices for mercury, in view of their success elsewhere, and one said that his Government planned to strengthen its contribution to the UNEP mercury partnership programme.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Some speakers averred that globally binding rules were needed to underpin a long-term solution. One highlighted the need for differentiated commitments and many the need for stable and predictable financial arrangements and capacity-building to support work in developing countries. In that context, one speaker pointed out that the Global Environment Facility, which currently served as the financial mechanism for the Stockholm Convention on Persistent Organic Pollutants, could not currently be used to finance mercury-related projects unless they were related to an existing GEF funding window. One speaker noted that GEF was currently funding a number of mercury-related projects. Some speakers voiced concern that it could take a long time to develop and adopt a complex international legal instrument. With those concerns in mind, one speaker said that it would be preferable to amend the Stockholm Convention to incorporate mercury, lead and cadmium. Another recommended the adoption only of voluntary measures, saying that countries should take steps to control their own environmental conditions. Two representatives of international coalitions of non-governmental organizations stated that a global legally binding instrument supported by an adequate financial mechanism would be needed in order to deal effectively and comprehensively with the mercury problem and that voluntary measures should be seen as purely complementary. Another speaker favoured the adoption of a protocol or amendment to the Strategic Approach to International Chemicals Management.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "There was very broad agreement that in order to achieve an effective and sustainable response it would be necessary to provide financial and technical assistance to developing countries and countries with economies in transition because they currently lacked the capacity to deal with mercury-related problems. Products containing mercury were  very often imported from developed countries. One speaker suggested that there was a need for enhanced regional cooperation to help overcome the lack of capacity. Another noted that the large informal sector in his country meant that the imposition of new laws would have limited effect on the demand for mercury.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The representative of the Secretariat of the Basel Convention on the Control of Transboundary Movements of Hazardous Wastes and their Disposal noted that the Basel Convention contained provisions on transboundary movement of wastes containing mercury and on technology transfer and capacity-building. She welcomed the cooperation the Convention enjoyed with UNEP Chemicals on waste issues and said that the Conference of the Parties to the Convention would hold its next meeting in June 2008 and would be very interested to hear about the outcome of the Working Group’s deliberations.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "B.General discussion of the study prepared by the Secretariat on options for the global control of mercury", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Following the opening remarks a representative of the Secretariat introduced the study on options for the global control of mercury (UNEP(DTIE)/Hg/OEWG.1/2). The Secretariat had commissioned the study, which had been prepared by the Centre for International Environmental Law with financial assistance from the Government of Sweden, in order to facilitate the work of the Working Group in its efforts to implement decision 24/3 IV. He said that the study attempted to provide a sound basis for discussion by presenting in a clear and succinct way the range of possible options for dealing with the priorities set out in paragraph 19 of decision 24/3 IV along with a discussion on implementation options. For each priority area for reducing the risk from releases of mercury listed in paragraph 19 of decision 24/3 IV, the study set out, in seven tables constituting part 4 of the study document, strategic objectives and available response measures for achieving those objectives. He added that there had been a conscious decision to avoid making value judgements as such judgements were for Governments to make and were beyond the Secretariat’s mandate. The study did not, therefore, attempt to analyse the costs and benefits of each option as costs would vary from country to country and such an analysis would necessarily require value judgements. He noted that strengthening the UNEP mercury programme partnerships was treated separately in decision 24/3 IV; hence the role of partnerships, while acknowledged in the options study, was not examined in detail.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Following", "action_verb_type": "preambular", "action_verb_normalized": "follow", "links": []}, {"text": "In addition to the response measures laid out in the study, the Working Group identified best available techniques and best environmental practices as another option to consider for which guidance already existed and which could therefore provide impetus for action. Representatives of Portugal, speaking on behalf of the European Union, the United States of America and a non-governmental organization proposed additional response measures for consideration by the working group. It was suggested, however, that it would be necessary to narrow down or to focus the options in order to produce a focused final result.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Working Group followed a proposal from the Chair for structuring its discussion of the response measures listed in the study: for each priority area set out in paragraph 19 of decision 24/3 IV, the Working Group would consider whether the study served as a good basis for discussion, whether it provided a good overview of a range of response measures for the various strategic objectives and whether there were any options not indicated. It would also discuss the framework in which the options under the priority area might best be implemented, including the extent to which various kinds of legally binding and voluntary measures would be suitable. The Working Group’s discussions are summarized below and are also reflected in revised versions of the tables in part 4 of the study, which are set out in annex I to the present report. The revised tables contain additional response measures that were not included in the original tables, as well as revisions of existing response measures, and were acknowledged by the Working Group as a list of possible response measures for further consideration. The Working Group noted that the tables did not represent an agreed upon text of possible response measures and that the lists were not necessarily complete or prioritized.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "C.Discussion of specific options for reducing the risks from releases of mercury", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Working Group considered the specific response measures listed in the study for achieving strategic objectives under each of the priorities for reducing the risks posed by mercury releases set out in paragraph 19 of decision 24/3 IV. Those seven priorities are as follows:", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "To reduce atmospheric mercury emissions from human sources;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 5, "prefix": "“(a)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "To find environmentally sound solutions for the management of waste containing mercury and mercury compounds;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "(b)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "To reduce global mercury demand related to use in products and production processes;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "(c)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "To reduce the global mercury supply, including considering curbing primary mining and taking into account a hierarchy of sources;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "(d)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "To find environmentally sound storage solutions for mercury;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "(e)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "To address, considering the results of the analysis referred to in paragraph 24 (d) … , the remediation of existing contaminated sites affecting public and environmental health;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "(f)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "To increase knowledge on areas such as inventories, human and environmental exposure, environmental monitoring and socio-economic impacts”.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "(g)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Reduction of atmospheric mercury emissions from human sources", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Observing that the discussion of the priority area was wide ranging, the Chair noted that many of the comments, such as those relating to the suitability of a legally binding instrument versus voluntary arrangements, were relevant to many or all of the priority areas and possible response measures that the Working Group would consider.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Observing", "action_verb_type": "preambular", "action_verb_normalized": "observ", "links": []}, {"text": "The Group focused its discussion initially on strategic objectives 1 (reduce mercury emissions from coal usage) and 3 (reduce mercury emissions from industrial processes, including use as a catalyst, byproduct production, contamination of component materials and heat production).", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "There was extensive debate regarding the relative merits of different options, including international legal frameworks and voluntary approaches, for reducing atmospheric mercury emissions. Many noted that voluntary actions could be undertaken in advance of, as preparation for, or along with legally binding measures. Some speakers said that only a legally binding instrument would lead to effective international coordination of efforts to reduce mercury emissions, while another said such an instrument was necessary to ensure the establishment of set targets for emissions control. Another speaker expressed support for the use of existing legally binding instruments, such as the Basel and Stockholm Conventions and the Rotterdam Convention on the Prior Informed Consent Procedure for Certain Hazardous Chemicals and Pesticides in International Trade> He highlighted not only the obligations under those conventions but also the effects on public opinion and the market of including methyl mercury in Annex C of the Stockholm Convention and including the industrial uses of mercury and all its compounds in Annex III of the Rotterdam Convention. He noted too that such conventions could be used to address mercury without necessarily being amended. Others said that a voluntary approach would lead to fragmentary responses, poor oversight and high transaction costs. In contrast, a speaker noted that partnerships had the advantage of utilizing focused and country-specific approaches to achieve results. Others observed that while the synergies of a legally binding approach would enhance cost-effectiveness it was important to allow for flexibility and nuance in efforts by individual States. One speaker voiced his support for a high-level declaration on unintentional releases of mercury. Several speakers highlighted partnerships as a current, ongoing example under the voluntary approach. One suggested that a legal instrument might address mercury along with cadmium and lead; others said that such an approach would entail complicated, protracted negotiations. Some speakers reminded the Working Group that there had been extensive discussion at the twenty-fourth session of the UNEP Governing Council and that the mandate of the Working Group was limited to mercury.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Some speakers suggested that a legal framework for mercury could be developed under the Stockholm Convention, either as an amendment or a protocol, taking into account guidance and guidelines on best available techniques and best environmental practices. Some representatives questioned the basis for including mercury under a treaty concerned with organic pollutants. There was a brief discussion regarding pursuit of a new, distinct convention focused on mercury control. Others said that the development of a legally binding instrument would result in lengthy negotiations and preclude rapid progress.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A few speakers suggested that it seemed premature to consider a legally binding approach. One noted that mercury pollution was rarely cited by developing countries as a priority in their national development agendas. Others said that a voluntary approach would probably prove fruitless precisely because of mercury’s low political value, and some suggested that further studies and a compilation of emissions inventories would provide the scientific basis for national Governments to place a higher priority on mercury. Representatives of many developing countries stressed that mercury was an important issue for them, even though it was not currently their highest priority. They faced other more pressing problems, such as widespread poverty, poor infrastructure and inadequate provision of health care, water, education and other basic human needs. Assistance from the international community on mercury was therefore critical.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Many speakers emphasized the need for sufficient financial resources regardless of whether a legally binding instrument or a voluntary process was pursued. Some speakers suggested that a legally binding instrument would ensure committed and predictable funding. A number of speakers suggested that the Global Environment Facility might provide a mechanism for funding mercury control initiatives; many concurred but it was also noted that new and additional funding would be required, as existing funds were already committed to other environmental efforts.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Representatives of civil society organizations made several contributions to the discussion. Several emphasized that international efforts might prove ineffective without financial commitments from donor countries. Those speakers also supported a legally binding instrument for mercury control, and one noted that the Strategic Approach to International Chemicals Management included references to mercury in its goals and objectives. Another noted that voluntary actions could be initiated in the near future but said that a legally binding instrument would ensure commitment and accountability, observing that no coal-fired plant had ever been limited by voluntary mercury controls. A representative of the International Energy Agency offered guidance on best available techniques and best environmental practices through the Clean Coal Centre and added that developing countries needed access to affordable technologies. One speaker questioned whether a voluntary approach would improve mercury pollution affecting non-producing States with little political influence, in particular small islands whose populations faced risks from a mercury-contaminated food supply in the form of oceanic fish.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Representatives", "action_verb_type": "operative", "action_verb_normalized": "representativ", "links": []}, {"text": "There was broad consensus that unintentional emissions from coal fired installations, cement kilns and similar industrial processes constituted the largest source of mercury exposure and presented a very complex issue. Such emissions could be expected to increase as demands for energy increased, particularly in developing countries. It was noted that a variety of industries fell within the category and that the relative importance of the different emissions sources varied among countries and regions. Response measures in this area should therefore be facility- and process-specific, taking into account socio-economic factors as well as technical feasibility and availability. Several speakers said that efficient control would require an inventory of emissions.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Some speakers indicated that there remained a lack of awareness of the problems associated with mercury emissions and of the possible solutions that were available. Hence, raising awareness and increasing political will as well as prioritization of the issue, particularly in both development programmes and national agendas, was still necessary. It was noted that certain actions taken to address climate change or reduce emissions of other air pollutants could have the collateral benefit of reducing mercury emissions. The cost of taking no action was also noted. Similarly, it was suggested that controlling pollutants of higher priority than mercury, while sometimes relatively costly, would yield additional benefits by reducing mercury emissions. It was also noted that mercury was typically not regulated directly but was often controlled as a result of actions taken to reduce emissions of other pollutants.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "It was emphasized that response measures should be feasible and effective and undertaken in a coordinated manner to avoid competitive disadvantage. Technical assistance, technology transfer to developing countries and countries with economies in transition and capacity-building were widely acknowledged as essential to obtaining effective results. Several speakers supported the use of best available techniques and best environmental practices and commended the work already undertaken in preparing guidance and guidelines under the Stockholm Convention. One speaker proposed that UNEP could initiate a process to develop best available technology/best environmental practice guidance on emissions, which could then be used to develop non-binding reduction goals at the global, national and sectoral levels. It was also suggested, however, that the utility of measures modeled on the Stockholm Convention process for treating unintentional releases would have to be assessed in the context of mercury, as that convention dealt with organic pollutants.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Following its discussion the Working Group agreed to establish a contact group, chaired by Ms. Sagawa, to determine whether the listing of response measures in the study under strategic objectives 1 and 3 was complete and to consider the advantages and disadvantages of the response measures.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Following", "action_verb_type": "preambular", "action_verb_normalized": "follow", "links": []}, {"text": "The Working Group then moved on to discuss strategic objective 2 (reduce mercury emissions from artisanal and small-scale gold mining) under the priority area.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Introducing it, the Chair noted that while artisanal and small-scale gold mining had not been specifically listed in paragraph 19 of Governing Council decision 24/3 IV it gave rise to a number of issues and merited separate consideration. One speaker drew attention to the linkage between the present item and strategic objective 1 of priority area 3 (reduce mercury use in artisanal and small-scale gold mining). He also said that artisanal and small-scale gold mining had distinctive characteristics that might affect efforts to address it; for example, it was difficult to identify the individuals engaged in it, it was extremely geographically diverse, it involved people living in circumstances of great poverty and it was sometimes regarded by Governments as illegal. The effect of environmental emissions on human health, both of miners and their families and surrounding communities, was highlighted.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Introducing", "action_verb_type": "preambular", "action_verb_normalized": "introduc", "links": []}, {"text": "Several representatives noted that poverty was often a spur to artisanal and small-scale gold mining and that it would be necessary to offer alternative livelihoods in affected communities.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Two approaches emerged during the discussion of the issue. The first would assume that artisanal and small-scale mining was likely to persist in many areas and would aim at reducing its negative effects, while the second would deal with it as an illegal practice. A number of options and difficulties were discussed in connection with the first approach. While alternative methodologies for reducing or eliminating the use of mercury were available, disseminating them among widely scattered mining communities, supported by appropriate incentives, was difficult. It was also difficult to engage Governments in ameliorating the negative impacts of an activity they viewed as illegal. Many spoke of the need for technical, financial and capacity-building assistance for developing countries. Several speakers mentioned the global action plan for countries affecting international waters with mercury from artisanal mining formulated by the United Nations Industrial Development Organization and funded by the Global Environment Facility as a model worthy of further attention.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "One speaker noted that there appeared to be three clusters of response measures addressing the challenges of artisanal and small-scale gold mining: those concerned with application of best available techniques and best environmental practices; those addressing economic aspects, including “green gold” marketing, which would form part of a wider framework of response measures; and those concerned specifically with limiting mercury supply. Several spoke in favour of limiting supply in order to raise the price of mercury and thereby discourage its use, though others said that more information was needed on demand characteristics, including elasticity of demand, in order to assess the effectiveness of such an approach. Others noted that it would be necessary to store any mercury that was no longer on the international market in order to ensure that it did not find its way into use for artisanal and small-scale mining.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Most representatives who spoke, particularly those from developing countries where artisanal mining was practised, favoured the development of a legally binding instrument as they considered that such an instrument would ensure a more coherent approach and guarantee greater access to funding. Several representatives said that the urgency of the problem required immediate technical and financial support through further voluntary measures to support activities to promote knowledge.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Following the work of the contact group on strategic objectives 1 and 3 its chair reported that the group had refined the response measures relating to those strategic objectives presented in table 4.1 of the study on options for global control of mercury (UNEP(DTIE)/Hg/WG.1/2) and had inserted additional measures. The group had not been able to consider the advantages and disadvantages of the response measures, nor to prioritize or assess their feasibility, given the complexity of the task and the limited time available, however. It had also agreed that the measures under strategic objective 3 might profitably be regrouped into subcategories. Following the report of the contact group chair a number of other speakers suggested further additions to the list of response measures contained in table 4.1. The table as so revised is set out in annex I to the present report. The Working Group noted that the tables in annex I would continue to be considered a list of non-agreed measures.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Following", "action_verb_type": "preambular", "action_verb_normalized": "follow", "links": []}, {"text": "Environmentally sound solutions for the management of waste containing mercury and mercury compounds", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Many speakers highlighted waste management as vital to a life-cycle approach to reducing mercury releases. Several noted the importance of using substitutes to reduce the generation of mercury-containing wastes. The representative of a regional economic integration organization and its member States added that, even when mercury could not be replaced, useful measures existed, including limit values and labelling to inform consumers.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A number of speakers said that measures to limit the entry of mercury into the general waste stream should include separate collection methods and appropriate disposal infrastructure. Several drew attention to the draft technical guidelines on the environmentally sound management of mercury waste (third draft) prepared under the auspices of the Basel Convention and suggested that mercury in wastes should be addressed in tandem with that Convention (while it was also recognized that efforts should not be duplicated). One speaker, however, noted the limited resources available to assist in the implementation of such guidelines. It was also suggested that the Basel Convention was the sole authority to deal with hazardous waste and should accordingly be strengthened. One speaker drew attention to the ongoing partnership initiatives under the Basel Convention, and especially the new partnership on electronic wastes, as examples of the successful combination of voluntary and legally binding approaches. Several speakers said that elimination of mercury-containing products from the waste stream was the most sustainable and least costly means of reducing emissions from incineration and that where that was not possible best available techniques and best environmental practices for incineration should be employed. Two speakers said that mercury wastes should not be disposed of in landfills unless they operated in an environmentally sound manner under strict controls.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A number of speakers stated that developing countries did not have managed landfills and that wastes were often disposed of in open sites, sometimes near inhabited areas and sensitive habitats. Exposed populations were often unaware of the dangers of open dumping and open burning of mercury-containing products, thus making awareness-raising vital. Noting that products exported to developing countries sometimes contained high levels of mercury, one speaker, on behalf of others, said it was necessary to strengthen institutional capacity to identify mercury-containing wastes, set standards such as limit levels and establish legal infrastructures. It was also necessary to minimize the export of equipment close to the end of its life to developing countries, as such equipment became waste after only a very brief period.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Some speakers raised the special concerns of small island developing States with regard to stockpiles and lack of adequate disposal sites. One suggested that as mercury was phased out there might be increased illegal traffic, which would be a challenge to countries with limited regulatory and institutional frameworks. Others said that the adoption of mercury-free technologies and phase-out of mercury would lead to increases in mercury waste, in particular in the chlor-alkali industry. Some speakers highlighted the importance of product stewardship and the response measure that required vendors to “take back” mercury containing products. Others, however, suggested that there were difficulties associated with establishing effective take-back schemes in the global market.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "One speaker promoted the diversion of mercury-containing wastes from disposal to recovery and recycling, which, she said, would prevent primary mining sources from being tapped again if mercury supplies were exhausted. Several speakers said that the sound management of mercury wastes, which they said was vital to the reduction of mercury in the environment, would require increased technical capacity. Another said that information on products containing mercury, the sources and life-cycles of those products and possible substitutes was necessary to ensure the sound management of mercury wastes, as was information on possibilities for recycling and re-use.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A number of speakers voiced support for developing partnerships to manage national wastes containing mercury and said that a new legally binding instrument would also be necessary to address the issue at the global level. It was also suggested that the Stockholm Convention, which established requirements for linkages with the Basel Convention on waste disposal, could be used as a model for developing such an instrument. Others, citing successful existing partnerships, expressed their preference for a voluntary framework. One speaker, however, stressed the importance of having a standardized framework and timeline for partnerships.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The representative of the Basel Convention reported on work on the technical guidelines on mercury waste that were being developed in concert with UNEP Chemicals. She said that the Basel Convention secretariat had been mandated to continue work on those guidelines and therefore sought comments on them. She noted that a substantial amount of work had been done on electric and electronic wastes and informed the Working Group of a pilot programme on medical wastes containing mercury being initiated in the Latin America and Caribbean region with support from Norway and the United States of America, for which any additional support would be welcomed.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A number of speakers suggested additions to the list of response measures contained in table 4.2 of the study on options for global control of mercury (UNEP(DTIE)/Hg/WG.1/2). The table as so revised is set out in annex I to the present report. The Working Group noted that the tables in annex I would continue to be considered a list of non-agreed measures.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Reduction of global mercury demand related to use in products and production processes", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "There was general agreement that reducing global demand for mercury for use in products and production processes was essential to limiting the harm caused by mercury releases and many representatives highlighted artisanal and small-scale mining and household and healthcare products as areas that required special focus. There was equally broad agreement that raising the awareness of consumers and the professionals that used mercury-containing products was essential to efforts to reduce demand. Several representatives said that the collection of comprehensive information on the status of mercury use and consumption in each country would assist educational efforts greatly. One speaker suggested that chambers of commerce, trade unions and political parties should be involved in a worldwide campaign to raise awareness about products that contained mercury.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Several representatives said that alternatives were available for many of the products and processes that currently used mercury. One representative noted that the Nordic Council of Ministers had prepared a study on substitution which demonstrated that alternatives were available and that new mercury-free products were being developed continually. Several speakers pointed out that institutional or technical challenges could slow the adoption of alternatives and emphasized that capacity-building, technology transfer and financial support would be needed to overcome economic and social obstacles that were particularly prevalent in developing countries. The representative of a regional economic integration organization and its member States said that while intensive research was already under way to identify alternatives where none currently existed, in some instances there was a need to create additional incentives for such research.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Opinions differed to a greater extent on whether efforts to encourage a shift to mercury-free alternatives should be based on voluntary or legally binding measures. Several speakers, including the representative of a regional economic integration organization and its member States, said that by banning mercury-containing products or the supply of mercury to certain producers they had succeeded in compelling manufacturers to produce alternatives. In their view, a robust global legal regime, which provided for a progressive reduction in mercury use, would be the most effective way to curtail demand. Some also expressed support for subjecting mercury to the provisions of the Rotterdam Convention.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Opinions", "action_verb_type": "operative", "action_verb_normalized": "opinion", "links": []}, {"text": "One representative, citing the effectiveness of awareness-raising, inventories and voluntary practices in reducing mercury use in the health sector in her country, expressed a preference for a non-binding approach in which targets could be tailored to countries’ situations and allow them to reduce mercury use in the most cost-efficient manner. Responding, the representative of a non-governmental organization said that voluntary measures had proven effective in the health sector precisely because there were binding laws which underpinned them, while another said it was because health care professionals were uniquely receptive to information on the benefits of mercury phase-out. In addition to calling for legally binding measures to reduce demand in the sector, the latter speaker stressed that two further measures were needed to support a transition to alternatives in developing countries: certification mechanisms in developing countries to reassure medical personnel that available alternatives were reliable; and assistance to expand production of mercury-free alternatives, particularly in India and China, in order to meet growing demand.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A number of speakers suggested additional response measures for inclusion in a revised version of table 4.3 in part 4 of the study on options for global control of mercury. The table as so revised is set out in annex I to the present report. The Working Group noted that the tables in annex I would continue to be considered a list of non-agreed measures.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Reduction of the global mercury supply, including considering curbing primary mining and taking into account a hierarchy of sources", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "There was very broad support for eliminating the primary production of mercury. The representative of a regional economic integration organization and its member States and one other representative said that the practice had been halted within their jurisdictions; other speakers reported very limited reliance on primary production. One speaker questioned, however, whether it would be feasible to meet current demand for mercury without primary production. The representative of the Secretariat noted that existing data were insufficient to answer that question and suggested that the issue could be researched prior to the Working Group’s second meeting.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "With respect to the reduction of supply from non-primary sources, there was a greater divergence of opinion. Some speakers, including the representative of a regional economic integration organization and its member States, said that mercury from decommissioned chlor-alkali cells and stockpiles should be taken off the market after a transition phase and that monitoring in the form of registration or inventories should be used to help achieve that goal. Several speakers questioned the wisdom of attempting to curb supply, however, noting that it was inextricably linked to demand and that various products and processes currently constituted legitimate uses of mercury. They suggested that priority should be given to managing demand for mercury and recycling existing mercury to curtail reliance on other sources of supply.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Other representatives affirmed that efforts to constrain supply would raise the price of mercury, discouraging its use in areas such as artisanal gold mining and creating incentives for the adoption of alternatives but leaving it available for appropriate uses such as energy-efficient lighting. In that context, the representative or a non-governmental organization also suggested that increased recycling of mercury should aim to meet those uses rather than market demand (as was suggested in the study on options for global control of mercury) because the latter included uses that the Working Group wished to reduce. Another representative of a non-governmental organization suggested that the abundance of waste mercury recoverable at artisanal gold mines for reuse meant that supply controls would be ineffective in curbing mercury use in artisanal and small-scale mining. Another speaker said that it would be useful to acquire, prior to the Working Group’s next meeting, more information on the price elasticity of demand for mercury.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "There was also some disagreement on the issue of international trade in mercury. Some speakers expressed support for legally binding controls on the movement of mercury. Others voiced concern, however, that such rules could prevent countries that produced mercury as a by-product from exporting it to other countries where it could be stored safely and inhibit access to mercury for appropriate uses. In that connection, one speaker said that the use of mercury in compact fluorescent lights saved energy and was often offset by reduced emissions of mercury from coal-fired power stations. Two speakers stressed that limits on the movement of mercury could conflict with existing global trade rules; consideration of harmonization and synchronization with those rules would therefore be important. One suggested requiring mercury producers to reprocess the residues and wastes from the mercury that they supplied; another stressed the need to consider illegal trade in mercury.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Following its discussion the Working Group agreed that a group of interested parties would meet informally in an effort to discuss possible revisions of or additions to table 4.4 in the study on options for global control of mercury (UNEP(DTIE)/Hg/OEWG.1/2). A representative of the group subsequently reported that while there had been no convergence of views on the merits of trade measures, such measures would remain in the table as it was merely an indicative list of possible measures. She asked, however, that the present report reflect the fact there remained divergent views regarding the various response measures in the table.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Following", "action_verb_type": "preambular", "action_verb_normalized": "follow", "links": []}, {"text": "Environmentally sound storage solutions for mercury", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In their discussion of long-term or terminal storage of mercury, members of the Working Group identified strong linkages between issues of waste management and storage, with a focus on a life-cycle approach being preferred to an “end-of-pipeline” response. Several representatives said that, as with the transport and management of mercury and other hazardous wastes, many States lacked the resources to provide safe, effective long-term storage of mercury. Others offered the expertise of their Governments in providing technical assistance and sharing their working knowledge regarding long-term mercury storage. Several speakers noted that small island States faced not only resource constraints but also geophysical limitations in the lack of secure, leak-proof, deep underground environments for the storage of mercury. In that regard, one speaker indicated that some small island developing States were more inclined to pursue other response measures, including take-back schemes.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In considering strategic objective 1 under this priority area (reducing releases from stored mercury and mercury wastes), many representatives suggested that an extended producer responsibility or product stewardship model be followed; one cited as an example the re-export of polychlorinated biphenyls (PCBs) from Pacific Ocean islands to Australia. Several also pointed to a lack of information about mercury stores in their own countries as a hindrance to action. A number of speakers suggested additional response measures for inclusion in a revised version of table 4.5 in part 4 of the study on options for global control of mercury.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "With reference to strategic objective 2 (management of existing stockpiles of mercury and mercury-containing wastes to prevent environmental contamination), representatives observed that both the Basel Convention and the Stockholm Convention might provide bases for international action. Some speakers suggested that stockpiles be managed in a similar fashion as mercury waste through final disposal. Others cautioned against creating an incentive for primary mercury mining by removing existing mercury stores from the global market.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "There was general agreement on a number of issues relating to both objectives, including the desirability of partnerships and other modes of international collaboration, the need to promote best available techniques and best environmental practices in the long-term storage of mercury and the need for additional research on mercury storage and sequestration techniques. Some noted that effective long-term mercury storage systems should adhere to a life-cycle approach and be integrated with the collection, transport and possible re-export of mercury in order to prevent its re-entry into the biosphere.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A revised version of the list of response measures contained in table 4.5 of the study on options for global control of mercury (UNEP(DTIE)/Hg/WG.1/2) is set out in annex [   ] to the present report. The Working Group noted that the tables in annex I would continue to be considered a list of non-agreed measures.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Remediation of existing contaminated sites affecting public and environmental health, considering the results of the analysis referred to in paragraph 24 (d) of decision 24/3 IV", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Discussing strategic objective 1 (prevent mercury contamination from spreading), several speakers said that it was a priority to carry out rapid health and environmental assessments to discover the extent of mercury contamination. Several said that such an activity would lend itself to a voluntary approach. Some suggested that more guidance was needed on what constituted a contaminated site and on prioritizing such sites. It was generally recognized that several of the response measures pertaining to both strategic objectives in the priority area were ambitious and would require sustained long-term action.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Discussing", "action_verb_type": "preambular", "action_verb_normalized": "discuss", "links": []}, {"text": "Regarding strategic objective 2 (control and remediate contaminated sites), several speakers said it was important to develop guidelines on applying best available techniques and best environmental practices to the management of contaminated sites. Some said that monitoring and enforcement over time were essential to preventing contaminant leakage, with several recommending the use of indicators on environmental, social and human health criteria. A speaker from a non-governmental organization said that the public’s right to know was an essential requirement for effective scrutiny of contaminated sites. One speaker noted that enacting national legislation on land contamination could raise complex legal issues regarding responsibility for pre-existing contamination.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Regarding", "action_verb_type": "preambular", "action_verb_normalized": "regard", "links": []}, {"text": "Another speaker said that contaminated land was increasingly being reclaimed for development as land became scarcer and that planning and management standards were therefore required for such land. A number of speakers said that developing and transitional economy countries required assistance in obtaining cost-effective technology and building capacity for the remediation of contaminated land.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "One speaker said the list of available response measures in table 4.6 of the study on options for global control of mercury showed that remediation of contaminated sites was primarily site-specific and therefore a national issue; she suggested that global action, where necessary, could be addressed through an informal network of technical experts. Other speakers said the issue was of global significance where, for example, globally important wetlands were contaminated or transboundary waters or marine resources were affected. The representative of a small island development State noted that contaminants could be flushed into the sea by above-average tides.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "One speaker inquired about the status of a report on contaminated sites, among other issues, that the Secretariat had been requested in decision 24/3. The representative of the Secretariat reported that the Secretariat had, in accordance with the decision, solicited from Governments and other stakeholders the information needed to prepare the report. Only a small number had so far provided such information and the Secretariat was accordingly awaiting further responses.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A number of speakers suggested additions to the list of response measures contained in table 4.6 of the study on options for global control of mercury (UNEP(DTIE)/Hg/WG.1/2). The table as so revised is set out in annex [  ] to the present report. The Working Group noted that the tables in annex I would continue to be considered a list of non-agreed measures.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Increasing knowledge on areas such as inventories, human and environmental exposure, environmental monitoring and socio-economic impacts", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "There was general agreement that information on mercury and its effects worldwide was urgently needed to help raise awareness and to facilitate the selection and implementation of response measures. One speaker stressed the need for information to be available about products containing mercury and opportunities for substitution. Several speakers highlighted shortcomings in their mercury inventories and monitoring processes. One speaker suggested that, given the current dearth of monitoring and inventories, the Executive Director of UNEP would find it difficult to respond to the Governing Council’s request in paragraph 25 of decision 24/3 that he facilitate work to improve global understanding of global emissions sources. He was joined by many other speakers in calling for expeditious efforts to improve inventories and models and to monitor emissions and effects on humans, wildlife and the environment. One representative, however, cautioned that, in view of the limited resources available, it would be vital to set priorities and implement measures in a step-by-step fashion.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Several representatives, including the representative of a regional economic integration organization and its member States, suggested that the best way of establishing monitoring systems worldwide would be to enact a comprehensive legal framework; one suggested that the Stockholm Convention’s global monitoring plan could serve as a useful model. The representative of the United Nations Institute for Training and Research (UNITAR) said that, in his experience, the best way to encourage a country to establish monitoring systems and inventories was to provide guidance and training materials and financial support and to mainstream chemicals management into other development processes operating in the country. Several speakers drew particular attention to the usefulness of pollutant release and transfer registers as a means of improving the understanding of the public and decision makers. The representative of UNITAR presented information on a pilot project, supported by the United States of America and currently involving three countries, on strengthening inventory development and risk management decision-making for mercury.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Many representatives stressed that developing countries faced particularly severe challenges and would require financial and technical assistance to enable them to establish effective monitoring systems and inventories. Several speakers noted that small island developing States, whose populations often relied heavily on fish for their diet and income generation, were especially vulnerable to mercury pollution. It was also noted that establishing monitoring systems posed a particular challenge for some such States whose territories included chains of numerous and widely scattered islands.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A number of speakers suggested additions to the list of response measures contained in table 4.7 of the study on options for global control of mercury (UNEP(DTIE)/Hg/WG.1/2). The table as so revised is set out in annex I to the present report. The Working Group noted that the tables in annex I would continue to be considered a list of non-agreed measures.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "D.Activities in preparation for the second meeting of the Open-ended Working Group", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Working Group agreed that intersessional work was important and necessary, both to document the ideas discussed during the current meeting and to gather information necessary to move forward during the second meeting of the Working Group, to be held in October 2008. Recalling that a main outcome of the second meeting of the Working Group would be a final report reflecting all views expressed and presenting options and any consensus recommendations to the Governing Council of UNEP at its twenty-fifth session as required by decision 24/3, the Group agreed that its intersessional work would adhere closely to the mandate in that decision. It was further agreed that the Secretariat would provide for the current meeting an assessment of the feasibility of the scope of the intersessional work as well as an estimate of the financial and other resources required to conduct such work, taking into consideration the schedule for disseminating documents in advance of the second meeting of the Working Group. It was recognized that intersessional work could not be undertaken by the secretariat without concrete pledges of resources.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Proposals for intersessional work were submitted by the group of African countries, the United States of America, Australia and New Zealand and the European Union. In addition, the representative of the United States of America offered a proposal further clarifying how a voluntary framework could be constructed and further elaborated by the Secretariat, saying it could include a political commitment alone or in conjunction with a programme of work and that such efforts could be undertaken through existing mechanisms such as the Strategic Approach to International Chemicals Management or a new UNEP-led process. At the recommendation of the Chair, issues raised in the four proposals were classified into the following seven topics as a basis for discussion by the Working Group: analyses of sources, supply, demand and elasticities related to mercury; further analysis of implementation options; regrouping of response measures; analyses of costs and benefits of response measures; technical assistance and financial mechanisms; guidance on best available techniques and best environmental practices; and other interim measures. After extensive discussion, a contact group chaired by Ms. Zastenskaya was established to prepare a consolidated proposal for intersessional work, taking into consideration the elements of the four proposals and the issues raised during the discussion.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Proposals", "action_verb_type": "operative", "action_verb_normalized": "proposal", "links": []}, {"text": "Ms. Zastenskaya subsequently reported to the Working Group that, following lengthy discussions, the contact group had agreed on a consolidated proposal for the programme of intersessional work to be carried out by the Secretariat, which had been circulated as a conference room paper. The programme of intersessional work, as adopted by the Working Group, is set out in annex II to the present report.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In the course of the Working Group’s deliberations prior to its adoption of the programme of work, the representative of the Secretariat said that the estimated total cost of the planned intersessional work was $510,000, including direct costs, staff costs and the 13 per cent overhead charge payable to UNEP.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Several representatives suggested that the figures provided by the Secretariat were of necessity somewhat imprecise and observed that the actual costs of the individual activities might vary somewhat from their estimated costs. A number of speakers said that the Secretariat's estimated costs for the activities under items (c) (analysis of implementation options), (f) (assessment of supply and demand) and (g) (preparation of a paper on alternatives and substitutes) of the programme of intersessional work suggested that those items were to be given higher priority, which in their view did not accord with the priorities set by the contact group. Several said that the Secretariat should ensure that adequate resources were committed to the cost-benefit analysis required under section (e). The Working Group agreed that the Secretariat would be responsible for allocating the amount to be spent on the intersessional work in such a way that it met the Working Group’s needs.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Working Group also agreed that, in addition to preparing an updated paper on the major mercury-containing products and processes that had effective substitutes (in accordance with section (g) of the programme of intersessional work), the Secretariat should also attempt to gather and make available to the Working Group at its second meeting available information on mercury-containing products and processes for which effective substitutes were not available.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Report on activities under the UNEP mercury programme", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The representative of the Secretariat reported on activities under the UNEP mercury programme. He began by reporting on the status of the report on atmospheric emissions and site-based contamination that, as outlined in document UNEP(DTIE)/Hg/OEWG.1/3, the Secretariat had been asked to prepare in decision 24/3. A draft of the report, which was being developed with assistance from the fate and transport partnership and the Arctic Monitoring and Assessment Programme, would be circulated by 1 June 2008 and comments were requested by 16 July 2008. A penultimate draft would be ready for consideration by the Open-ended Working Group at its second meeting, scheduled for October 2008. He noted that only four countries had responded to a request for information on contaminated sites; to assist in the preparation of the report, Governments and others were requested to provide any further comments on emissions and contaminated sites to the Secretariat by 31 December 2007.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "He reported next on two ongoing activities, which were described in document UNEP(DTIE)/Hg/OEWG.1/4: continuing cooperation with the Secretariat of the Basel Convention to develop technical guidelines for the environmentally sound management of mercury-containing waste; and enhancing outreach and risk communication for at-risk populations, including sensitive populations. The draft guidelines on environmentally sound management were available on the website of the Basel Convention. Regarding the second activity, a guidance document on identifying populations at risk due to exposure to mercury (UNEP(DTIE)/Hg/OEWG.1/INF/4) had been prepared in consultation with the World Health Organization and the Food and Agriculture Organization of the United Nations and a draft package of materials adopting a modular approach to awareness raising (UNEP(DTIE)/Hg/OEWG.1/INF/5) had also been developed. Comments on those documents were invited by 31 December 2007.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Turning to progress with inventories, he said that UNEP had developed a toolkit aimed at assisting countries to undertake inventories as a first step in developing their plans for dealing with mercury. Pilot projects to field-test the toolkit had been undertaken in five countries, though the toolkit was available for others who wished to trial it. UNEP saw the development of inventories at the national level as an important contribution to addressing the mercury issue. In response to a query, he said that information from national inventories, once completed, would be accessible on the UNEP Chemicals website.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Turning", "action_verb_type": "preambular", "action_verb_normalized": "turn", "links": []}, {"text": "Reporting next on the Global Mercury Partnership, he recalled that by decision 24/3 IV the Governing Council had called on UNEP, in consultation with Governments and other stakeholders, to strengthen mercury programme partnerships, including through the development of an overarching framework. As described in document UNEP(DTIE)/Hg/OEWG.1/INF/8, work was continuing to develop the business plans, define the objectives and create the governance structure that would form the components of such a framework, and a meeting to further discuss the matter was scheduled for April 2008 in Geneva. Considerable progress had been made through meetings of the five partnerships that were already in place, though participation in the partnerships had not been as full as had been expected or hoped. In conclusion, he thanked the United States of America for its considerable support to the Global Mercury Partnership programme.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Reporting", "action_verb_type": "preambular", "action_verb_normalized": "report", "links": []}, {"text": "In the ensuing discussion, there was general approval for the leadership shown by UNEP in developing the framework for the Global Mercury Partnership called for in decision 24/3 IV. Responding to a question about which partners had been involved in the consultation process on strengthening mercury programme partnerships, the representative of the Secretariat said that UNEP had consulted informally with those who had indicated their interest in participating actively in the process.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The speaker who asked the question said that effective voluntary approaches such as partnerships had to be characterized by coherence, transparency, accountability and sustainability, including through due consultation with host Governments to ensure the alignment of activities with national needs and policies. The Quick Start Programme of the Strategic Approach to International Chemicals Management was an appropriate model. One speaker, a Strategic Approach regional focal point, said he fully supported all the proposals voiced by the previous speaker. Another said that such elements might be usefully considered at the meeting scheduled for April 2008 to discuss the matter. Other speakers supported the need for a stronger, more sustainable structure for the Global Mercury Partnership. Another speaker said it was essential to be flexible in gearing partnerships and their activities to particular circumstances.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Several speakers described the activities and approaches of partnerships in which they were involved. One said that it was vital that partnerships set concrete, measurable targets for reductions in mercury releases and other objectives. He also said that the administration of the Global Mercury Partnership should be streamlined to minimize the workload of the Secretariat. Several speakers said that the partnership process should be more inclusive and open. In response, the chair of the fate and transport partnership invited prospective partners to visit the partnership website and find out how they could become involved. One speaker praised the Secretariat for its efforts in publicizing meetings and other events relating to partnerships. Another noted that significant funding had been channelled to partnerships. The speaker documented several environmental results of partnership efforts and cited specific examples of non-governmental organization, developing country and industry participation. The speaker also noted that partnerships presented opportunities for focused, timely and flexible action.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "One speaker said that there was little evidence that the partnership approach had achieved significant reductions of global mercury emissions and that it was therefore urgent to work towards the establishment of a legally binding instrument. That speaker received substantial support. Many speakers emphasized the important role of the partnerships. One praised the work of the partnerships and noted further success that could be achieved if more countries participated. One speaker from a non-governmental organization, supported by another, said that the partnership programme needed strengthening, including through the greater involvement of non-governmental organizations, in order to serve as an effective interim measure before the adoption of a legally binding instrument. He also suggested that the programme would provide valuable information regarding the form that such an instrument should take. Another speaker from a non-governmental organization underlined that governance rules for partnerships needed to be clearly defined and provide for balanced participation in decision making.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Other matters", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A.Submission by the group of Latin American and Caribbean countries", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "One speaker, on behalf of the group of Latin American and Caribbean countries, introduced a conference room paper on regional priorities, cross-cutting issues and key principles for addressing the global mercury issue. At his request, the Working Group agreed that it would be annexed to the current report to inform discussions of the Working Group at its second meeting. It is set out in annex III to the present report.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "B.Dates and venue of the Working Group’s second meeting", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The working group noted a proposal by the Secretariat to convene the Working Group’s second meeting from 6 to 10 October 2008 at UNEP headquarters in Nairobi, Kenya.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "C.Involvement of the trade and health sectors in responding to the challenges posed by mercury", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "One speaker, noting the trade and health implications of the risks posed by mercury, made a statement urging that representatives of the trade and health sectors, including the private sector, be made active participants in the international effort to ameliorate those risks, which she said would send a signal about the value of positive national coordination.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Adoption of the report", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Working Group adopted the present report on the basis of the draft contained in documents UNEP(DTIE)/Hg/OEWG.1/L.1 and L.2, on the understanding that the finalization of the report would be entrusted to the Rapporteur, in consultation with the Chair and with the assistance of the Secretariat.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Working Group agreed that the Secretariat should make the report available to the Conference of the Parties to the Basel Convention for consideration at its ninth meeting.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Closure of the meeting", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The first meeting of the Ad hoc Open-ended Working Group on Mercury was declared closed at 4.50 p.m. on Friday, 16 November 2007.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Annex I", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Revised tables 4.1–4.7 from the study on options for global control of mercury (UNEP(DTIE)/Hg/OEWG.1/2)", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Revised", "action_verb_type": "preambular", "action_verb_normalized": "revised", "links": []}, {"text": "Reduce atmospheric emissions of mercury from human sources", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "4.1", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Find environmentally sound solutions for the management of waste containing mercury and mercury compounds", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "4.2", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Reduce global mercury demand related to use in products and production processes", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "4.3", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Reduce global mercury supply", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "4.4", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Find environmentally sound storage solutions for mercury", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "4.5", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Address the remediation of existing contaminated sites affecting public and environmental health", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "4.6", "action_verb": "Address", "action_verb_type": "operative", "action_verb_normalized": "addres", "links": []}, {"text": "Increase knowledge on areas such as inventories, human and environmental exposure, environmental monitoring and socio-economic impacts", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "4.7", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Annex II", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Interesessional work", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(Presented as submitted, without formal editing)", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "(Presented", "action_verb_type": "preambular", "action_verb_normalized": "(presented", "links": []}, {"text": "The secretariat is requested by the Ad hoc Open-ended Working Group to undertake the following intersessional work in preparation for the Working Group’s second meeting:", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In the context of financial considerations and the possible development of a new free-standing convention, of a new Protocol under the Stockholm Convention, and of voluntary arrangements, to provide information on:", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "(a)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The possible modalities to allow the Global Environment Facility (GEF) to provide financial resources;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "1.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The elements of the structure of the Multilateral Fund of the Montreal Protocol that could serve as a model;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "2.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Funding currently available through GEF, the Strategic Approach to International Chemicals Management and other funding arrangements for addressing mercury;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "3.", "action_verb": "Funding", "action_verb_type": "preambular", "action_verb_normalized": "fund", "links": []}, {"text": "On technology support, to provide information, based on experience with existing legally binding and voluntary arrangements, on how sustainable technology transfer and support could be facilitated for global mercury control actions;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(b)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "For the analysis of implementation options, to describe the process, including legal, procedural and logistical aspects, by which countries would pursue the options of a new free-standing convention, a new Protocol under the Stockholm Convention and voluntary arrangements, using document UNEP(DTIE)/Hg/OEWG.1/2 and the report of the Working Group’s first meeting as a starting point;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(c)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In relation to the analysis and grouping of response measures, to organize response measures within each strategic objective according to the following clusters:", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 2, "prefix": "(d)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Inventories and knowledge building;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "1.", "action_verb": "Inventories", "action_verb_type": "operative", "action_verb_normalized": "inventori", "links": []}, {"text": "Targets and time tables;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "2.", "action_verb": "Targets", "action_verb_type": "operative", "action_verb_normalized": "target", "links": []}, {"text": "BAT/BEP and product standards/restrictions;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "3.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Financial considerations and capacity building;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "4.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Technology transfer;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "5.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Response measures would be annotated to indicate those that could, in principle, be implemented at the national level and those that would benefit from a coordinated international framework, whether through voluntary arrangements or legally binding instruments;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "On costs and  benefits and for each of the strategic objectives, noting that there may be some instances where the assessment may be more appropriate at a sub-level or cluster of activities, to make a general qualitative assessment of the potential costs and benefits associated with each of these objectives, giving an indication for each such as small, medium, large or not applicable. This would take into account that the cost element would be based on the overall costs associated with implementing each strategic objective, and the benefits on the extent to which the strategy would reduce mercury-related risk on a global basis and distinguish between local and global risk-reduction benefits;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "(e)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In addition, the secretariat should gather and present any available information on the socio-economic costs of continuing the status-quo;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Regarding the analysis of sources, to undertake an assessment of whether projected demand could be met if primary mining were phased out and to provide, based on information that is available, a brief summary of major sources of mercury releases by country or, if unavailable, by region, using inter alia the atmospheric emission study and covering the following areas: emissions from coal-fired power plants, industrial emissions (e.g., waste combustion, non-ferrous metals, cement production), artisanal gold mining use and emissions and use of mercury in products and processes", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "(f)", "action_verb": "Regarding", "action_verb_type": "preambular", "action_verb_normalized": "regard", "links": []}, {"text": "On the guidance on production, to prepare an updated paper on the major mercury-containing products and processes that have effective substitutes, including information on the relative quantities of mercury used, and on experience in switching to non-mercury processes or products;", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "(g)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "On interim measures, to provide information on funding currently available through GEF, the Strategic Approach to International Chemicals Management and other funding arrangements to increase knowledge on areas such as inventories, human and environmental exposure, environmental monitoring and socioeconomic impacts.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": 2, "prefix": "(h)", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Annex III", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Submission by the group of Latin American and Caribbean countries on regional priorities, cross-cutting issues and key principles for addressing the global mercury issue", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "(Presented as submitted, without formal editing)", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "(Presented", "action_verb_type": "preambular", "action_verb_normalized": "(presented", "links": []}, {"text": "The group of Latin American and Caribbean countries (GRULAC) recognizes the global mercury pollution issue as a serious threat to human health and the environment. During the first meeting of the AHOEWG, GRULAC identified specific priorities for the region, key principles as well as cross-cutting issues necessary to address them.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Priorities", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Based on the elements outlined in UNEP Governing Council Decision 24/3, GRULAC considers the following issues as the top three priorities for the region:", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Based", "action_verb_type": "preambular", "action_verb_normalized": "based", "links": []}, {"text": "development of national inventories in relation to emission sources, stockpiles, mercury containing  products, contaminated sites, and mercury loading in humans and the environment;", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "1.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "access to mercury-free technologies for the artisanal, small scale and industrial gold-mining sectors, taking into account possible socio-economic impacts; and", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "2.", "action_verb": "access", "action_verb_type": "operative", "action_verb_normalized": "acces", "links": []}, {"text": "identification and implementation, through the provision of technical and financial assistance, of measures for the environmentally sound management of mercury wastes.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "3.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Cross-cutting issues", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "GRULAC considers the following cross-cutting issues as imperative to ensure the effectiveness of any actions related to the reduction of risks posed by mercury:", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "provision of adequate new and additional financial resources. The existing financial resources for chemicals management will not effectively address the global mercury issue. Therefore, there is an urgent need for the provision of sustained financing", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "1.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "capacity building (regulatory, institutional and infrastructure) and transfer of best available and cost-effective techniques", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "2.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "exchange of information and sharing of best practices, including at the sub-regional and regional levels, and the establishment of a clearing-house mechanism, and", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "3.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "full commitment of all stakeholders, especially the major producers, generators and users of mercury, mercury containing products and processes.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "4.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Key principles", "type": "heading", "heading_level": 4, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The following key principles should apply in addressing the global mercury issue:", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "common but differentiated responsibilities, as outlined in the preamble of Decision 24/3.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "1.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "extended-producer-responsibility", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "2.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "life-cycle approach", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "3.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "transparency, especially in the application of voluntary measures", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "4.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "community-right-to-know, and", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "5.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "the polluter-pays principle.", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "6.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "____________________", "type": "footer", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}]