[{"text": "Twelfth special session of the Governing Council/\nGlobal Ministerial Environment Forum", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Nairobi, 20–22 February 2012", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Item 4 of the provisional agenda*", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Emerging policy issues: environment and development", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Chemicals and waste management", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Report of the Executive Director", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "By paragraph 23 of its decision 26/3, the Governing Council urged the United Nations Environment Programme (UNEP) to continue to implement the Strategic Approach to International Chemicals Management, particularly in relation to emerging policy issues and those elements of its programme of work related to the environmental aspects of the Strategic Approach, including mainstreaming activities and the assessment of the economic and social costs of unsound chemicals management, together with the assessment of economic instruments that internalize the external costs related to chemicals, to be reflected in the first Global Chemicals Outlook report, to be published in early 2012.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "By paragraph 24 of the decision, the Governing Council welcomed the enhanced engagement of the health sector in the Strategic Approach, in particular the development of the health sector strategy called for by the International Conference on Chemicals Management at its second session and the elaboration of environment and health linkages in response to the Libreville Declaration on Health and Environment in Africa and the Luanda Commitment on its implementation.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "By paragraph 25 of the decision, the Governing Council urged Governments, intergovernmental organizations, non-governmental organizations and others in a position to do so to contribute financially and in kind to the implementation of the Strategic Approach, including through the Quick Start Programme, the secretariat and the UNEP programme of work.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "By paragraph 36 of the decision, the Governing Council requested the Executive Director to present a report on progress in the implementation of the decision in relation to the Strategic Approach to the Governing Council/Global Ministerial Environment Forum at its twelfth special session.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The present report has been produced in response to that request.", "type": "frontmatter", "heading_level": null, "paragraph_type": null, "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Activities of the secretariat", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "I.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The activities mentioned herein have been initiated thanks to contributions from Governments and financing allocated from the Quick Start Programme trust fund. Additional contributions, however, are needed to replenish the trust fund and to support the secretariat’s activities.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The secretariat is responsible, among other things, for facilitating the operation of the Quick Start Programme. As at July 2011, over $32 million had been made available to the Quick Start Programme trust fund. The trust fund is currently supporting 139 projects that are being implemented by 100 Governments and 15 civil society organizations and that involve activities in 103 countries, including 53 least developed countries and small island developing States.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "By its resolution II/3, the International Conference on Chemicals Management requested the Quick Start Programme Executive Board to evaluate the Programme, report on its effectiveness and the efficiency of its implementation and make recommendations in the light of its findings for the consideration of the Conference at its third session. The midterm review is under way and expected to be finalized in early 2012. Recommendations will be presented at the third session of the Conference for consideration and a possible decision regarding the operation of the trust fund. In line with resolutions I/4 and II/3, the trust fund is open for voluntary contributions until the third session of the Conference. Concerns have been raised by various countries about the end of this financial mechanism and the possible effect on the implementation of the Strategic Approach. Accordingly, the Conference will consider a recommendation by the Executive Board to extend the period of disbursement of funds available in the trust fund for projects approved before November 2013 until all project activities have been completed.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Since the second session of the Conference, the secretariat has worked to develop a strategy for strengthening the engagement of the health sector in the implementation of the Strategic Approach; contributed to work on the emerging issue of nanotechnologies and nanomaterials by commissioning a report focusing on issues of relevance, in particular for developing countries and countries with economies in transition; facilitated the midterm review of the Quick Start Programme; and developed a first preliminary progress report on the implementation of the Strategic Approach based on the 20 indicators adopted by the Conference at its second session.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Following the second session of the Conference, the secretariat organized regional meetings in Africa, Latin America and the Caribbean, Central and Eastern Europe, and Asia and the Pacific between April and September 2011 to prepare for the first meeting of the Open-ended Working Group, which was held in Belgrade from 15 to 18 November 2011. The Open-ended Working Group was established as a subsidiary body of the Conference to prepare for its sessions.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Following", "action_verb_type": "preambular", "action_verb_normalized": "follow", "links": []}, {"text": "Recommendations in relation to lead in paint, chemicals in products, hazardous substances in the life cycle of electrical and electronic products, nanotechnologies and nanomaterials and perfluorinated chemicals, which were identified as emerging issues by the Conference at its second session, were developed at the meeting of the Open-ended Working Group and will be presented to the Conference at its third session for consideration. The Open-ended Working Group will also present to the Conference two proposals for additions of new work areas to the Global Plan of Action: one on nanomaterials and nanotechnologies, and the other on hazardous substances in the life cycle of electrical and electronic products. In addition, the Conference will also consider international cooperation to promote awareness, understanding and action in respect of endocrine-disrupting chemicals, an issue nominated as an emerging policy issue by UNEP in consultation with the World Health Organization (WHO).", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": "Recommendations", "action_verb_type": "operative", "action_verb_normalized": "recommendation", "links": []}, {"text": "Other matters to be considered by the Conference include the outcome of the Quick Start Programme midterm review, the outcome of the consultative process on financing options for chemicals and wastes initiated by the Executive Director of UNEP, the strategy for the engagement of the health sector in the implementation of the Strategic Approach and the first progress report on the implementation of the Strategic Approach covering the period 2009–2010.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Activities of the United Nations Environment Programme", "type": "heading", "heading_level": 1, "paragraph_type": null, "paragraph_level": null, "prefix": "II.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UNEP has continued to play a leading role in the implementation of the Strategic Approach by hosting its secretariat and, as a participating organization of the Inter-Organization Programme for the Sound Management of Chemicals, by promoting and implementing environmental activities. UNEP is also the trustee of the Quick Start Programme trust fund.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UNEP activities on the implementation of the environmental aspects of the Strategic Approach are based on the UNEP programme of work for 2010–2011. They take into account the resolutions of the Conference at its second session, in particular those on financial and technical resources for implementation and on emerging policy issues (II/3 and II/4, respectively).", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "A.Resolution II/3", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Work directly related to resolution II/3 consists of activities on the mainstreaming of sound chemicals management into national development policies; assessment of the costs of inaction; preparation of guidance on legal and institutional infrastructures (including the use of economic instruments); and activities on environment and health linkages and the Global Chemicals Outlook report.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Costs of inaction", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "1.", "action_verb": "Costs", "action_verb_type": "operative", "action_verb_normalized": "cost", "links": []}, {"text": "In 2010, UNEP launched an initiative on the costs of inaction to assess the economic and social costs of unsound chemicals management. The initiative aims to raise political awareness of the benefits, expressed in economic terms, of the sound chemicals management, to strengthen the rationale for integrating sound chemicals management into national development plans and to build capacity to assess the costs of inadequate chemicals management at the national and international levels. A final report on the costs of inaction is in its final stages and was discussed at a project steering committee meeting on 7 December 2011.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Guidance on legal and institutional infrastructures", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "2.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "To ascertain how economic instruments were being used in implementing chemicals policy globally, the national focal points of the Strategic Approach were surveyed and requested to identify the economic instruments in use in their countries. The data supplemented a desktop study and provided contacts for further in-depth, qualitative interviews with the national focal points and other government officials to identify conditions for successful design and barriers to implementation. A report on economic instruments designed for chemicals management was developed on the basis of these activities.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "UNEP has, as part of its mainstreaming activities, drafted guidance on the development of legal and institutional infrastructures. This guidance aims to provide practical support to policymakers on crucial elements of national legislation and institutional arrangements for achieving the sound management of chemicals, including measures for financial support. It includes consideration of the structures that countries typically need and those that are required to improve existing systems. Albeit of a general nature to accommodate national contexts, the guidance is tailored to the specific conditions of developing countries and countries with economies in transition. It is being tested in various pilot countries.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Activities on environment and health linkages", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "3.", "action_verb": "Activities", "action_verb_type": "operative", "action_verb_normalized": "activiti", "links": []}, {"text": "With regard to the progress made in the implementation of the Libreville Declaration on Health and Environment in Africa, at the second Inter-Ministerial Conference on Health and Environment in Africa, held in Luanda from 23 to 26 November 2010, ministers adopted three mutually reinforcing documents of great political and organizational significance to assist African countries to move the Libreville Declaration process ahead: the Luanda Commitment; arrangements for the Health and Environment Strategic Alliance; and an African ministers of health and environment joint statement on climate change and health.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "In this context, the WHO/UNEP-led joint task team, which also now benefits from the participation of the United Nations Framework Convention on Climate Change and the African Development Bank, developed two programmatic frameworks for action at the country level on public health adaptation to climate change and on chemicals management to reduce risks to health and the environment. The climate change framework was approved by the WHO Regional Committee for Africa at its sixty-first session. It was subsequently considered by the African Ministerial Conference on the Environment at its fourth special session, with the Conference requesting the African Union Commission, UNEP, WHO and other development partners to support its implementation.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The chemicals management framework will be submitted for consideration by the African Ministerial Conference on the Environment at its fourteenth session and by the WHO Regional Committee for Africa at its sixty-second session. It will build African countries’ technical and institutional capacities to support specific actions to reduce the risks to health and the environment from the unsound management of chemicals.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Libreville Declaration is evolving as a successful country-driven initiative. Its implementation must be accelerated to enhance its impact at the community level and, especially, its contribution to attaining the Millennium Development Goals more quickly. To date, 22 African countries have established country coordination committees to initiate the implementation of the Declaration in order to address the drivers that determine environmental and health hazards; their associated risk levels; and how to manage these risks. The third inter-ministerial conference is planned for the end of 2012.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "Global Chemicals Outlook report", "type": "paragraph", "heading_level": null, "paragraph_type": "operative", "paragraph_level": 1, "prefix": "4.", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Global Chemicals Outlook is a report currently under development that has been designed to reflect the highlights of work undertaken as part of mainstreaming activities and, as such, to tackle the related root causes of human health and environmental degradation; to develop an economic argument, including the costs of inaction; to assess the potential benefits and trade-offs of action; and to provide the related policy and management options and measures for promoting and implementing safer alternatives. It is also intended to provide a basis for future international priority-setting and to design activities in the area of harmful substances, including a continued and coherent framework for assessing and setting priorities among chemicals issues, such as emerging issues that are identified as being of major concern. The fifth meeting of the steering committee of the Outlook took place on 8 and 9 December 2011 to review and finalize the draft components of the report.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "The Outlook will be finalized by mid-2012, together with the above-mentioned reports on the costs of inaction and on the use of economic instruments for sound management of chemicals, with a view to providing a contribution to the International Conference on Chemicals Management at its third session and to the discussions at the United Nations Conference on Sustainable Development, to take place in Rio de Janeiro, Brazil, in June 2012.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "B.Resolution II/4", "type": "heading", "heading_level": 2, "paragraph_type": null, "paragraph_level": null, "prefix": "\t", "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}, {"text": "With regard to chemicals in products, by its resolution II/4 C, the International Conference on Chemicals Management invited UNEP to take the lead in the implementation of a project aimed at promoting the availability of and access to information on chemicals in products in the supply chain and throughout their life cycles. After an initiation and scoping phase, a study of stakeholders’ information needs and gaps was conducted and four sector-specific in-depth studies on building products, electronics, toys and textiles completed. An international workshop was held in Geneva from 16 to 18 March 2011, at which elements of the requested recommendations for further cooperative actions on chemicals in products to be submitted to the International Conference on Chemicals Management for its third session were identified.", "type": "paragraph", "heading_level": null, "paragraph_type": "preambular", "paragraph_level": null, "prefix": null, "action_verb": null, "action_verb_type": null, "action_verb_normalized": null, "links": []}]