[
  {
    "block_type": "frontmatter",
    "text": "[Frontmatter]",
    "table_content": null,
    "hyperlinks": null,
    "children": [
      {
        "block_type": "heading-x",
        "text": "Eightieth session",
        "table_content": null,
        "hyperlinks": [],
        "children": [
          {
            "block_type": "other",
            "text": "Items 137 and 138 of the preliminary list*",
            "table_content": null,
            "hyperlinks": [],
            "children": []
          }
        ]
      },
      {
        "block_type": "heading-x",
        "text": "Proposed programme budget for 2026 – Programme planning – Proposed programme budget for 2026",
        "table_content": null,
        "hyperlinks": [],
        "children": []
      },
      {
        "block_type": "heading-sub",
        "text": "Part VI – Human rights and humanitarian affairs",
        "table_content": null,
        "hyperlinks": [],
        "children": []
      },
      {
        "block_type": "heading",
        "text": "Section 26",
        "table_content": null,
        "hyperlinks": [],
        "children": [
          {
            "block_type": "heading-x",
            "text": "Palestine refugees",
            "table_content": null,
            "hyperlinks": [],
            "children": []
          },
          {
            "block_type": "heading-sub-sub",
            "text": "Programme 22 – Palestine refugees",
            "table_content": null,
            "hyperlinks": [],
            "children": []
          }
        ]
      },
      {
        "block_type": "heading",
        "text": "Contents",
        "table_content": null,
        "hyperlinks": [],
        "children": [
          {
            "block_type": "table-content",
            "text": null,
            "table_content": [
              [
                {
                  "text": "",
                  "hyperlinks": []
                },
                {
                  "text": "",
                  "hyperlinks": []
                },
                {
                  "text": "",
                  "hyperlinks": []
                },
                {
                  "text": "Page",
                  "hyperlinks": []
                }
              ],
              [
                {
                  "text": "Proposed programme plan for 2026 and programme performance in 2024**\t",
                  "hyperlinks": []
                },
                {
                  "text": "Proposed programme plan for 2026 and programme performance in 2024**\t",
                  "hyperlinks": []
                },
                {
                  "text": "Proposed programme plan for 2026 and programme performance in 2024**\t",
                  "hyperlinks": []
                },
                {
                  "text": "3",
                  "hyperlinks": []
                }
              ],
              [
                {
                  "text": "\tOverall orientation\t",
                  "hyperlinks": []
                },
                {
                  "text": "\tOverall orientation\t",
                  "hyperlinks": []
                },
                {
                  "text": "\tOverall orientation\t",
                  "hyperlinks": []
                },
                {
                  "text": "3",
                  "hyperlinks": []
                }
              ],
              [
                {
                  "text": "\tProgramme of work\t\t",
                  "hyperlinks": []
                },
                {
                  "text": "\tProgramme of work\t\t",
                  "hyperlinks": []
                },
                {
                  "text": "\tProgramme of work\t\t",
                  "hyperlinks": []
                },
                {
                  "text": "6",
                  "hyperlinks": []
                }
              ],
              [
                {
                  "text": "\tSubprogramme 1. Palestine refugees are protected through the realization of their rights under international law\t",
                  "hyperlinks": []
                },
                {
                  "text": "\tSubprogramme 1. Palestine refugees are protected through the realization of their rights under international law\t",
                  "hyperlinks": []
                },
                {
                  "text": "\tSubprogramme 1. Palestine refugees are protected through the realization of their rights under international law\t",
                  "hyperlinks": []
                },
                {
                  "text": "6",
                  "hyperlinks": []
                }
              ],
              [
                {
                  "text": "\tSubprogramme 2. Palestine refugees lead healthy lives\t",
                  "hyperlinks": []
                },
                {
                  "text": "\tSubprogramme 2. Palestine refugees lead healthy lives\t",
                  "hyperlinks": []
                },
                {
                  "text": "\tSubprogramme 2. Palestine refugees lead healthy lives\t",
                  "hyperlinks": []
                },
                {
                  "text": "10",
                  "hyperlinks": []
                }
              ],
              [
                {
                  "text": "\tSubprogramme 3. Palestine refugees complete inclusive and equitable quality basic education\t",
                  "hyperlinks": []
                },
                {
                  "text": "\tSubprogramme 3. Palestine refugees complete inclusive and equitable quality basic education\t",
                  "hyperlinks": []
                },
                {
                  "text": "\tSubprogramme 3. Palestine refugees complete inclusive and equitable quality basic education\t",
                  "hyperlinks": []
                },
                {
                  "text": "14",
                  "hyperlinks": []
                }
              ],
              [
                {
                  "text": "\tSubprogramme 4. Palestine refugees have improved livelihood opportunities\t",
                  "hyperlinks": []
                },
                {
                  "text": "\tSubprogramme 4. Palestine refugees have improved livelihood opportunities\t",
                  "hyperlinks": []
                },
                {
                  "text": "\tSubprogramme 4. Palestine refugees have improved livelihood opportunities\t",
                  "hyperlinks": []
                },
                {
                  "text": "17",
                  "hyperlinks": []
                }
              ],
              [
                {
                  "text": "\tSubprogramme 5. Palestine refugees are able to meet their basic human needs of shelter, water and sanitation\t",
                  "hyperlinks": []
                },
                {
                  "text": "\tSubprogramme 5. Palestine refugees are able to meet their basic human needs of shelter, water and sanitation\t",
                  "hyperlinks": []
                },
                {
                  "text": "\tSubprogramme 5. Palestine refugees are able to meet their basic human needs of shelter, water and sanitation\t",
                  "hyperlinks": []
                },
                {
                  "text": "21",
                  "hyperlinks": []
                }
              ]
            ],
            "hyperlinks": [],
            "children": []
          },
          {
            "block_type": "other",
            "text": "*\tA/80/50.",
            "table_content": null,
            "hyperlinks": [
              [
                "A/80/50",
                "https://docs.un.org/en/A/80/50"
              ]
            ],
            "children": []
          },
          {
            "block_type": "other",
            "text": "**\tIn keeping with paragraph 10 of General Assembly resolution 77/267, the part consisting of the programme plan and programme performance information (part II) is submitted through the Committee for Programme and Coordination for the consideration of the Assembly.",
            "table_content": null,
            "hyperlinks": [
              [
                "77/267",
                "https://docs.un.org/en/A/RES/77/267"
              ]
            ],
            "children": []
          },
          {
            "block_type": "table-content",
            "text": null,
            "table_content": [
              [
                {
                  "text": "\tSubprogramme 6. The most vulnerable Palestine refugees have access to effective social assistance\t",
                  "hyperlinks": []
                },
                {
                  "text": "24",
                  "hyperlinks": []
                }
              ],
              [
                {
                  "text": "Proposed post and non-post resource requirements for 2026***\t",
                  "hyperlinks": []
                },
                {
                  "text": "28",
                  "hyperlinks": []
                }
              ],
              [
                {
                  "text": "\tOverview\t",
                  "hyperlinks": []
                },
                {
                  "text": "28",
                  "hyperlinks": []
                }
              ],
              [
                {
                  "text": "\tAnnexes",
                  "hyperlinks": []
                },
                {
                  "text": "",
                  "hyperlinks": []
                }
              ],
              [
                {
                  "text": "Organizational structure and post distribution for 2026\t",
                  "hyperlinks": []
                },
                {
                  "text": "32",
                  "hyperlinks": []
                }
              ],
              [
                {
                  "text": "Summary of proposed post changes\t",
                  "hyperlinks": []
                },
                {
                  "text": "33",
                  "hyperlinks": []
                }
              ]
            ],
            "hyperlinks": [],
            "children": []
          },
          {
            "block_type": "other",
            "text": "***\tIn keeping with paragraph 10 of General Assembly resolution 77/267, the part consisting of the post and non-post resource requirements (part III) is submitted through the Advisory Committee on Administrative and Budgetary Questions for the consideration of the Assembly.",
            "table_content": null,
            "hyperlinks": [
              [
                "77/267",
                "https://undocs.org/en/A/RES/77/267"
              ]
            ],
            "children": []
          },
          {
            "block_type": "image",
            "text": "",
            "table_content": null,
            "hyperlinks": [],
            "children": []
          }
        ]
      }
    ]
  },
  {
    "block_type": "a/b",
    "text": "A.\tProposed programme plan for 2026 and programme performance in 2024",
    "table_content": null,
    "hyperlinks": [],
    "children": [
      {
        "block_type": "heading",
        "text": "Overall orientation",
        "table_content": null,
        "hyperlinks": [],
        "children": [
          {
            "block_type": "heading-sub",
            "text": "Mandates and background",
            "table_content": null,
            "hyperlinks": [],
            "children": [
              {
                "block_type": "paragraph-1",
                "text": "26.1\tThe United Nations Relief and Works Agency for Palestine Refugees in the Near East (UNRWA) is responsible for providing assistance and protection to Palestine refugees. The mandate derives from the priorities established in relevant General Assembly resolutions, including resolution 302 (IV) of 1949, by which the Agency was established. Since starting operations in 1950, UNRWA has adapted its programmes to meet the increasingly complex needs of Palestine refugees and provide them with a measure of protection, relief and stability amid chronic uncertainty in the region.",
                "table_content": null,
                "hyperlinks": [
                  [
                    "302 (IV)",
                    "https://docs.un.org/en/A/RES/302(IV)"
                  ]
                ],
                "children": []
              }
            ]
          },
          {
            "block_type": "heading-sub",
            "text": "Strategy and external factors for 2026",
            "table_content": null,
            "hyperlinks": [],
            "children": [
              {
                "block_type": "paragraph-1",
                "text": "26.2\tThe mission of UNRWA is to help Palestine refugees achieve their full potential in human development under the difficult circumstances in which they live. In line with that mission, the Agency works towards six programmatic objectives within its strategic plan for the period 2023–2028: (a) Palestine refugees are protected through the realization of their rights under international law; (b) Palestine refugees lead healthy lives; (c) Palestine refugees complete inclusive and equitable quality basic education; (d) Palestine refugees have improved livelihood opportunities; (e) Palestine refugees are able to meet their basic human needs of shelter, water and sanitation; and (f) the most vulnerable Palestine refugees have access to effective social assistance.",
                "table_content": null,
                "hyperlinks": [],
                "children": []
              },
              {
                "block_type": "paragraph-1",
                "text": "26.3\tUNRWA aims to discharge its mandate by providing education, health, relief and social services, livelihoods, infrastructure and camp improvement and protection to approximately 6 million registered Palestine refugees in Gaza, Jordan, Lebanon, the Syrian Arab Republic and the West Bank, including East Jerusalem. The delivery of these services has been severely complicated by the conflict in Gaza and its spillover in the region, including Lebanon. Agency operations in the Syrian Arab Republic were also affected following the fall of the prior Government. Consequently, the availability of data pertaining to the 2024 actual performance across all subprogrammes has been limited due to the ongoing conflicts.",
                "table_content": null,
                "hyperlinks": [],
                "children": []
              },
              {
                "block_type": "paragraph-1",
                "text": "26.4\tIn Gaza, the Agency has maintained a critical role in the provision of emergency food, water, shelter, primary healthcare, sanitation, non-formal education and psychosocial support to much of the local population (both refugees and non-refugees) since the onset of the conflict on 7 October 2023 and through the ceasefire that entered into force on 19 January 2025. In addition to the direct distribution of assistance, the entire aid operation in Gaza is reliant on UNRWA for critical common services and last-mile support due to its extensive presence and logistical capacity on the ground, including the distribution of non-Agency food parcels to people in need. UNRWA is the backbone of the operations of the entire humanitarian community in Gaza and remains indispensable in the provision of basic services to Palestine refugees in Gaza; UNRWA intends to resume regular operations as soon as conditions allow. However, the scale and nature of these operations in 2026 remain unknown due to the extensive damage to and destruction of UNRWA installations and civilian infrastructure. In addition, the implementation of laws passed by the parliament of Israel in October 2024 could prevent the Agency from undertaking its essential work in Gaza and the West Bank, including East Jerusalem, as mandated by the General Assembly, considering that there is no alternative to UNRWA to meet the needs of Palestine refugees. The Agency will continue to take a flexible approach to its operations in Gaza, guided by the evolving humanitarian needs of the local population, prevailing security conditions and operational restrictions that may be imposed on the Agency.",
                "table_content": null,
                "hyperlinks": [],
                "children": []
              },
              {
                "block_type": "paragraph-1",
                "text": "26.5\tIn 2024, the Independent Review Group on the United Nations Relief and Works Agency for Palestine Refugees in the Near East carried out an independent review, commissioned by the Secretary-General, of mechanisms and procedures to ensure adherence by UNRWA to the humanitarian principle of neutrality. In its report published in April 2024, the Independent Review Group concluded that the Agency had established a significant number of mechanisms and procedures to ensure adherence to neutrality and that it possessed a more developed approach to neutrality than other similar United Nations or non-governmental entities. The Independent Review Group also made 50 recommendations to reinforce mechanisms to uphold neutrality in an immensely complex, challenging and polarized political environment. Those recommendations related to engagement with donors, governance, management and internal oversight, neutrality of staff and installations, education, staff unions and enhanced cooperation with United Nations entities. The Agency fully committed itself to implementing those recommendations in their entirety, with the support of Member States. As at the end of December 2024, four recommendations had been implemented, with implementation continuing and a total of more than 40 projected to be implemented by the end of 2026. Implementation of the recommendations will be reported through the annual report of the Commissioner-General of the United Nations Relief and Works Agency for Palestine Refugees in the Near East to the General Assembly.",
                "table_content": null,
                "hyperlinks": [],
                "children": []
              },
              {
                "block_type": "paragraph-1",
                "text": "26.6\tWith regard to cooperation with other entities at the global, regional, national and local levels, UNRWA will maintain and strengthen a wide range of partnerships that reflect its commitment to Sustainable Development Goal 17, including with host and donor Governments, non-governmental organizations, UNRWA national committees and the private sector, which assist the Agency in delivering its mandate.",
                "table_content": null,
                "hyperlinks": [],
                "children": []
              },
              {
                "block_type": "paragraph-1",
                "text": "26.7\tWith regard to inter-agency coordination and liaison, UNRWA will maintain and expand partnerships with other United Nations entities. Many of these partnerships, such as those with the United Nations Educational, Scientific and Cultural Organization and the World Health Organization (WHO), date to the Agency’s founding in 1949. Inter-agency partners will continue to furnish strategic assistance to strengthen UNRWA education and health programming. The Agency will also work closely with the World Food Programme, the United Nations Children’s Fund and the International Organization for Migration to extend food, nutritional, shelter, water, sanitation and hygiene assistance in Gaza, as well as with United Nations country teams in its fields of operations to improve efficiencies, including through shared services. In addition, UNRWA is actively exploring further avenues for joint programming with other United Nations partners.",
                "table_content": null,
                "hyperlinks": [],
                "children": []
              },
              {
                "block_type": "paragraph-1",
                "text": "26.8\tWith regard to the external factors, UNRWA considered applicable risks identified in its risk register and, accordingly, the overall plan for 2026 is based on the following planning assumptions:",
                "table_content": null,
                "hyperlinks": [],
                "children": [
                  {
                    "block_type": "paragraph-2",
                    "text": "(a)\tInstability and, in some cases, unrest and possible instances of armed conflict will characterize the macroenvironment throughout the year;",
                    "table_content": null,
                    "hyperlinks": [],
                    "children": []
                  },
                  {
                    "block_type": "paragraph-2",
                    "text": "(b)\tThere is broad political support for the Agency’s mandate and operations;",
                    "table_content": null,
                    "hyperlinks": [],
                    "children": []
                  },
                  {
                    "block_type": "paragraph-2",
                    "text": "(c)\tUNRWA will be able to continue to implement its mandate in Gaza and the West Bank, including East Jerusalem, in whole or in part;",
                    "table_content": null,
                    "hyperlinks": [],
                    "children": []
                  },
                  {
                    "block_type": "paragraph-2",
                    "text": "(d)\tDemand for Agency emergency assistance and core services will remain at a high level;",
                    "table_content": null,
                    "hyperlinks": [],
                    "children": []
                  },
                  {
                    "block_type": "paragraph-2",
                    "text": "(e)\tSufficient supplies will be admitted into Gaza to sustain the Agency’s humanitarian and early recovery operations and regular operations;",
                    "table_content": null,
                    "hyperlinks": [],
                    "children": []
                  },
                  {
                    "block_type": "paragraph-2",
                    "text": "(f)\tThe provision of humanitarian and early recovery services in Gaza will be challenged by extensive damage to Agency installations and basic infrastructure, as well as displacement and trauma affecting many UNRWA staff;",
                    "table_content": null,
                    "hyperlinks": [],
                    "children": []
                  },
                  {
                    "block_type": "paragraph-2",
                    "text": "(g)\tSecurity-related movement restrictions in the occupied Palestinian territory will not increase further and may decrease;",
                    "table_content": null,
                    "hyperlinks": [],
                    "children": []
                  },
                  {
                    "block_type": "paragraph-2",
                    "text": "(h)\tHostility towards and prejudice against Palestine refugees in host communities, where this exists, will not increase;",
                    "table_content": null,
                    "hyperlinks": [],
                    "children": [
                      {
                        "block_type": "paragraph-3",
                        "text": "(i)\tVoluntary contributions will be available for the implementation of the Agency’s mandate.",
                        "table_content": null,
                        "hyperlinks": [],
                        "children": []
                      }
                    ]
                  }
                ]
              },
              {
                "block_type": "paragraph-1",
                "text": "26.9\tUNRWA integrates a gender perspective into its operations, deliverables and results, as appropriate. For example, survivors of sexual and gender-based violence will receive support from Agency social workers. In addition, women and men and girls and boys will have equal access to primary healthcare, and all Palestine refugee children and young people will enjoy, on a non-discriminatory basis, an equal opportunity to learn in UNRWA schools. Women will be supported in developing their full potential through equal access to technical, vocational and higher education in Agency institutions. UNRWA will ensure that shelters rehabilitated for Palestine refugees incorporate sex-segregated rooms, where required, and will promote the right of women to own and control property. Social transfers will be targeted to vulnerable segments of the Palestine refugee population, including female-headed households.",
                "table_content": null,
                "hyperlinks": [],
                "children": []
              },
              {
                "block_type": "paragraph-1",
                "text": "26.10\tIn line with the United Nations Disability Inclusion Strategy, the Agency will: (a) reconstruct and rehabilitate UNRWA installations, especially health centres, schools and vocational training centres, to make them accessible to persons with disabilities; (b) conduct health screening for Palestine refugee infants and children to identify and extend support for those with disabilities; (c) support the inclusion of students with disabilities in the Agency’s education system, in line with the Agency’s inclusive education approach; and (d) conduct awareness-raising activities to reduce stigma and foster inclusion for Palestine refugees with disabilities.",
                "table_content": null,
                "hyperlinks": [],
                "children": []
              }
            ]
          },
          {
            "block_type": "heading-sub",
            "text": "Legislative mandates",
            "table_content": null,
            "hyperlinks": [],
            "children": [
              {
                "block_type": "paragraph-1",
                "text": "26.11\tThe list below, which was reviewed in the preparation of the proposed programme budget, provides all mandates entrusted to the programme.",
                "table_content": null,
                "hyperlinks": [],
                "children": []
              },
              {
                "block_type": "italic",
                "text": "General Assembly resolutions",
                "table_content": null,
                "hyperlinks": [],
                "children": [
                  {
                    "block_type": "table-content",
                    "text": null,
                    "table_content": [
                      [
                        {
                          "text": "302 (IV); 78/74; 79/88",
                          "hyperlinks": [
                            [
                              "302 (IV)",
                              "https://docs.un.org/en/A/RES/302(IV)"
                            ],
                            [
                              "78/74",
                              "https://docs.un.org/en/A/RES/78/74"
                            ],
                            [
                              "79/88",
                              "https://docs.un.org/en/A/RES/79/88"
                            ]
                          ]
                        },
                        {
                          "text": "Assistance to Palestine refugees",
                          "hyperlinks": []
                        }
                      ],
                      [
                        {
                          "text": "3331 B (XXIX)",
                          "hyperlinks": [
                            [
                              "3331 B (XXIX)",
                              "https://docs.un.org/en/A/RES/3331(XXIX)"
                            ]
                          ]
                        },
                        {
                          "text": "United Nations Relief and Works Agency for Palestine Refugees in the Near East",
                          "hyperlinks": []
                        }
                      ],
                      [
                        {
                          "text": "65/272",
                          "hyperlinks": [
                            [
                              "65/272",
                              "https://docs.un.org/en/A/RES/65/272"
                            ]
                          ]
                        },
                        {
                          "text": "Report of the Secretary-General on the strengthening of the management capacity of the United Nations Relief and Works Agency for Palestine Refugees in the Near East",
                          "hyperlinks": []
                        }
                      ],
                      [
                        {
                          "text": "70/1 ",
                          "hyperlinks": [
                            [
                              "70/1",
                              "https://docs.un.org/en/A/RES/70/1"
                            ]
                          ]
                        },
                        {
                          "text": "Transforming our world: the 2030 Agenda for Sustainable Development",
                          "hyperlinks": []
                        }
                      ],
                      [
                        {
                          "text": "74/84",
                          "hyperlinks": [
                            [
                              "74/84",
                              "https://docs.un.org/en/A/RES/74/84"
                            ]
                          ]
                        },
                        {
                          "text": "Persons displaced as a result of the June 1967 and subsequent hostilities",
                          "hyperlinks": []
                        }
                      ],
                      [
                        {
                          "text": "77/122; 78/73",
                          "hyperlinks": [
                            [
                              "77/122",
                              "https://docs.un.org/en/A/RES/77/122"
                            ],
                            [
                              "78/73",
                              "https://docs.un.org/en/A/RES/78/73"
                            ]
                          ]
                        },
                        {
                          "text": "Operations of the United Nations Relief and Works Agency for Palestine Refugees in the Near East",
                          "hyperlinks": []
                        }
                      ],
                      [
                        {
                          "text": "79/141",
                          "hyperlinks": [
                            [
                              "79/141",
                              "https://docs.un.org/en/A/RES/79/141"
                            ]
                          ]
                        },
                        {
                          "text": "Assistance to the Palestinian people",
                          "hyperlinks": []
                        }
                      ],
                      [
                        {
                          "text": "79/232",
                          "hyperlinks": [
                            [
                              "79/232",
                              "https://docs.un.org/en/A/RES/79/232"
                            ]
                          ]
                        },
                        {
                          "text": "Request for an advisory opinion of the International Court of Justice on the obligations of Israel in relation to the presence and activities of the United Nations, other international organizations and third States\n",
                          "hyperlinks": []
                        }
                      ]
                    ],
                    "hyperlinks": [
                      [
                        "302 (IV)",
                        "https://docs.un.org/en/A/RES/302(IV)"
                      ],
                      [
                        "78/74",
                        "https://docs.un.org/en/A/RES/78/74"
                      ],
                      [
                        "79/88",
                        "https://docs.un.org/en/A/RES/79/88"
                      ],
                      [
                        "3331 B (XXIX)",
                        "https://docs.un.org/en/A/RES/3331(XXIX)"
                      ],
                      [
                        "65/272",
                        "https://docs.un.org/en/A/RES/65/272"
                      ],
                      [
                        "70/1",
                        "https://docs.un.org/en/A/RES/70/1"
                      ],
                      [
                        "74/84",
                        "https://docs.un.org/en/A/RES/74/84"
                      ],
                      [
                        "77/122",
                        "https://docs.un.org/en/A/RES/77/122"
                      ],
                      [
                        "78/73",
                        "https://docs.un.org/en/A/RES/78/73"
                      ],
                      [
                        "79/141",
                        "https://docs.un.org/en/A/RES/79/141"
                      ],
                      [
                        "79/232",
                        "https://docs.un.org/en/A/RES/79/232"
                      ]
                    ],
                    "children": []
                  }
                ]
              }
            ]
          },
          {
            "block_type": "heading-sub",
            "text": "Deliverables",
            "table_content": null,
            "hyperlinks": [],
            "children": [
              {
                "block_type": "paragraph-1",
                "text": "26.12\tTable 26.1 lists all cross-cutting deliverables of the programme.",
                "table_content": null,
                "hyperlinks": [],
                "children": []
              },
              {
                "block_type": "table",
                "text": "Table 26.1",
                "table_content": null,
                "hyperlinks": [],
                "children": []
              },
              {
                "block_type": "heading-sub-sub",
                "text": "Cross-cutting deliverables for the period 2024–2026, by category and subcategory",
                "table_content": null,
                "hyperlinks": [],
                "children": [
                  {
                    "block_type": "table-content",
                    "text": null,
                    "table_content": [
                      [
                        {
                          "text": "Category and subcategory",
                          "hyperlinks": []
                        },
                        {
                          "text": "2024 planned",
                          "hyperlinks": []
                        },
                        {
                          "text": "2024 actual",
                          "hyperlinks": []
                        },
                        {
                          "text": "2025 planned",
                          "hyperlinks": []
                        },
                        {
                          "text": "2026 planned",
                          "hyperlinks": []
                        }
                      ],
                      [
                        {
                          "text": "",
                          "hyperlinks": []
                        },
                        {
                          "text": "",
                          "hyperlinks": []
                        },
                        {
                          "text": "",
                          "hyperlinks": []
                        },
                        {
                          "text": "",
                          "hyperlinks": []
                        },
                        {
                          "text": "",
                          "hyperlinks": []
                        }
                      ],
                      [
                        {
                          "text": "A.\tFacilitation of the intergovernmental process and expert bodies",
                          "hyperlinks": []
                        },
                        {
                          "text": "",
                          "hyperlinks": []
                        },
                        {
                          "text": "",
                          "hyperlinks": []
                        },
                        {
                          "text": "",
                          "hyperlinks": []
                        },
                        {
                          "text": "",
                          "hyperlinks": []
                        }
                      ],
                      [
                        {
                          "text": "\tSubstantive services for meetings (number of three-hour meetings)",
                          "hyperlinks": []
                        },
                        {
                          "text": "5",
                          "hyperlinks": []
                        },
                        {
                          "text": "6",
                          "hyperlinks": []
                        },
                        {
                          "text": "5",
                          "hyperlinks": []
                        },
                        {
                          "text": "5",
                          "hyperlinks": []
                        }
                      ],
                      [
                        {
                          "text": "\tMeetings of the:",
                          "hyperlinks": []
                        },
                        {
                          "text": "",
                          "hyperlinks": []
                        },
                        {
                          "text": "",
                          "hyperlinks": []
                        },
                        {
                          "text": "",
                          "hyperlinks": []
                        },
                        {
                          "text": "",
                          "hyperlinks": []
                        }
                      ],
                      [
                        {
                          "text": "\t1.\tAdvisory Committee on Administrative and Budgetary Questions",
                          "hyperlinks": []
                        },
                        {
                          "text": "2",
                          "hyperlinks": []
                        },
                        {
                          "text": "2",
                          "hyperlinks": []
                        },
                        {
                          "text": "2",
                          "hyperlinks": []
                        },
                        {
                          "text": "2",
                          "hyperlinks": []
                        }
                      ],
                      [
                        {
                          "text": "\t2.\tCommittee for Programme and Coordination",
                          "hyperlinks": []
                        },
                        {
                          "text": "1",
                          "hyperlinks": []
                        },
                        {
                          "text": "1",
                          "hyperlinks": []
                        },
                        {
                          "text": "1",
                          "hyperlinks": []
                        },
                        {
                          "text": "1",
                          "hyperlinks": []
                        }
                      ],
                      [
                        {
                          "text": "\t3.\tFourth Committee",
                          "hyperlinks": []
                        },
                        {
                          "text": "1",
                          "hyperlinks": []
                        },
                        {
                          "text": "1",
                          "hyperlinks": []
                        },
                        {
                          "text": "1",
                          "hyperlinks": []
                        },
                        {
                          "text": "1",
                          "hyperlinks": []
                        }
                      ],
                      [
                        {
                          "text": "\t4.\tFifth Committee",
                          "hyperlinks": []
                        },
                        {
                          "text": "1",
                          "hyperlinks": []
                        },
                        {
                          "text": "2",
                          "hyperlinks": []
                        },
                        {
                          "text": "1",
                          "hyperlinks": []
                        },
                        {
                          "text": "1",
                          "hyperlinks": []
                        }
                      ],
                      [
                        {
                          "text": "B.\tGeneration and transfer of knowledge",
                          "hyperlinks": []
                        },
                        {
                          "text": "",
                          "hyperlinks": []
                        },
                        {
                          "text": "",
                          "hyperlinks": []
                        },
                        {
                          "text": "",
                          "hyperlinks": []
                        },
                        {
                          "text": "",
                          "hyperlinks": []
                        }
                      ],
                      [
                        {
                          "text": "\tPublications (number of publications)",
                          "hyperlinks": []
                        },
                        {
                          "text": "1",
                          "hyperlinks": []
                        },
                        {
                          "text": "1",
                          "hyperlinks": []
                        },
                        {
                          "text": "1",
                          "hyperlinks": []
                        },
                        {
                          "text": "1",
                          "hyperlinks": []
                        }
                      ],
                      [
                        {
                          "text": "\t5.\tReport of the Commissioner-General of the United Nations Relief and Works Agency for Palestine Refugees in the Near East",
                          "hyperlinks": []
                        },
                        {
                          "text": "1",
                          "hyperlinks": []
                        },
                        {
                          "text": "1",
                          "hyperlinks": []
                        },
                        {
                          "text": "1",
                          "hyperlinks": []
                        },
                        {
                          "text": "1",
                          "hyperlinks": []
                        }
                      ]
                    ],
                    "hyperlinks": [],
                    "children": []
                  }
                ]
              }
            ]
          },
          {
            "block_type": "heading-sub",
            "text": "Evaluation activities",
            "table_content": null,
            "hyperlinks": [],
            "children": [
              {
                "block_type": "paragraph-1",
                "text": "26.13\tThe following evaluations completed in 2024 by UNRWA have guided the proposed programme plan for 2026:",
                "table_content": null,
                "hyperlinks": [],
                "children": [
                  {
                    "block_type": "paragraph-2",
                    "text": "(a)\tSynthesis of UNRWA evaluations conducted between 2016 and 2023;",
                    "table_content": null,
                    "hyperlinks": [],
                    "children": []
                  },
                  {
                    "block_type": "paragraph-2",
                    "text": "(b)\tEvaluation of the reform of the UNRWA education programme.",
                    "table_content": null,
                    "hyperlinks": [],
                    "children": []
                  }
                ]
              },
              {
                "block_type": "paragraph-1",
                "text": "26.14\tAs both evaluations were completed in the last quarter of 2024, findings will be incorporated into the Agency’s activities for 2025 and 2026.",
                "table_content": null,
                "hyperlinks": [],
                "children": []
              },
              {
                "block_type": "paragraph-1",
                "text": "26.15\tThe following evaluations to be conducted by the Agency are planned for 2026:",
                "table_content": null,
                "hyperlinks": [],
                "children": [
                  {
                    "block_type": "paragraph-2",
                    "text": "(a)\tEvaluation of the social safety net programme;",
                    "table_content": null,
                    "hyperlinks": [],
                    "children": []
                  },
                  {
                    "block_type": "paragraph-2",
                    "text": "(b)\tEvaluation of the information and communications technology for education strategy.",
                    "table_content": null,
                    "hyperlinks": [],
                    "children": []
                  }
                ]
              }
            ]
          }
        ]
      },
      {
        "block_type": "heading",
        "text": "Programme of work",
        "table_content": null,
        "hyperlinks": [],
        "children": [
          {
            "block_type": "subprogramme",
            "text": "Subprogramme 1 – Palestine refugees are protected through the realization of their rights under international law",
            "table_content": null,
            "hyperlinks": [],
            "children": [
              {
                "block_type": "heading-sub",
                "text": "Objective",
                "table_content": null,
                "hyperlinks": [],
                "children": [
                  {
                    "block_type": "paragraph-1",
                    "text": "26.16\tThe objective, to which this subprogramme contributes, is to ensure that Palestine refugees are protected through the realization of their rights under international law.",
                    "table_content": null,
                    "hyperlinks": [],
                    "children": []
                  }
                ]
              },
              {
                "block_type": "heading-sub",
                "text": "Strategy",
                "table_content": null,
                "hyperlinks": [],
                "children": [
                  {
                    "block_type": "paragraph-1",
                    "text": "26.17\tTo contribute to the objective, the subprogramme will:",
                    "table_content": null,
                    "hyperlinks": [],
                    "children": [
                      {
                        "block_type": "paragraph-2",
                        "text": "(a)\tMainstream cross-cutting issues that contribute to addressing protection risks and vulnerability across all UNRWA systems, processes, methodologies, programming and service delivery;",
                        "table_content": null,
                        "hyperlinks": [],
                        "children": []
                      },
                      {
                        "block_type": "paragraph-2",
                        "text": "(b)\tStrengthen the protection of vulnerable and at-risk groups by monitoring and documenting protection incidents and trends, engaging community members in support of self-protection and providing access to medical, legal and/or psychosocial services for survivors of protection violations;",
                        "table_content": null,
                        "hyperlinks": [],
                        "children": []
                      },
                      {
                        "block_type": "paragraph-2",
                        "text": "(c)\tAdvocate for the respect, protection and fulfilment of the rights of Palestine refugees under international law by engaging in evidence-based advocacy with duty bearers, relevant external actors and other United Nations entities, including engagement with international human rights mechanisms, in accordance with resolution 78/73;",
                        "table_content": null,
                        "hyperlinks": [
                          [
                            "78/73",
                            "https://docs.un.org/en/A/RES/78/73"
                          ]
                        ],
                        "children": []
                      },
                      {
                        "block_type": "paragraph-2",
                        "text": "(d)\tProvide services equally accessible to Palestine refugee women and girls, provide holistic programming, including reproductive and maternal health services, livelihood support for women and girls and gender-responsive education services, and advocate with duty bearers to ensure the safety of women and girls;",
                        "table_content": null,
                        "hyperlinks": [],
                        "children": []
                      },
                      {
                        "block_type": "paragraph-2",
                        "text": "(e)\tSystematically incorporate humanitarian principles into all UNRWA services and systems, and ensure that Agency premises are managed in line with those principles.",
                        "table_content": null,
                        "hyperlinks": [],
                        "children": []
                      }
                    ]
                  },
                  {
                    "block_type": "paragraph-1",
                    "text": "26.18\tThe above-mentioned work is expected to result in:",
                    "table_content": null,
                    "hyperlinks": [],
                    "children": [
                      {
                        "block_type": "paragraph-2",
                        "text": "(a)\tSafe and dignified access to UNRWA services for all Palestine refugees;",
                        "table_content": null,
                        "hyperlinks": [],
                        "children": []
                      },
                      {
                        "block_type": "paragraph-2",
                        "text": "(b)\tSupport for meeting the protection needs of Palestine refugees, in particular the most vulnerable and at-risk groups and individuals;",
                        "table_content": null,
                        "hyperlinks": [],
                        "children": []
                      },
                      {
                        "block_type": "paragraph-2",
                        "text": "(c)\tRespect for the rights of Palestine refugees under international law;",
                        "table_content": null,
                        "hyperlinks": [],
                        "children": []
                      },
                      {
                        "block_type": "paragraph-2",
                        "text": "(d)\tEmpowerment of Palestine refugee women and girls and their access to services that contribute to gender equality;",
                        "table_content": null,
                        "hyperlinks": [],
                        "children": []
                      },
                      {
                        "block_type": "paragraph-2",
                        "text": "(e)\tAdherence to humanitarian principles by all UNRWA personnel and partners across all Agency services and operations and within all UNRWA premises.",
                        "table_content": null,
                        "hyperlinks": [],
                        "children": []
                      }
                    ]
                  }
                ]
              },
              {
                "block_type": "heading-sub",
                "text": "Programme performance in 2024",
                "table_content": null,
                "hyperlinks": [],
                "children": [
                  {
                    "block_type": "heading-sub-sub",
                    "text": "Rights of Palestine refugees strengthened and protected",
                    "table_content": null,
                    "hyperlinks": [],
                    "children": [
                      {
                        "block_type": "paragraph-1",
                        "text": "26.19\tPalestine refugees face a profound protection crisis as a result of widespread conflict, violence, occupation and instability in several areas of UNRWA operations. Many are unable to live in dignity due to precarious legal status and lack of legal protection, physical and psychological harm caused by exposure to violence and conflict, movement restrictions, barriers to education and limited access to basic services. The subprogramme advocates for the respect of the rights of Palestine refugees under international law by monitoring, documenting and raising key protection concerns through constructive engagement with duty bearers and other external stakeholders, and by advancing priorities that include: (a) prevention, mitigation and remedial measures with respect to freedom of movement, humanitarian access and access to legal and civil documentation; (b) compliance with international law, including international human rights law and international humanitarian law; (c) strengthened access to services; and (d) protection of children exposed to violence and other protection risks. The subprogramme also contributes to United Nations international human rights mechanisms on human rights violations and other protection concerns affecting Palestine refugees.",
                        "table_content": null,
                        "hyperlinks": [],
                        "children": []
                      },
                      {
                        "block_type": "paragraph-1",
                        "text": "26.20\tProgress towards the objective is presented in the performance measure below (see figure 26.I).",
                        "table_content": null,
                        "hyperlinks": [],
                        "children": []
                      },
                      {
                        "block_type": "figure",
                        "text": "Figure 26.I",
                        "table_content": null,
                        "hyperlinks": [],
                        "children": []
                      }
                    ]
                  },
                  {
                    "block_type": "heading-sub-sub",
                    "text": "Performance measure: number of protection advocacy interventions targeting duty bearers (annual)",
                    "table_content": null,
                    "hyperlinks": [],
                    "children": [
                      {
                        "block_type": "image",
                        "text": "",
                        "table_content": null,
                        "hyperlinks": [],
                        "children": []
                      }
                    ]
                  }
                ]
              },
              {
                "block_type": "heading-sub",
                "text": "Planned results for 2026",
                "table_content": null,
                "hyperlinks": [],
                "children": [
                  {
                    "block_type": "heading-sub-sub",
                    "text": "Result 1: protection of the most vulnerable Palestine refugees enhanced – Programme performance in 2024 and target for 2026",
                    "table_content": null,
                    "hyperlinks": [],
                    "children": [
                      {
                        "block_type": "paragraph-1",
                        "text": "26.21\tThe subprogramme’s work contributed to social work interventions for 12,287 Palestine refugees, which exceeded the planned target of 6,115 Palestine refugees.",
                        "table_content": null,
                        "hyperlinks": [],
                        "children": []
                      },
                      {
                        "block_type": "paragraph-1",
                        "text": "26.22\tProgress towards the objective and the target for 2026 are presented in the performance measure below (see figure 26.II).",
                        "table_content": null,
                        "hyperlinks": [],
                        "children": []
                      },
                      {
                        "block_type": "figure",
                        "text": "Figure 26.II",
                        "table_content": null,
                        "hyperlinks": [],
                        "children": []
                      }
                    ]
                  },
                  {
                    "block_type": "heading-sub-sub",
                    "text": "Performance measure: number of Palestine refugees who benefited from the Agency’s social work interventions (annual)",
                    "table_content": null,
                    "hyperlinks": [],
                    "children": [
                      {
                        "block_type": "image",
                        "text": "",
                        "table_content": null,
                        "hyperlinks": [],
                        "children": []
                      }
                    ]
                  },
                  {
                    "block_type": "heading-sub-sub",
                    "text": "Result 2: safety and dignity of Palestine refugees accessing the Agency’s services is increased – Programme performance in 2024 and target for 2026",
                    "table_content": null,
                    "hyperlinks": [],
                    "children": [
                      {
                        "block_type": "paragraph-1",
                        "text": "26.23\tThe subprogramme’s work contributed to Palestine refugees being able to access UNRWA services with increasing levels of safety and dignity, which exceeded the planned target of 65 per cent of protection alignment review recommendations being fully implemented.",
                        "table_content": null,
                        "hyperlinks": [],
                        "children": []
                      },
                      {
                        "block_type": "paragraph-1",
                        "text": "26.24\tProgress towards the objective and the target for 2026 are presented in the performance measure below (see figure 26.III).",
                        "table_content": null,
                        "hyperlinks": [],
                        "children": []
                      },
                      {
                        "block_type": "figure",
                        "text": "Figure 26.III",
                        "table_content": null,
                        "hyperlinks": [],
                        "children": []
                      }
                    ]
                  },
                  {
                    "block_type": "heading-sub-sub",
                    "text": "Performance measure: percentage of protection alignment review recommendations fully implemented by field offices",
                    "table_content": null,
                    "hyperlinks": [],
                    "children": [
                      {
                        "block_type": "image",
                        "text": "",
                        "table_content": null,
                        "hyperlinks": [],
                        "children": []
                      }
                    ]
                  },
                  {
                    "block_type": "heading-sub-sub",
                    "text": "Result 3: strengthened protection for Palestine refugees from gender-based violence – Proposed programme plan for 2026",
                    "table_content": null,
                    "hyperlinks": [],
                    "children": [
                      {
                        "block_type": "paragraph-1",
                        "text": "26.25\tGender-based violence is one of the most prevalent human rights violations in the world, affecting all socioeconomic and cultural groups, particularly women and girls. In emergency contexts, factors such as increased anxiety, overcrowded shelters, scarcity of resources and the absence of community governance mechanisms exacerbate the risk of gender-based violence for Palestine refugees. The subprogramme seeks to prevent gender-based violence through engagement with Palestine refugee communities. The subprogramme also enhances the responsiveness of front-line Agency education, health and social workers to gender-based violence survivors through: (a) sensitization training to create a common understanding of the different forms of gender-based violence and improve knowledge about high-risk individuals and groups; (b) direct medical and psychosocial support for gender-based violence survivors; and (c) the expansion of internal and external referral pathways.",
                        "table_content": null,
                        "hyperlinks": [],
                        "children": []
                      },
                      {
                        "block_type": "italic",
                        "text": "Lessons learned and planned change",
                        "table_content": null,
                        "hyperlinks": [],
                        "children": [
                          {
                            "block_type": "paragraph-1",
                            "text": "26.26\tThe lesson for the subprogramme was the importance of engaging men and boys as key stakeholders in driving behavioural change to have a positive impact on gender-based violence prevention. In applying the lesson, the subprogramme will seek to prevent gender-based violence by prioritizing community engagement initiatives aimed at men and boys and community leaders to address the root causes of violence and promote a victim- and survivor-centred approach to the prevention of and response to gender-based violence.",
                            "table_content": null,
                            "hyperlinks": [],
                            "children": []
                          }
                        ]
                      },
                      {
                        "block_type": "paragraph-1",
                        "text": "26.27\tExpected progress towards the objective is presented in the performance measure below (see figure 26.IV).",
                        "table_content": null,
                        "hyperlinks": [],
                        "children": []
                      },
                      {
                        "block_type": "figure",
                        "text": "Figure 26.IV",
                        "table_content": null,
                        "hyperlinks": [],
                        "children": []
                      }
                    ]
                  },
                  {
                    "block_type": "heading-sub-sub",
                    "text": "Performance measure: number of men and boys who participate in structured community engagement sessions on the prevention of gender-based violence (annual)",
                    "table_content": null,
                    "hyperlinks": [],
                    "children": [
                      {
                        "block_type": "image",
                        "text": "",
                        "table_content": null,
                        "hyperlinks": [],
                        "children": []
                      }
                    ]
                  }
                ]
              },
              {
                "block_type": "heading-sub",
                "text": "Deliverables",
                "table_content": null,
                "hyperlinks": [],
                "children": [
                  {
                    "block_type": "paragraph-1",
                    "text": "26.28\tTable 26.2 lists all deliverables of the subprogramme.",
                    "table_content": null,
                    "hyperlinks": [],
                    "children": []
                  },
                  {
                    "block_type": "table",
                    "text": "Table 26.2",
                    "table_content": null,
                    "hyperlinks": [],
                    "children": []
                  },
                  {
                    "block_type": "heading-sub-sub",
                    "text": "Subprogramme 1: deliverables for 2026, by category and subcategory",
                    "table_content": null,
                    "hyperlinks": [],
                    "children": [
                      {
                        "block_type": "table-content",
                        "text": null,
                        "table_content": [
                          [
                            {
                              "text": "Category and subcategory",
                              "hyperlinks": []
                            }
                          ],
                          [
                            {
                              "text": "",
                              "hyperlinks": []
                            }
                          ],
                          [
                            {
                              "text": "C.\tSubstantive deliverables",
                              "hyperlinks": []
                            }
                          ],
                          [
                            {
                              "text": "\tConsultation, advice and advocacy: meetings, briefings and formal written interventions to advocate for the protection of the rights of Palestine refugees.",
                              "hyperlinks": []
                            }
                          ],
                          [
                            {
                              "text": "\tDirect service delivery: legal counselling, legal information and/or referrals to legal service providers; counselling and social support for Palestine refugees; submissions to the international human rights system.",
                              "hyperlinks": []
                            }
                          ]
                        ],
                        "hyperlinks": [],
                        "children": []
                      }
                    ]
                  }
                ]
              }
            ]
          },
          {
            "block_type": "subprogramme",
            "text": "Subprogramme 2 – Palestine refugees lead healthy lives",
            "table_content": null,
            "hyperlinks": [],
            "children": [
              {
                "block_type": "heading-sub",
                "text": "Objective",
                "table_content": null,
                "hyperlinks": [],
                "children": [
                  {
                    "block_type": "paragraph-1",
                    "text": "26.29\tThe objective, to which this subprogramme contributes, is to ensure that Palestine refugees lead healthy lives.",
                    "table_content": null,
                    "hyperlinks": [],
                    "children": []
                  }
                ]
              },
              {
                "block_type": "heading-sub",
                "text": "Strategy",
                "table_content": null,
                "hyperlinks": [],
                "children": [
                  {
                    "block_type": "paragraph-1",
                    "text": "26.30\tTo contribute to the objective, the subprogramme will:",
                    "table_content": null,
                    "hyperlinks": [],
                    "children": [
                      {
                        "block_type": "paragraph-2",
                        "text": "(a)\tAddress the maternal and child healthcare needs of Palestine refugees through the systematic delivery of preconception, prenatal and postnatal care, family-planning services, childhood immunization, child growth nutrition, and monitoring and screening for disabilities;",
                        "table_content": null,
                        "hyperlinks": [],
                        "children": []
                      },
                      {
                        "block_type": "paragraph-2",
                        "text": "(b)\tControl the status of noncommunicable diseases and mental health issues through disease surveillance and health promotion and prevention interventions and referrals;",
                        "table_content": null,
                        "hyperlinks": [],
                        "children": []
                      },
                      {
                        "block_type": "paragraph-2",
                        "text": "(c)\tControl the status of communicable diseases by strengthening surveillance and response capacity and participating in host Governments’ mass immunization campaigns;",
                        "table_content": null,
                        "hyperlinks": [],
                        "children": []
                      },
                      {
                        "block_type": "paragraph-2",
                        "text": "(d)\tProvide safe, quality and people-centred healthcare, even during times of emergencies, through UNRWA health centres, health points and mobile health teams.",
                        "table_content": null,
                        "hyperlinks": [],
                        "children": []
                      }
                    ]
                  },
                  {
                    "block_type": "paragraph-1",
                    "text": "26.31\tThe above-mentioned work is expected to result in:",
                    "table_content": null,
                    "hyperlinks": [],
                    "children": [
                      {
                        "block_type": "paragraph-2",
                        "text": "(a)\tImproved maternal and child health among Palestine refugees;",
                        "table_content": null,
                        "hyperlinks": [],
                        "children": []
                      },
                      {
                        "block_type": "paragraph-2",
                        "text": "(b)\tImproved control status of noncommunicable diseases and mental health;",
                        "table_content": null,
                        "hyperlinks": [],
                        "children": []
                      },
                      {
                        "block_type": "paragraph-2",
                        "text": "(c)\tImproved control status of communicable diseases and the prevention and control of infectious diseases;",
                        "table_content": null,
                        "hyperlinks": [],
                        "children": []
                      },
                      {
                        "block_type": "paragraph-2",
                        "text": "(d)\tSafe access to quality primary, secondary and tertiary health services for Palestine refugees.",
                        "table_content": null,
                        "hyperlinks": [],
                        "children": []
                      }
                    ]
                  }
                ]
              },
              {
                "block_type": "heading-sub",
                "text": "Programme performance in 2024",
                "table_content": null,
                "hyperlinks": [],
                "children": [
                  {
                    "block_type": "heading-sub-sub",
                    "text": "Reduced dependency on antibiotics",
                    "table_content": null,
                    "hyperlinks": [],
                    "children": [
                      {
                        "block_type": "paragraph-1",
                        "text": "26.32\tAntibiotics are used to prevent and treat bacterial infections and have been responsible for reducing mortality and improving life expectancy rates. However, because of their overuse, antibiotics have become less effective in treating infections including pneumonia, urinary tract infections, tuberculosis, gonorrhoea and food-borne diseases, resulting in higher medical costs, prolonged hospitalizations and increased mortality rates. The subprogramme seeks to reduce antibiotics use by limiting the percentage of prescriptions issued by Agency medical officers for curative diseases, aligned with the 25 per cent threshold recommended by WHO, with adherence to this limit monitored regularly. The subprogramme also introduced management protocols for the treatment of the most common health conditions encountered at UNRWA health centres.",
                        "table_content": null,
                        "hyperlinks": [],
                        "children": []
                      },
                      {
                        "block_type": "paragraph-1",
                        "text": "26.33\tProgress towards the objective is presented in the performance measure below (see figure 26.V).",
                        "table_content": null,
                        "hyperlinks": [],
                        "children": []
                      },
                      {
                        "block_type": "figure",
                        "text": "Figure 26.V",
                        "table_content": null,
                        "hyperlinks": [],
                        "children": []
                      }
                    ]
                  },
                  {
                    "block_type": "heading-sub-sub",
                    "text": "Performance measure: antibiotics prescriptions as a percentage of total prescriptions issued by Agency health centres (annual)",
                    "table_content": null,
                    "hyperlinks": [],
                    "children": [
                      {
                        "block_type": "image",
                        "text": "",
                        "table_content": null,
                        "hyperlinks": [],
                        "children": []
                      }
                    ]
                  },
                  {
                    "block_type": "heading-sub-sub",
                    "text": "Result 1: the health of Palestine refugees suffering from noncommunicable diseases improved – Programme performance in 2024 and target for 2026",
                    "table_content": null,
                    "hyperlinks": [],
                    "children": [
                      {
                        "block_type": "paragraph-1",
                        "text": "26.34\tThe subprogramme’s work contributed to 33 per cent of patients with diabetes mellitus having their conditions kept under control, which did not meet the planned target of 36 per cent. The target was not met due to the prevailing security conditions in several fields of UNRWA operations, which limited patients’ access to the Agency health centres for regular check-ups.",
                        "table_content": null,
                        "hyperlinks": [],
                        "children": []
                      },
                      {
                        "block_type": "paragraph-1",
                        "text": "26.35\tProgress towards the objective and the target for 2026 are presented in the performance measure below (see figure 26.VI).",
                        "table_content": null,
                        "hyperlinks": [],
                        "children": []
                      },
                      {
                        "block_type": "figure",
                        "text": "Figure 26.VI",
                        "table_content": null,
                        "hyperlinks": [],
                        "children": []
                      }
                    ]
                  },
                  {
                    "block_type": "heading-sub-sub",
                    "text": "Performance measure: percentage of patients with diabetes mellitus enrolled in the Agency’s health centres whose condition is under control (annual)",
                    "table_content": null,
                    "hyperlinks": [],
                    "children": [
                      {
                        "block_type": "image",
                        "text": "",
                        "table_content": null,
                        "hyperlinks": [],
                        "children": []
                      }
                    ]
                  },
                  {
                    "block_type": "heading-sub-sub",
                    "text": "Result 2: access to preconception care and reproductive planning services for Palestine refugees is improved – Programme performance in 2024 and target for 2026",
                    "table_content": null,
                    "hyperlinks": [],
                    "children": [
                      {
                        "block_type": "paragraph-1",
                        "text": "26.36\tThe subprogramme’s work contributed to 51.8 per cent of women with birth intervals of less than 36 months, which exceeded the planned target of 55.2 per cent.",
                        "table_content": null,
                        "hyperlinks": [],
                        "children": []
                      },
                      {
                        "block_type": "paragraph-1",
                        "text": "26.37\tProgress towards the objective and the target for 2026 are presented in the performance measure below (see figure 26.VII).",
                        "table_content": null,
                        "hyperlinks": [],
                        "children": []
                      },
                      {
                        "block_type": "figure",
                        "text": "Figure 26.VII",
                        "table_content": null,
                        "hyperlinks": [],
                        "children": []
                      }
                    ]
                  },
                  {
                    "block_type": "heading-sub-sub",
                    "text": "Performance measure: percentage of women with birth intervals of less than 36 months (annual)",
                    "table_content": null,
                    "hyperlinks": [],
                    "children": [
                      {
                        "block_type": "image",
                        "text": "",
                        "table_content": null,
                        "hyperlinks": [],
                        "children": []
                      }
                    ]
                  },
                  {
                    "block_type": "heading-sub-sub",
                    "text": "Result 3: infectious diseases controlled in Palestine refugee communities – Proposed programme plan for 2026",
                    "table_content": null,
                    "hyperlinks": [],
                    "children": [
                      {
                        "block_type": "paragraph-1",
                        "text": "26.38\tImmunization protects against deadly diseases that can be prevented through timely intervention during childhood. Through the implementation of the WHO Expanded Programme on Immunization, the subprogramme vaccinates 12- and 18-month-old Palestine refugee children against tuberculosis, diphtheria, pertussis, tetanus, polio, measles, mumps, rubella and hepatitis A and B. Despite the humanitarian crisis in Gaza and supply and movement restrictions affecting multiple fields of UNRWA operations, the subprogramme consistently surpasses the WHO immunization target of 95 per cent by: (a) ensuring a consistent supply of vaccines; (b) adhering to an appointment system for vaccinations, including follow-up with defaulting patients; and (c) participating in campaigns to encourage parents to have their children immunized.",
                        "table_content": null,
                        "hyperlinks": [],
                        "children": []
                      },
                      {
                        "block_type": "italic",
                        "text": "Lessons learned and planned change",
                        "table_content": null,
                        "hyperlinks": [],
                        "children": [
                          {
                            "block_type": "paragraph-1",
                            "text": "26.39\tThe lesson for the subprogramme, from the polio outbreak in Gaza, was the importance of preparedness and rapid response in managing public health emergencies, in particular the maintenance of a reliable vaccine supply chain and disease early warning, alert and response systems. In applying the lesson, the subprogramme will enhance coordination to prevent, detect and respond to disease outbreaks, including efforts to increase the immunization rate, strengthen cross-sectoral coordination and update outbreak preparedness plans.",
                            "table_content": null,
                            "hyperlinks": [],
                            "children": []
                          }
                        ]
                      },
                      {
                        "block_type": "paragraph-1",
                        "text": "26.40\tExpected progress towards the objective is presented in the performance measure below (see figure 26.VIII).",
                        "table_content": null,
                        "hyperlinks": [],
                        "children": []
                      },
                      {
                        "block_type": "figure",
                        "text": "Figure 26.VIII",
                        "table_content": null,
                        "hyperlinks": [],
                        "children": []
                      }
                    ]
                  },
                  {
                    "block_type": "heading-sub-sub",
                    "text": "Performance measure: number of vaccine-preventable disease outbreaks (annual)",
                    "table_content": null,
                    "hyperlinks": [],
                    "children": [
                      {
                        "block_type": "image",
                        "text": "",
                        "table_content": null,
                        "hyperlinks": [],
                        "children": []
                      }
                    ]
                  }
                ]
              },
              {
                "block_type": "heading-sub",
                "text": "Deliverables",
                "table_content": null,
                "hyperlinks": [],
                "children": [
                  {
                    "block_type": "paragraph-1",
                    "text": "26.41\tTable 26.3 lists all deliverables of the subprogramme.",
                    "table_content": null,
                    "hyperlinks": [],
                    "children": []
                  },
                  {
                    "block_type": "table",
                    "text": "Table 26.3",
                    "table_content": null,
                    "hyperlinks": [],
                    "children": []
                  },
                  {
                    "block_type": "heading-sub-sub",
                    "text": "Subprogramme 2: deliverables for 2026, by category and subcategory",
                    "table_content": null,
                    "hyperlinks": [],
                    "children": [
                      {
                        "block_type": "table-content",
                        "text": null,
                        "table_content": [
                          [
                            {
                              "text": "Category and subcategory",
                              "hyperlinks": []
                            }
                          ],
                          [
                            {
                              "text": "",
                              "hyperlinks": []
                            }
                          ],
                          [
                            {
                              "text": "C.\tSubstantive deliverables",
                              "hyperlinks": []
                            }
                          ],
                          [
                            {
                              "text": "\tDirect service delivery: approximately 8 million primary healthcare consultations; some 90,000 mental health and psychosocial support consultations.",
                              "hyperlinks": []
                            }
                          ]
                        ],
                        "hyperlinks": [],
                        "children": []
                      }
                    ]
                  }
                ]
              }
            ]
          },
          {
            "block_type": "subprogramme",
            "text": "Subprogramme 3 – Palestine refugees complete inclusive and equitable quality basic education",
            "table_content": null,
            "hyperlinks": [],
            "children": [
              {
                "block_type": "heading-sub",
                "text": "Objective",
                "table_content": null,
                "hyperlinks": [],
                "children": [
                  {
                    "block_type": "paragraph-1",
                    "text": "26.42\tThe objective, to which this subprogramme contributes, is to ensure that Palestine refugees complete inclusive and equitable quality basic education.",
                    "table_content": null,
                    "hyperlinks": [],
                    "children": []
                  }
                ]
              },
              {
                "block_type": "heading-sub",
                "text": "Strategy",
                "table_content": null,
                "hyperlinks": [],
                "children": [
                  {
                    "block_type": "paragraph-1",
                    "text": "26.43\tTo contribute to the objective, the subprogramme will:",
                    "table_content": null,
                    "hyperlinks": [],
                    "children": [
                      {
                        "block_type": "paragraph-2",
                        "text": "(a)\tEnhance the professionalization of teachers through continuous professional development and career progression opportunities;",
                        "table_content": null,
                        "hyperlinks": [],
                        "children": []
                      },
                      {
                        "block_type": "paragraph-2",
                        "text": "(b)\tEnsure that teaching approaches and learning materials used in UNRWA schools reflect the Agency’s educational approach, through the promotion of critical thinking skills, human rights education and adherence to United Nations values and principles, including humanitarian principles;",
                        "table_content": null,
                        "hyperlinks": [],
                        "children": []
                      },
                      {
                        "block_type": "paragraph-2",
                        "text": "(c)\tMonitor student performance, ensure safe and violence-free learning environments, facilitate parent engagement and promote inclusive recreational and extracurricular activities;",
                        "table_content": null,
                        "hyperlinks": [],
                        "children": []
                      },
                      {
                        "block_type": "paragraph-2",
                        "text": "(d)\tEnsure that students identified as having a disability receive support to meet their specific needs, assist individuals identified as experiencing a protection risk and progressively construct or upgrade existing schools.",
                        "table_content": null,
                        "hyperlinks": [],
                        "children": []
                      }
                    ]
                  },
                  {
                    "block_type": "paragraph-1",
                    "text": "26.44\tThe above-mentioned work is expected to result in:",
                    "table_content": null,
                    "hyperlinks": [],
                    "children": [
                      {
                        "block_type": "paragraph-2",
                        "text": "(a)\tImproved learning outcomes and critical thinking skills for Palestine refugee girls and boys;",
                        "table_content": null,
                        "hyperlinks": [],
                        "children": []
                      },
                      {
                        "block_type": "paragraph-2",
                        "text": "(b)\tA safe and inclusive learning environment for Palestine refugee boys and girls that ensures their well-being.",
                        "table_content": null,
                        "hyperlinks": [],
                        "children": []
                      }
                    ]
                  }
                ]
              },
              {
                "block_type": "heading-sub",
                "text": "Programme performance in 2024",
                "table_content": null,
                "hyperlinks": [],
                "children": [
                  {
                    "block_type": "heading-sub-sub",
                    "text": "Needs of students with disabilities identified and met",
                    "table_content": null,
                    "hyperlinks": [],
                    "children": [
                      {
                        "block_type": "paragraph-1",
                        "text": "26.45\tThe marginalization of persons with disabilities can limit their participation in life on an equal basis with others. Discrimination often starts during their entry into education. The subprogramme works to identify children with disabilities and support their inclusion in UNRWA schools through: (a) the training of Agency teachers to identify and support children with disabilities; (b) the work of student support teams, who assess the needs of children with disabilities and build and implement individual education plans, utilizing the Agency’s inclusive education toolkit; (c) outreach with parents and students to build a supportive environment around students with disabilities; and (d) the rehabilitation and upgrading of Agency schools to improve accessibility for students with disabilities.",
                        "table_content": null,
                        "hyperlinks": [],
                        "children": []
                      },
                      {
                        "block_type": "paragraph-1",
                        "text": "26.46\tProgress towards the objective is presented in the performance measure below (see figure 26.IX).",
                        "table_content": null,
                        "hyperlinks": [],
                        "children": []
                      },
                      {
                        "block_type": "figure",
                        "text": "Figure 26.IX",
                        "table_content": null,
                        "hyperlinks": [],
                        "children": []
                      }
                    ]
                  },
                  {
                    "block_type": "heading-sub-sub",
                    "text": "Performance measure: percentage of students in Agency schools identified with a disability receiving support to meet their needs (annual)",
                    "table_content": null,
                    "hyperlinks": [],
                    "children": [
                      {
                        "block_type": "image",
                        "text": "",
                        "table_content": null,
                        "hyperlinks": [],
                        "children": []
                      }
                    ]
                  }
                ]
              },
              {
                "block_type": "heading-sub",
                "text": "Planned results for 2026",
                "table_content": null,
                "hyperlinks": [],
                "children": [
                  {
                    "block_type": "heading-sub-sub",
                    "text": "Result 1: learning loss recovered – Programme performance in 2024 and target for 2026",
                    "table_content": null,
                    "hyperlinks": [],
                    "children": [
                      {
                        "block_type": "paragraph-1",
                        "text": "26.47\tThe subprogramme’s work contributed to the implementation of learning recovery plans and the promotion of digital learning methods, which did not meet the planned target of assessment of learning outcome tests demonstrating the closure of the learning gap. The target was not met due to the postponement of the tests because of the prevailing security conditions in several fields of UNRWA operations.",
                        "table_content": null,
                        "hyperlinks": [],
                        "children": []
                      },
                      {
                        "block_type": "paragraph-1",
                        "text": "26.48\tProgress towards the objective and the target for 2026 are presented in the performance measure below (see table 26.4).",
                        "table_content": null,
                        "hyperlinks": [],
                        "children": []
                      },
                      {
                        "block_type": "table",
                        "text": "Table 26.4",
                        "table_content": null,
                        "hyperlinks": [],
                        "children": []
                      }
                    ]
                  },
                  {
                    "block_type": "heading-sub-sub",
                    "text": "Performance measure",
                    "table_content": null,
                    "hyperlinks": [],
                    "children": [
                      {
                        "block_type": "table-content",
                        "text": null,
                        "table_content": [
                          [
                            {
                              "text": "2022 (actual)",
                              "hyperlinks": []
                            },
                            {
                              "text": "2023 (actual)",
                              "hyperlinks": []
                            },
                            {
                              "text": "2024 (actual)",
                              "hyperlinks": []
                            },
                            {
                              "text": "2025 (planned)",
                              "hyperlinks": []
                            },
                            {
                              "text": "2026 (planned)",
                              "hyperlinks": []
                            }
                          ],
                          [
                            {
                              "text": "",
                              "hyperlinks": []
                            },
                            {
                              "text": "",
                              "hyperlinks": []
                            },
                            {
                              "text": "",
                              "hyperlinks": []
                            },
                            {
                              "text": "",
                              "hyperlinks": []
                            },
                            {
                              "text": "",
                              "hyperlinks": []
                            }
                          ],
                          [
                            {
                              "text": "In-person teaching is resumed in all UNRWA schools\nStudents take catch-up classes",
                              "hyperlinks": []
                            },
                            {
                              "text": "Learning recovery plans are developed and implemented\nTeachers and students start to use digital learning methods during emergencies and for afterschool learning",
                              "hyperlinks": []
                            },
                            {
                              "text": "Learning recovery plans are implemented\nDigital learning methods are promoted",
                              "hyperlinks": []
                            },
                            {
                              "text": "Results of the assessment of learning outcome tests are analysed\nLearning recovery plans are revised based on the test results",
                              "hyperlinks": []
                            },
                            {
                              "text": "Results of the assessment of learning outcome tests are analysed\nLearning recovery plans are revised based on the test results",
                              "hyperlinks": []
                            }
                          ]
                        ],
                        "hyperlinks": [],
                        "children": []
                      }
                    ]
                  },
                  {
                    "block_type": "heading-sub-sub",
                    "text": "Result 2: safety and inclusiveness of the learning environment for students in Agency schools increased – Programme performance in 2024 and target for 2026",
                    "table_content": null,
                    "hyperlinks": [],
                    "children": [
                      {
                        "block_type": "paragraph-1",
                        "text": "26.49\tThe subprogramme’s work contributed to 53 per cent of UNRWA schools meeting the Agency’s protection design standards, which exceeded the planned target of 51.6 per cent.",
                        "table_content": null,
                        "hyperlinks": [],
                        "children": []
                      },
                      {
                        "block_type": "paragraph-1",
                        "text": "26.50\tProgress towards the objective and the target for 2026 are presented in the performance measure below (see figure 26.X).",
                        "table_content": null,
                        "hyperlinks": [],
                        "children": []
                      },
                      {
                        "block_type": "figure",
                        "text": "Figure 26.X",
                        "table_content": null,
                        "hyperlinks": [],
                        "children": []
                      }
                    ]
                  },
                  {
                    "block_type": "heading-sub-sub",
                    "text": "Performance measure: percentage of schools run by the Agency that meet its protection design standards (annual)",
                    "table_content": null,
                    "hyperlinks": [],
                    "children": [
                      {
                        "block_type": "image",
                        "text": "",
                        "table_content": null,
                        "hyperlinks": [],
                        "children": []
                      }
                    ]
                  },
                  {
                    "block_type": "heading-sub-sub",
                    "text": "Result 3: social and emotional development of Palestine refugee children protected – Proposed programme plan for 2026",
                    "table_content": null,
                    "hyperlinks": [],
                    "children": [
                      {
                        "block_type": "paragraph-1",
                        "text": "26.51\tConflict, exposure to traumatic events, displacement and increasing economic hardship have inflicted severe psychosocial consequences on Palestine refugee children in multiple fields of UNRWA operations that require a comprehensive response. If not addressed, these issues can lead to low academic achievement, increased school dropout rates, illness and unhealthy and dangerous behaviour. The subprogramme aims to foster an inclusive learning environment in UNRWA schools where all students benefit from quality education. This requires schools to promote students’ psychosocial well-being and to recognize and address the psychosocial needs of refugee children. Through regular programming, the Agency teachers utilize the UNRWA inclusive education toolkit to identify the needs of students, with support then extended by either teachers or school counsellors. Students with more complex psychosocial needs are referred to either UNRWA health centres or external specialized service providers. In emergency settings, counselling sessions and recreational activities are provided in temporary learning spaces to nurture social and emotional development.",
                        "table_content": null,
                        "hyperlinks": [],
                        "children": []
                      },
                      {
                        "block_type": "italic",
                        "text": "Lessons learned and planned change",
                        "table_content": null,
                        "hyperlinks": [],
                        "children": [
                          {
                            "block_type": "paragraph-1",
                            "text": "26.52\tThe lesson for the subprogramme was that the prevailing security conditions in the region demonstrated a need for an increased provision of school counsellors to provide quality psychosocial support for students. In applying the lesson, the subprogramme will review Agency-wide norms and standards pertaining to school counsellors with a view to increasing the provision of support to address psychosocial needs.",
                            "table_content": null,
                            "hyperlinks": [],
                            "children": []
                          }
                        ]
                      },
                      {
                        "block_type": "paragraph-1",
                        "text": "26.53\tExpected progress towards the objective is presented in the performance measure below (see figure 26.XI).",
                        "table_content": null,
                        "hyperlinks": [],
                        "children": []
                      },
                      {
                        "block_type": "figure",
                        "text": "Figure 26.XI",
                        "table_content": null,
                        "hyperlinks": [],
                        "children": []
                      }
                    ]
                  },
                  {
                    "block_type": "heading-sub-sub",
                    "text": "Performance measure: percentage of students identified with psychosocial needs receiving support (annual)",
                    "table_content": null,
                    "hyperlinks": [],
                    "children": [
                      {
                        "block_type": "image",
                        "text": "",
                        "table_content": null,
                        "hyperlinks": [],
                        "children": []
                      }
                    ]
                  }
                ]
              },
              {
                "block_type": "heading-sub",
                "text": "Deliverables",
                "table_content": null,
                "hyperlinks": [],
                "children": [
                  {
                    "block_type": "paragraph-1",
                    "text": "26.54\tTable 26.5 lists all deliverables of the subprogramme.",
                    "table_content": null,
                    "hyperlinks": [],
                    "children": []
                  },
                  {
                    "block_type": "table",
                    "text": "Table 26.5",
                    "table_content": null,
                    "hyperlinks": [],
                    "children": []
                  },
                  {
                    "block_type": "heading-sub-sub",
                    "text": "Subprogramme 3: deliverables for 2026, by category and subcategory",
                    "table_content": null,
                    "hyperlinks": [],
                    "children": [
                      {
                        "block_type": "table-content",
                        "text": null,
                        "table_content": [
                          [
                            {
                              "text": "Category and subcategory",
                              "hyperlinks": []
                            }
                          ],
                          [
                            {
                              "text": "",
                              "hyperlinks": []
                            }
                          ],
                          [
                            {
                              "text": "C.\tSubstantive deliverables",
                              "hyperlinks": []
                            }
                          ],
                          [
                            {
                              "text": "\tDirect service delivery: education services provided to some 550,000 students.",
                              "hyperlinks": []
                            }
                          ]
                        ],
                        "hyperlinks": [],
                        "children": []
                      }
                    ]
                  }
                ]
              }
            ]
          },
          {
            "block_type": "subprogramme",
            "text": "Subprogramme 4 – Palestine refugees have improved livelihood opportunities",
            "table_content": null,
            "hyperlinks": [],
            "children": [
              {
                "block_type": "heading-sub",
                "text": "Objective",
                "table_content": null,
                "hyperlinks": [],
                "children": [
                  {
                    "block_type": "paragraph-1",
                    "text": "26.55\tThe objective, to which this subprogramme contributes, is to ensure that Palestine refugees have improved livelihood opportunities.",
                    "table_content": null,
                    "hyperlinks": [],
                    "children": []
                  }
                ]
              },
              {
                "block_type": "heading-sub",
                "text": "Strategy",
                "table_content": null,
                "hyperlinks": [],
                "children": [
                  {
                    "block_type": "paragraph-1",
                    "text": "26.56\tTo contribute to the objective, the subprogramme will:",
                    "table_content": null,
                    "hyperlinks": [],
                    "children": [
                      {
                        "block_type": "paragraph-2",
                        "text": "(a)\tProvide financial services, including diversified loan products, covering businesses, consumption and housing needs, to low-income Palestine refugees, women and young people;",
                        "table_content": null,
                        "hyperlinks": [],
                        "children": []
                      },
                      {
                        "block_type": "paragraph-2",
                        "text": "(b)\tCreate employment opportunities for Palestine refugees through infrastructure works and construction in camps;",
                        "table_content": null,
                        "hyperlinks": [],
                        "children": []
                      },
                      {
                        "block_type": "paragraph-2",
                        "text": "(c)\tProvide quality and market-relevant technical and vocational education and training at UNRWA vocational training centres and education science facilities for degree-level teacher education in the West Bank, including East Jerusalem, and Jordan, focusing on vulnerable young people;",
                        "table_content": null,
                        "hyperlinks": [],
                        "children": []
                      },
                      {
                        "block_type": "paragraph-2",
                        "text": "(d)\tExtend higher education scholarships to young Palestine refugees.",
                        "table_content": null,
                        "hyperlinks": [],
                        "children": []
                      }
                    ]
                  },
                  {
                    "block_type": "paragraph-1",
                    "text": "26.57\tThe above-mentioned work is expected to result in:",
                    "table_content": null,
                    "hyperlinks": [],
                    "children": [
                      {
                        "block_type": "paragraph-2",
                        "text": "(a)\tImproved livelihood capacities of Palestine refugees;",
                        "table_content": null,
                        "hyperlinks": [],
                        "children": []
                      },
                      {
                        "block_type": "paragraph-2",
                        "text": "(b)\tImproved income generation and job opportunities for Palestine refugees, especially women and young people.",
                        "table_content": null,
                        "hyperlinks": [],
                        "children": []
                      }
                    ]
                  }
                ]
              },
              {
                "block_type": "heading-sub",
                "text": "Programme performance in 2024",
                "table_content": null,
                "hyperlinks": [],
                "children": [
                  {
                    "block_type": "heading-sub-sub",
                    "text": "Expanded access of the most vulnerable to microfinance products",
                    "table_content": null,
                    "hyperlinks": [],
                    "children": [
                      {
                        "block_type": "paragraph-1",
                        "text": "26.58\tDespite having strong human capital as a result of the education and health structures provided by the Agency and host authorities, the majority of refugees do not have the requisite access to the full range of social, physical and financial assets needed to build sustainable livelihoods. In recent years, these constraints have been exacerbated by economic contractions in some host countries. The subprogramme provides access to credit and complementary financial services across all fields of UNRWA operations, except Lebanon, to Palestine refugees who would normally be ineligible for such services, in particular women, low-income Palestine refugees and young people. The most vulnerable receive dedicated loan products, which collectively help to create and sustain jobs, reduce poverty and promote economic empowerment.",
                        "table_content": null,
                        "hyperlinks": [],
                        "children": []
                      },
                      {
                        "block_type": "paragraph-1",
                        "text": "26.59\tProgress towards the objective is presented in the performance measure below (see figure 26.XII).",
                        "table_content": null,
                        "hyperlinks": [],
                        "children": []
                      },
                      {
                        "block_type": "figure",
                        "text": "Figure 26.XII",
                        "table_content": null,
                        "hyperlinks": [],
                        "children": []
                      }
                    ]
                  },
                  {
                    "block_type": "heading-sub-sub",
                    "text": "Performance measure: percentage of microfinance loans disbursed by the Agency to women (annual)",
                    "table_content": null,
                    "hyperlinks": [],
                    "children": [
                      {
                        "block_type": "image",
                        "text": "",
                        "table_content": null,
                        "hyperlinks": [],
                        "children": []
                      }
                    ]
                  }
                ]
              },
              {
                "block_type": "heading-sub",
                "text": "Planned results for 2026",
                "table_content": null,
                "hyperlinks": [],
                "children": [
                  {
                    "block_type": "heading-sub-sub",
                    "text": "Result 1: improved access for Palestine refugees to highly skilled professions – Programme performance in 2024 and target for 2026",
                    "table_content": null,
                    "hyperlinks": [],
                    "children": [
                      {
                        "block_type": "paragraph-1",
                        "text": "26.60\tThe subprogramme’s work contributed to 90 per cent of Education Science Faculty and Faculty of Educational Sciences and Arts graduates employed or continuing their studies within one year of graduation, which did not meet the planned target of 91 per cent. The target was not met due to economic constraints in the West Bank that reduced employment opportunities for graduates.",
                        "table_content": null,
                        "hyperlinks": [],
                        "children": []
                      },
                      {
                        "block_type": "paragraph-1",
                        "text": "26.61\tProgress towards the objective and the target for 2026 are presented in the performance measure below (see figure 26.XIII).",
                        "table_content": null,
                        "hyperlinks": [],
                        "children": []
                      },
                      {
                        "block_type": "figure",
                        "text": "Figure 26.XIII",
                        "table_content": null,
                        "hyperlinks": [],
                        "children": []
                      }
                    ]
                  },
                  {
                    "block_type": "heading-sub-sub",
                    "text": "Performance measure: percentage of Education Science Faculty and Faculty of Educational Sciences and Arts graduates employed or continuing their studies within one year of graduation (annual)",
                    "table_content": null,
                    "hyperlinks": [],
                    "children": [
                      {
                        "block_type": "image",
                        "text": "",
                        "table_content": null,
                        "hyperlinks": [],
                        "children": []
                      }
                    ]
                  },
                  {
                    "block_type": "heading-sub-sub",
                    "text": "Result 2: private sector employment opportunities created – Programme performance in 2024 and target for 2026",
                    "table_content": null,
                    "hyperlinks": [],
                    "children": [
                      {
                        "block_type": "paragraph-1",
                        "text": "26.62\tThe subprogramme’s work contributed to 1,330 additional jobs being created by microfinance client enterprises, which did not meet the planned target of 3,983 jobs. The target was not met due to the suspension of microfinance operations in Gaza and a decline in economic activity in the West Bank as a result of the ongoing conflict.",
                        "table_content": null,
                        "hyperlinks": [],
                        "children": []
                      },
                      {
                        "block_type": "paragraph-1",
                        "text": "26.63\tProgress towards the objective and the target for 2026 are presented in the performance measure below (see figure 26.XIV).",
                        "table_content": null,
                        "hyperlinks": [],
                        "children": []
                      },
                      {
                        "block_type": "figure",
                        "text": "Figure 26.XIV",
                        "table_content": null,
                        "hyperlinks": [],
                        "children": []
                      }
                    ]
                  },
                  {
                    "block_type": "heading-sub-sub",
                    "text": "Performance measure: number of additional jobs created by microfinance client enterprises (annual)",
                    "table_content": null,
                    "hyperlinks": [],
                    "children": [
                      {
                        "block_type": "image",
                        "text": "",
                        "table_content": null,
                        "hyperlinks": [],
                        "children": []
                      }
                    ]
                  },
                  {
                    "block_type": "heading-sub-sub",
                    "text": "Result 3: improved youth employment opportunities through vocational training – Proposed programme plan for 2026",
                    "table_content": null,
                    "hyperlinks": [],
                    "children": [
                      {
                        "block_type": "paragraph-1",
                        "text": "26.64\tIn recent years, all UNRWA fields of operations have been beset by economic challenges. For Palestine refugees, this situation is exacerbated by structural barriers that inhibit their integration into labour markets, leading to high unemployment rates and a predominance of employment in low-paying or informal jobs. These conditions, in turn, leave many refugees trapped in poverty and reliant on social assistance schemes. The subprogramme provides technical and vocational education and training to young Palestine refugees, equipping them with skills necessary to enter labour markets. The subprogramme operates eight vocational training centres and enrols approximately 8,000 students in its courses each year, covering: (a) two-year semi-professional courses; (b) one-year trade and two-year craftsperson courses; and (c) short-term courses targeted at sectors with high demand for workers. A range of specializations are covered, including mechanics, plumbing, electronics, communication systems, hairdressing, graphic design, accounting, nursing and physiotherapy.",
                        "table_content": null,
                        "hyperlinks": [],
                        "children": []
                      },
                      {
                        "block_type": "italic",
                        "text": "Lessons learned and planned change",
                        "table_content": null,
                        "hyperlinks": [],
                        "children": [
                          {
                            "block_type": "paragraph-1",
                            "text": "26.65\tThe lesson for the subprogramme was that graduating students need support in building connections with potential local employers so that they can utilize their education, remain in the region and contribute to the development of Palestine refugee communities. In applying the lesson, the subprogramme will increase the number of prospective employers participating in Agency-organized jobs fairs.",
                            "table_content": null,
                            "hyperlinks": [],
                            "children": []
                          }
                        ]
                      },
                      {
                        "block_type": "paragraph-1",
                        "text": "26.66\tExpected progress towards the objective is presented in the performance measure below (see figure 26.XV).",
                        "table_content": null,
                        "hyperlinks": [],
                        "children": []
                      },
                      {
                        "block_type": "figure",
                        "text": "Figure 26.XV",
                        "table_content": null,
                        "hyperlinks": [],
                        "children": []
                      }
                    ]
                  },
                  {
                    "block_type": "heading-sub-sub",
                    "text": "Performance measure: percentage of technical and vocational education and training graduates employed within one year of graduation (annual)",
                    "table_content": null,
                    "hyperlinks": [],
                    "children": [
                      {
                        "block_type": "image",
                        "text": "",
                        "table_content": null,
                        "hyperlinks": [],
                        "children": []
                      }
                    ]
                  }
                ]
              },
              {
                "block_type": "heading-sub",
                "text": "Deliverables",
                "table_content": null,
                "hyperlinks": [],
                "children": [
                  {
                    "block_type": "paragraph-1",
                    "text": "26.67\tTable 26.6 lists all deliverables of the subprogramme.",
                    "table_content": null,
                    "hyperlinks": [],
                    "children": []
                  },
                  {
                    "block_type": "table",
                    "text": "Table 26.6",
                    "table_content": null,
                    "hyperlinks": [],
                    "children": []
                  },
                  {
                    "block_type": "heading-sub-sub",
                    "text": "Subprogramme 4: deliverables for 2026, by category and subcategory",
                    "table_content": null,
                    "hyperlinks": [],
                    "children": [
                      {
                        "block_type": "table-content",
                        "text": null,
                        "table_content": [
                          [
                            {
                              "text": "Category and subcategory",
                              "hyperlinks": []
                            }
                          ],
                          [
                            {
                              "text": "",
                              "hyperlinks": []
                            }
                          ],
                          [
                            {
                              "text": "C.\tSubstantive deliverables",
                              "hyperlinks": []
                            }
                          ],
                          [
                            {
                              "text": "\tDirect service delivery: issuance of microfinance loans valued at approximately $47 million; approximately 8,000 students enrolled in technical and vocational education and training; some 2,520 job placements created as full-time equivalents.a",
                              "hyperlinks": []
                            }
                          ]
                        ],
                        "hyperlinks": [],
                        "children": []
                      },
                      {
                        "block_type": "other",
                        "text": "a\tFull-time equivalents are the number of full-time equivalent jobs, defined as total hours worked divided by average actual hours worked in full-time jobs.",
                        "table_content": null,
                        "hyperlinks": [],
                        "children": []
                      }
                    ]
                  }
                ]
              }
            ]
          },
          {
            "block_type": "subprogramme",
            "text": "Subprogramme 5 – Palestine refugees are able to meet their basic human needs of shelter, water and sanitation",
            "table_content": null,
            "hyperlinks": [],
            "children": [
              {
                "block_type": "heading-sub",
                "text": "Objective",
                "table_content": null,
                "hyperlinks": [],
                "children": [
                  {
                    "block_type": "paragraph-1",
                    "text": "26.68\tThe objective, to which this subprogramme contributes, is to ensure that Palestine refugees are able to meet their basic human needs of shelter, water and sanitation.",
                    "table_content": null,
                    "hyperlinks": [],
                    "children": []
                  }
                ]
              },
              {
                "block_type": "heading-sub",
                "text": "Strategy",
                "table_content": null,
                "hyperlinks": [],
                "children": [
                  {
                    "block_type": "paragraph-1",
                    "text": "26.69\tTo contribute to the objective, the subprogramme will:",
                    "table_content": null,
                    "hyperlinks": [],
                    "children": [
                      {
                        "block_type": "paragraph-2",
                        "text": "(a)\tProvide adequate and safe shelters for Palestine refugees living in camps through the rehabilitation of substandard shelters for the most vulnerable;",
                        "table_content": null,
                        "hyperlinks": [],
                        "children": []
                      },
                      {
                        "block_type": "paragraph-2",
                        "text": "(b)\tProvide Palestine refugees living in camps with effective environmental health services, including sufficient water for their basic needs, storm water drainage systems, solid waste collection and sewerage systems.",
                        "table_content": null,
                        "hyperlinks": [],
                        "children": []
                      }
                    ]
                  },
                  {
                    "block_type": "paragraph-1",
                    "text": "26.70\tThe above-mentioned work is expected to result in:",
                    "table_content": null,
                    "hyperlinks": [],
                    "children": [
                      {
                        "block_type": "paragraph-2",
                        "text": "(a)\tImproved living conditions whereby Palestine refugees can live in dignity in an adequate and safe built environment in camps;",
                        "table_content": null,
                        "hyperlinks": [],
                        "children": []
                      },
                      {
                        "block_type": "paragraph-2",
                        "text": "(b)\tImproved environmental health and infrastructure services, including access to safe drinking water, sanitation, drainage, electricity and waste disposal, for Palestine refugees living in camps.",
                        "table_content": null,
                        "hyperlinks": [],
                        "children": []
                      }
                    ]
                  }
                ]
              },
              {
                "block_type": "heading-sub",
                "text": "Programme performance in 2024",
                "table_content": null,
                "hyperlinks": [],
                "children": [
                  {
                    "block_type": "heading-sub-sub",
                    "text": "Palestine refugees live in environmentally sustainable conditions",
                    "table_content": null,
                    "hyperlinks": [],
                    "children": [
                      {
                        "block_type": "paragraph-1",
                        "text": "26.71\tWith over 1,100 installations, a workforce of 30,000 personnel and services across five fields that reach approximately 3 million Palestine refugees each year, UNRWA is committed to minimizing the environmental impacts of its own operations and to advancing environmental sustainability within the Palestine refugee community. Guided by the Agency’s environmental sustainability policy and environmental and social management framework, the subprogramme integrates environmental sustainability into camp improvement works. Sustainable design features are integrated into new construction projects, including building orientation, double-walling and double-glazing, while energy-efficient lighting, heating and cooling systems, solar power and hot water systems are also increasingly incorporated.",
                        "table_content": null,
                        "hyperlinks": [],
                        "children": []
                      },
                      {
                        "block_type": "paragraph-1",
                        "text": "26.72\tProgress towards the objective is presented in the performance measure below (see table 26.7).",
                        "table_content": null,
                        "hyperlinks": [],
                        "children": []
                      },
                      {
                        "block_type": "table",
                        "text": "Table 26.7",
                        "table_content": null,
                        "hyperlinks": [],
                        "children": []
                      }
                    ]
                  },
                  {
                    "block_type": "heading-sub-sub",
                    "text": "Performance measure",
                    "table_content": null,
                    "hyperlinks": [],
                    "children": [
                      {
                        "block_type": "table-content",
                        "text": null,
                        "table_content": [
                          [
                            {
                              "text": "2022 (actual)",
                              "hyperlinks": []
                            },
                            {
                              "text": "2023 (actual)",
                              "hyperlinks": []
                            },
                            {
                              "text": "2024 (actual)",
                              "hyperlinks": []
                            }
                          ],
                          [
                            {
                              "text": "",
                              "hyperlinks": []
                            },
                            {
                              "text": "",
                              "hyperlinks": []
                            },
                            {
                              "text": "",
                              "hyperlinks": []
                            }
                          ],
                          [
                            {
                              "text": "Palestine refugees benefit from 40 UNRWA installations across all fields of operations upgraded with energy efficiency measures and 29 installations fitted with photovoltaic systems",
                              "hyperlinks": []
                            },
                            {
                              "text": "Palestine refugees benefit from 33 UNRWA installations upgraded with energy efficiency measures and 14 installations fitted with photovoltaic systems",
                              "hyperlinks": []
                            },
                            {
                              "text": "Palestine refugees benefit from 21 Agency installations upgraded with energy efficiency measures and 19 installations fitted with photovoltaic systems",
                              "hyperlinks": []
                            }
                          ]
                        ],
                        "hyperlinks": [],
                        "children": []
                      }
                    ]
                  }
                ]
              },
              {
                "block_type": "heading-sub",
                "text": "Planned results for 2026",
                "table_content": null,
                "hyperlinks": [],
                "children": [
                  {
                    "block_type": "heading-sub-sub",
                    "text": "Result 1: living conditions of camp residents improved – Programme performance in 2024 and target for 2026",
                    "table_content": null,
                    "hyperlinks": [],
                    "children": [
                      {
                        "block_type": "paragraph-1",
                        "text": "26.73\tThe subprogramme’s work contributed to 343,000 refugees benefiting from the implementation of camp improvement plans, which exceeded the planned target of 306,600 refugees.",
                        "table_content": null,
                        "hyperlinks": [],
                        "children": []
                      },
                      {
                        "block_type": "paragraph-1",
                        "text": "26.74\tProgress towards the objective and the target for 2026 are presented in the performance measure below (see figure 26.XVI).",
                        "table_content": null,
                        "hyperlinks": [],
                        "children": []
                      },
                      {
                        "block_type": "figure",
                        "text": "Figure 26.XVI",
                        "table_content": null,
                        "hyperlinks": [],
                        "children": []
                      }
                    ]
                  },
                  {
                    "block_type": "heading-sub-sub",
                    "text": "Performance measure: number of refugees benefiting from the implementation of camp improvement plans (cumulative)",
                    "table_content": null,
                    "hyperlinks": [],
                    "children": [
                      {
                        "block_type": "image",
                        "text": "",
                        "table_content": null,
                        "hyperlinks": [],
                        "children": []
                      }
                    ]
                  },
                  {
                    "block_type": "heading-sub-sub",
                    "text": "Result 2: safety and dignity of Palestine refugees living in camps improved – Programme performance in 2024 and target for 2026",
                    "table_content": null,
                    "hyperlinks": [],
                    "children": [
                      {
                        "block_type": "paragraph-1",
                        "text": "26.75\tThe subprogramme’s work contributed to 22.9 per cent of substandard shelters being repaired or reconstructed, which did not meet the planned target of 23.6 per cent. The target was not met due to the postponement of shelter rehabilitation works in several fields of UNRWA operations in the light of the prevailing security conditions.",
                        "table_content": null,
                        "hyperlinks": [],
                        "children": []
                      },
                      {
                        "block_type": "paragraph-1",
                        "text": "26.76\tProgress towards the objective and the target for 2026 are presented in the performance measure below (see figure 26.XVII).",
                        "table_content": null,
                        "hyperlinks": [],
                        "children": []
                      },
                      {
                        "block_type": "figure",
                        "text": "Figure 26.XVII",
                        "table_content": null,
                        "hyperlinks": [],
                        "children": []
                      }
                    ]
                  },
                  {
                    "block_type": "heading-sub-sub",
                    "text": "Performance measure: percentage of substandard shelters repaired or reconstructed (cumulative)",
                    "table_content": null,
                    "hyperlinks": [],
                    "children": [
                      {
                        "block_type": "image",
                        "text": "",
                        "table_content": null,
                        "hyperlinks": [],
                        "children": []
                      }
                    ]
                  },
                  {
                    "block_type": "heading-sub-sub",
                    "text": "Result 3: improved water quality for Palestine refugees – Proposed programme plan for 2026",
                    "table_content": null,
                    "hyperlinks": [],
                    "children": [
                      {
                        "block_type": "paragraph-1",
                        "text": "26.77\tAccess to safe water remains unreliable in Palestine refugee camps, caused by: (a) increasing overcrowdedness, with demand exceeding the capacity of infrastructure systems; (b) ageing networks, leading to leakages and cross-contaminations between the water and sewerage networks; and (c) a lack of available water resources. In Gaza, access to safe water has also been affected by the extensive destruction of infrastructure and the displacement of refugees to areas not connected to the supply network. Inadequate clean water provision increases the risk of disease outbreaks, such as giardiasis, hepatitis A, salmonella and shigella. The subprogramme works with host authorities to conduct hydrological studies to identify new water sources and sink new wells. The subprogramme also maintains distribution pipes to minimize the risk of contamination and, during periods of emergency, endeavours to ensure the minimum supply of water for drinking, washing and bathing through the rehabilitation of damaged water wells, the provision of fuel for water pumping stations and the distribution of potable water.",
                        "table_content": null,
                        "hyperlinks": [],
                        "children": []
                      },
                      {
                        "block_type": "italic",
                        "text": "Lessons learned and planned change",
                        "table_content": null,
                        "hyperlinks": [],
                        "children": [
                          {
                            "block_type": "paragraph-1",
                            "text": "26.78\tThe lesson for the subprogramme was the need to ensure regular water quality testing to prevent disease outbreaks, especially in locations beset by emergencies. In applying the lesson, the subprogramme will expand cooperation with host Governments, the UNRWA health programme and United Nations partners to increase the frequency of testing in emergency conditions.",
                            "table_content": null,
                            "hyperlinks": [],
                            "children": []
                          }
                        ]
                      },
                      {
                        "block_type": "paragraph-1",
                        "text": "26.79\tExpected progress towards the objective is presented in the performance measure below (see figure 26.XVIII).",
                        "table_content": null,
                        "hyperlinks": [],
                        "children": []
                      },
                      {
                        "block_type": "figure",
                        "text": "Figure 26.XVIII",
                        "table_content": null,
                        "hyperlinks": [],
                        "children": []
                      }
                    ]
                  },
                  {
                    "block_type": "heading-sub-sub",
                    "text": "Performance measure: percentage of shelters connected to a water supply network (annual)",
                    "table_content": null,
                    "hyperlinks": [],
                    "children": [
                      {
                        "block_type": "image",
                        "text": "",
                        "table_content": null,
                        "hyperlinks": [],
                        "children": []
                      }
                    ]
                  }
                ]
              },
              {
                "block_type": "heading-sub",
                "text": "Deliverables",
                "table_content": null,
                "hyperlinks": [],
                "children": [
                  {
                    "block_type": "paragraph-1",
                    "text": "26.80\tTable 26.8 lists all deliverables of the subprogramme.",
                    "table_content": null,
                    "hyperlinks": [],
                    "children": []
                  },
                  {
                    "block_type": "table",
                    "text": "Table 26.8",
                    "table_content": null,
                    "hyperlinks": [],
                    "children": []
                  },
                  {
                    "block_type": "heading-sub-sub",
                    "text": "Subprogramme 5: deliverables for 2026, by category and subcategory",
                    "table_content": null,
                    "hyperlinks": [],
                    "children": [
                      {
                        "block_type": "table-content",
                        "text": null,
                        "table_content": [
                          [
                            {
                              "text": "Category and subcategory",
                              "hyperlinks": []
                            }
                          ],
                          [
                            {
                              "text": "",
                              "hyperlinks": []
                            }
                          ],
                          [
                            {
                              "text": "C.\tSubstantive deliverables",
                              "hyperlinks": []
                            }
                          ],
                          [
                            {
                              "text": "\tDirect service delivery: rehabilitation of 500 substandard shelters for Palestine refugees residing in camps.",
                              "hyperlinks": []
                            }
                          ]
                        ],
                        "hyperlinks": [],
                        "children": []
                      }
                    ]
                  }
                ]
              }
            ]
          },
          {
            "block_type": "subprogramme",
            "text": "Subprogramme 6 – The most vulnerable Palestine refugees have access to effective social assistance",
            "table_content": null,
            "hyperlinks": [],
            "children": [
              {
                "block_type": "heading-sub",
                "text": "Objective",
                "table_content": null,
                "hyperlinks": [],
                "children": [
                  {
                    "block_type": "paragraph-1",
                    "text": "26.81\tThe objective, to which this subprogramme contributes, is to ensure that the most vulnerable Palestine refugees have access to effective social assistance.",
                    "table_content": null,
                    "hyperlinks": [],
                    "children": []
                  }
                ]
              },
              {
                "block_type": "heading-sub",
                "text": "Strategy",
                "table_content": null,
                "hyperlinks": [],
                "children": [
                  {
                    "block_type": "paragraph-1",
                    "text": "26.82\tTo contribute to the objective, the subprogramme will:",
                    "table_content": null,
                    "hyperlinks": [],
                    "children": [
                      {
                        "block_type": "paragraph-2",
                        "text": "(a)\tDistribute cash-based and in-kind social transfers to the most vulnerable Palestine refugees, at risk of poverty and food insecurity;",
                        "table_content": null,
                        "hyperlinks": [],
                        "children": []
                      },
                      {
                        "block_type": "paragraph-2",
                        "text": "(b)\tProvide preferential access to vocational training opportunities and subsidization of secondary and tertiary healthcare costs to the most vulnerable Palestine refugees in need.",
                        "table_content": null,
                        "hyperlinks": [],
                        "children": []
                      }
                    ]
                  },
                  {
                    "block_type": "paragraph-1",
                    "text": "26.83\tThe above-mentioned work is expected to result in the alleviation of poverty and food insecurity among the most vulnerable Palestine refugees in the face of economic hardship and restricted household income.",
                    "table_content": null,
                    "hyperlinks": [],
                    "children": []
                  }
                ]
              },
              {
                "block_type": "heading-sub",
                "text": "Programme performance in 2024",
                "table_content": null,
                "hyperlinks": [],
                "children": [
                  {
                    "block_type": "heading-sub-sub",
                    "text": "The most vulnerable Palestine refugees cover their basic needs with dignity",
                    "table_content": null,
                    "hyperlinks": [],
                    "children": [
                      {
                        "block_type": "paragraph-1",
                        "text": "26.84\tIn multiple fields of UNRWA operations, Palestine refugees are affected by high levels of unemployment, rampant inflation and near universal rates of poverty. The subprogramme aims to ensure that the poverty faced by refugee households in these circumstances is alleviated through cash-based and in-kind social transfers, including cash-for-work placements. These placements not only provide a dignified way for refugees to meet their basic needs but also stimulate local economies and reduce dependency on negative coping strategies. The subprogramme provides short-term skilled and unskilled cash-for-work placements with the Agency and partner community-based organizations in areas such as sanitation work, supply and logistics, and camp improvement. Priority for these opportunities is given to the most vulnerable groups, including female-headed households, persons with disabilities and those with no alternative sources of income.",
                        "table_content": null,
                        "hyperlinks": [],
                        "children": []
                      },
                      {
                        "block_type": "paragraph-1",
                        "text": "26.85\tProgress towards the objective is presented in the performance measure below (see figure 26.XIX).",
                        "table_content": null,
                        "hyperlinks": [],
                        "children": []
                      },
                      {
                        "block_type": "figure",
                        "text": "Figure 26.XIX",
                        "table_content": null,
                        "hyperlinks": [],
                        "children": []
                      }
                    ]
                  },
                  {
                    "block_type": "heading-sub-sub",
                    "text": "Performance measure: number of Palestine refugee recipients of short-term cash-for-work opportunities (annual)",
                    "table_content": null,
                    "hyperlinks": [],
                    "children": [
                      {
                        "block_type": "image",
                        "text": "",
                        "table_content": null,
                        "hyperlinks": [],
                        "children": []
                      }
                    ]
                  }
                ]
              },
              {
                "block_type": "heading-sub",
                "text": "Planned results for 2026",
                "table_content": null,
                "hyperlinks": [],
                "children": [
                  {
                    "block_type": "heading-sub-sub",
                    "text": "Result 1: abject poverty and food insecurity among the most vulnerable Palestine refugees mitigated – Programme performance in 2024 and target for 2026",
                    "table_content": null,
                    "hyperlinks": [],
                    "children": [
                      {
                        "block_type": "paragraph-1",
                        "text": "26.86\tThe subprogramme’s work contributed to 338,199 vulnerable Palestine refugees receiving social transfers and 142,748 Palestine refugees in Lebanon receiving supplementary cash assistance, which exceeded the planned target of 325,143 and 134,700 Palestine refugees, respectively.",
                        "table_content": null,
                        "hyperlinks": [],
                        "children": []
                      },
                      {
                        "block_type": "paragraph-1",
                        "text": "26.87\tProgress towards the objective and the target for 2026 are presented in the performance measure below (see figure 26.XX).",
                        "table_content": null,
                        "hyperlinks": [],
                        "children": []
                      },
                      {
                        "block_type": "figure",
                        "text": "Figure 26.XX",
                        "table_content": null,
                        "hyperlinks": [],
                        "children": []
                      }
                    ]
                  },
                  {
                    "block_type": "heading-sub-sub",
                    "text": "Performance measure: number of vulnerable Palestine refugees who received social transfers and supplementary cash assistance (annual)",
                    "table_content": null,
                    "hyperlinks": [],
                    "children": [
                      {
                        "block_type": "image",
                        "text": "",
                        "table_content": null,
                        "hyperlinks": [],
                        "children": []
                      }
                    ]
                  },
                  {
                    "block_type": "heading-sub-sub",
                    "text": "Result 2: access to affordable hospital care ensured – Programme performance in 2024 and target for 2026",
                    "table_content": null,
                    "hyperlinks": [],
                    "children": [
                      {
                        "block_type": "paragraph-1",
                        "text": "26.88\tThe subprogramme’s work contributed to hospitalization support for 7,458 vulnerable Palestine refugees, which did not meet the planned target of 22,000 refugees. The target was not met due to the suspension of hospitalization support in Gaza following the onset of the conflict.",
                        "table_content": null,
                        "hyperlinks": [],
                        "children": []
                      },
                      {
                        "block_type": "paragraph-1",
                        "text": "26.89\tProgress towards the objective and the target for 2026 are presented in the performance measure below (see figure 26.XXI).",
                        "table_content": null,
                        "hyperlinks": [],
                        "children": []
                      },
                      {
                        "block_type": "figure",
                        "text": "Figure 26.XXI",
                        "table_content": null,
                        "hyperlinks": [],
                        "children": []
                      }
                    ]
                  },
                  {
                    "block_type": "heading-sub-sub",
                    "text": "Performance measure: number of the most vulnerable Palestine refugees receiving subsidized hospital care (annual)",
                    "table_content": null,
                    "hyperlinks": [],
                    "children": [
                      {
                        "block_type": "image",
                        "text": "",
                        "table_content": null,
                        "hyperlinks": [],
                        "children": []
                      }
                    ]
                  },
                  {
                    "block_type": "heading-sub-sub",
                    "text": "Result 3: social transfers for the most vulnerable Palestine refugees safeguarded – Proposed programme plan for 2026",
                    "table_content": null,
                    "hyperlinks": [],
                    "children": [
                      {
                        "block_type": "paragraph-1",
                        "text": "26.90\tEffective social assistance for the most vulnerable Palestine refugees is dependent on up-to-date refugee registration records and the ability of UNRWA to verify the identity of social transfer recipients. In recent years, the maintenance of updated records has been challenged by the large-scale displacement of refugees in some fields to locations far from Agency registration offices. In 2023, the subprogramme introduced the “e-UNRWA” system, an interactive bilingual mobile platform for digital registration and identity verification. The platform allows Palestine refugees to report life events, such as births, deaths, marriages and changes of address, without the need for physical presence in a registration office. It also facilitates identity verification for those receiving social transfers from the Agency, whereby users upload a photo identity document, take a live selfie and share their Global Positioning System (GPS) location. These submissions are then processed and video interviews conducted through the platform, when needed. This approach minimizes the risk of identity fraud and safeguards the provision of assistance to those most in need.",
                        "table_content": null,
                        "hyperlinks": [],
                        "children": []
                      },
                      {
                        "block_type": "italic",
                        "text": "Lessons learned and planned change",
                        "table_content": null,
                        "hyperlinks": [],
                        "children": [
                          {
                            "block_type": "paragraph-1",
                            "text": "26.91\tThe lesson for the subprogramme was that ensuring user acceptance of the platform was important considering the apprehension of some refugees in relation to data protection and system usability. In applying the lesson, the subprogramme will roll out the platform in phases, informed in each field by perception surveys, focus group discussions and key informant interviews. The roll-out will be accompanied by tailored outreach campaigns, which will provide guidance on the use of the system as well as information on how the security and confidentiality of sensitive data are ensured.",
                            "table_content": null,
                            "hyperlinks": [],
                            "children": []
                          }
                        ]
                      },
                      {
                        "block_type": "paragraph-1",
                        "text": "26.92\tExpected progress towards the objective is presented in the performance measure below (see table 26.9).",
                        "table_content": null,
                        "hyperlinks": [],
                        "children": []
                      },
                      {
                        "block_type": "table",
                        "text": "Table 26.9",
                        "table_content": null,
                        "hyperlinks": [],
                        "children": []
                      }
                    ]
                  },
                  {
                    "block_type": "heading-sub-sub",
                    "text": "Performance measure",
                    "table_content": null,
                    "hyperlinks": [],
                    "children": [
                      {
                        "block_type": "table-content",
                        "text": null,
                        "table_content": [
                          [
                            {
                              "text": "2022 (actual)",
                              "hyperlinks": []
                            },
                            {
                              "text": "2023 (actual)",
                              "hyperlinks": []
                            },
                            {
                              "text": "2024 (actual)",
                              "hyperlinks": []
                            },
                            {
                              "text": "2025 (planned)",
                              "hyperlinks": []
                            },
                            {
                              "text": "2026 (planned)",
                              "hyperlinks": []
                            }
                          ],
                          [
                            {
                              "text": "",
                              "hyperlinks": []
                            },
                            {
                              "text": "",
                              "hyperlinks": []
                            },
                            {
                              "text": "",
                              "hyperlinks": []
                            },
                            {
                              "text": "",
                              "hyperlinks": []
                            },
                            {
                              "text": "",
                              "hyperlinks": []
                            }
                          ],
                          [
                            {
                              "text": "–",
                              "hyperlinks": []
                            },
                            {
                              "text": "Digital registration for all Palestine refugees within and beyond UNRWA fields of operations launched ",
                              "hyperlinks": []
                            },
                            {
                              "text": "Digital verification for social transfer recipients piloted in Lebanon",
                              "hyperlinks": []
                            },
                            {
                              "text": "Digital identity verification expanded to social transfer recipients in other UNRWA fields of operations",
                              "hyperlinks": []
                            },
                            {
                              "text": "Digital identity verification is a core requirement for accessing UNRWA services",
                              "hyperlinks": []
                            }
                          ]
                        ],
                        "hyperlinks": [],
                        "children": []
                      }
                    ]
                  }
                ]
              },
              {
                "block_type": "heading-sub",
                "text": "Deliverables",
                "table_content": null,
                "hyperlinks": [],
                "children": [
                  {
                    "block_type": "paragraph-1",
                    "text": "26.93\tTable 26.10 lists all deliverables of the subprogramme.",
                    "table_content": null,
                    "hyperlinks": [],
                    "children": []
                  },
                  {
                    "block_type": "table",
                    "text": "Table 26.10",
                    "table_content": null,
                    "hyperlinks": [],
                    "children": []
                  },
                  {
                    "block_type": "heading-sub-sub",
                    "text": "Subprogramme 6: deliverables for 2026, by category and subcategory",
                    "table_content": null,
                    "hyperlinks": [],
                    "children": [
                      {
                        "block_type": "table-content",
                        "text": null,
                        "table_content": [
                          [
                            {
                              "text": "Category and subcategory",
                              "hyperlinks": []
                            }
                          ],
                          [
                            {
                              "text": "",
                              "hyperlinks": []
                            }
                          ],
                          [
                            {
                              "text": "C.\tSubstantive deliverables",
                              "hyperlinks": []
                            }
                          ],
                          [
                            {
                              "text": "\tDirect service delivery: food and cash assistance provided to vulnerable Palestine refugees in Gaza, Jordan, Lebanon, the Syrian Arab Republic and the West Bank. ",
                              "hyperlinks": []
                            }
                          ]
                        ],
                        "hyperlinks": [],
                        "children": []
                      }
                    ]
                  }
                ]
              }
            ]
          }
        ]
      }
    ]
  },
  {
    "block_type": "a/b",
    "text": "B.\tProposed post and non-post resource requirements for 2026",
    "table_content": null,
    "hyperlinks": [],
    "children": [
      {
        "block_type": "heading-sub",
        "text": "Overview",
        "table_content": null,
        "hyperlinks": [],
        "children": [
          {
            "block_type": "paragraph-1",
            "text": "26.94\tThe proposed regular budget resources for 2026, including the breakdown of resource changes, as applicable, are reflected in tables 26.11 to 26.13.",
            "table_content": null,
            "hyperlinks": [],
            "children": []
          },
          {
            "block_type": "table",
            "text": "Table 26.11",
            "table_content": null,
            "hyperlinks": [],
            "children": []
          },
          {
            "block_type": "heading-sub-sub",
            "text": "Overall: evolution of financial resources by object of expenditure",
            "table_content": null,
            "hyperlinks": [],
            "children": [
              {
                "block_type": "note",
                "text": "(Thousands of United States dollars)",
                "table_content": null,
                "hyperlinks": [],
                "children": []
              },
              {
                "block_type": "table-content",
                "text": null,
                "table_content": [
                  [
                    {
                      "text": "Object of expenditure",
                      "hyperlinks": []
                    },
                    {
                      "text": "2024 expenditure",
                      "hyperlinks": []
                    },
                    {
                      "text": "2025 approved",
                      "hyperlinks": []
                    },
                    {
                      "text": "Changes",
                      "hyperlinks": []
                    },
                    {
                      "text": "Changes",
                      "hyperlinks": []
                    },
                    {
                      "text": "Changes",
                      "hyperlinks": []
                    },
                    {
                      "text": "Changes",
                      "hyperlinks": []
                    },
                    {
                      "text": "Changes",
                      "hyperlinks": []
                    },
                    {
                      "text": "2026 estimate",
                      "hyperlinks": []
                    }
                  ],
                  [
                    {
                      "text": "Object of expenditure",
                      "hyperlinks": []
                    },
                    {
                      "text": "2024 expenditure",
                      "hyperlinks": []
                    },
                    {
                      "text": "2025 approved",
                      "hyperlinks": []
                    },
                    {
                      "text": "Technical adjustments",
                      "hyperlinks": []
                    },
                    {
                      "text": "New/expanded mandates",
                      "hyperlinks": []
                    },
                    {
                      "text": "Other",
                      "hyperlinks": []
                    },
                    {
                      "text": "Total",
                      "hyperlinks": []
                    },
                    {
                      "text": "Percentage",
                      "hyperlinks": []
                    },
                    {
                      "text": "2026 estimate",
                      "hyperlinks": []
                    }
                  ],
                  [
                    {
                      "text": "",
                      "hyperlinks": []
                    },
                    {
                      "text": "",
                      "hyperlinks": []
                    },
                    {
                      "text": "",
                      "hyperlinks": []
                    },
                    {
                      "text": "",
                      "hyperlinks": []
                    },
                    {
                      "text": "",
                      "hyperlinks": []
                    },
                    {
                      "text": "",
                      "hyperlinks": []
                    },
                    {
                      "text": "",
                      "hyperlinks": []
                    },
                    {
                      "text": "",
                      "hyperlinks": []
                    },
                    {
                      "text": "",
                      "hyperlinks": []
                    }
                  ],
                  [
                    {
                      "text": "Posts",
                      "hyperlinks": []
                    },
                    {
                      "text": " 40 808.5",
                      "hyperlinks": []
                    },
                    {
                      "text": "49 852.6",
                      "hyperlinks": []
                    },
                    {
                      "text": "2 202.6",
                      "hyperlinks": []
                    },
                    {
                      "text": "–",
                      "hyperlinks": []
                    },
                    {
                      "text": "(331.3)",
                      "hyperlinks": []
                    },
                    {
                      "text": "1 871.3",
                      "hyperlinks": []
                    },
                    {
                      "text": "3.8",
                      "hyperlinks": []
                    },
                    {
                      "text": "51 723.9",
                      "hyperlinks": []
                    }
                  ],
                  [
                    {
                      "text": "Other staff costs",
                      "hyperlinks": []
                    },
                    {
                      "text": "360.4",
                      "hyperlinks": []
                    },
                    {
                      "text": "44.8",
                      "hyperlinks": []
                    },
                    {
                      "text": "–",
                      "hyperlinks": []
                    },
                    {
                      "text": "–",
                      "hyperlinks": []
                    },
                    {
                      "text": "–",
                      "hyperlinks": []
                    },
                    {
                      "text": "–",
                      "hyperlinks": []
                    },
                    {
                      "text": "–",
                      "hyperlinks": []
                    },
                    {
                      "text": "44.8",
                      "hyperlinks": []
                    }
                  ],
                  [
                    {
                      "text": "Grants and contributions ",
                      "hyperlinks": []
                    },
                    {
                      "text": "30 307.6",
                      "hyperlinks": []
                    },
                    {
                      "text": "34 418.0",
                      "hyperlinks": []
                    },
                    {
                      "text": "–",
                      "hyperlinks": []
                    },
                    {
                      "text": "–",
                      "hyperlinks": []
                    },
                    {
                      "text": "331.3",
                      "hyperlinks": []
                    },
                    {
                      "text": "331.3",
                      "hyperlinks": []
                    },
                    {
                      "text": "1.0",
                      "hyperlinks": []
                    },
                    {
                      "text": "34 749.3",
                      "hyperlinks": []
                    }
                  ],
                  [
                    {
                      "text": "\tTotal ",
                      "hyperlinks": []
                    },
                    {
                      "text": "71 476.5",
                      "hyperlinks": []
                    },
                    {
                      "text": "84 315.4",
                      "hyperlinks": []
                    },
                    {
                      "text": "2 202.6",
                      "hyperlinks": []
                    },
                    {
                      "text": "–",
                      "hyperlinks": []
                    },
                    {
                      "text": "–",
                      "hyperlinks": []
                    },
                    {
                      "text": "2 202.6",
                      "hyperlinks": []
                    },
                    {
                      "text": "2.6",
                      "hyperlinks": []
                    },
                    {
                      "text": "86 518.0",
                      "hyperlinks": []
                    }
                  ]
                ],
                "hyperlinks": [],
                "children": []
              },
              {
                "block_type": "table",
                "text": "Table 26.12",
                "table_content": null,
                "hyperlinks": [],
                "children": []
              }
            ]
          },
          {
            "block_type": "heading-sub-sub",
            "text": "Overall: proposed posts and post changes for 2026",
            "table_content": null,
            "hyperlinks": [],
            "children": [
              {
                "block_type": "note",
                "text": "(Number of posts)",
                "table_content": null,
                "hyperlinks": [],
                "children": []
              },
              {
                "block_type": "table-content",
                "text": null,
                "table_content": [
                  [
                    {
                      "text": "",
                      "hyperlinks": []
                    },
                    {
                      "text": "Number",
                      "hyperlinks": []
                    },
                    {
                      "text": "Details",
                      "hyperlinks": []
                    }
                  ],
                  [
                    {
                      "text": "",
                      "hyperlinks": []
                    },
                    {
                      "text": "",
                      "hyperlinks": []
                    },
                    {
                      "text": "",
                      "hyperlinks": []
                    }
                  ],
                  [
                    {
                      "text": "Approved for 2025",
                      "hyperlinks": []
                    },
                    {
                      "text": "247",
                      "hyperlinks": []
                    },
                    {
                      "text": "1 USG, 2 ASG, 9 D-2, 17 D-1, 46 P-5, 104 P-4, 52 P-3, 4 P-2/1, 12 GS (OL)",
                      "hyperlinks": []
                    }
                  ],
                  [
                    {
                      "text": "\tRedeployment (geographical)",
                      "hyperlinks": []
                    },
                    {
                      "text": "–",
                      "hyperlinks": []
                    },
                    {
                      "text": "15 (1 P-5, 3 P-4, 8 P-3, 1 P-2 and 2 GS (OL)) from Jerusalem to Amman)",
                      "hyperlinks": []
                    }
                  ],
                  [
                    {
                      "text": "Proposed for 2026",
                      "hyperlinks": []
                    },
                    {
                      "text": "247",
                      "hyperlinks": []
                    },
                    {
                      "text": "1 USG, 2 ASG, 9 D-2, 17 D-1, 46 P-5, 104 P-4, 52 P-3, 4 P-2/1, 12 GS (OL)",
                      "hyperlinks": []
                    }
                  ]
                ],
                "hyperlinks": [],
                "children": []
              }
            ]
          },
          {
            "block_type": "other",
            "text": "Note: The following abbreviations are used in the tables and figures: ASG, Assistant Secretary-General; GS (OL), General Service (Other level); USG, Under-Secretary-General.",
            "table_content": null,
            "hyperlinks": [],
            "children": []
          },
          {
            "block_type": "table",
            "text": "Table 26.13",
            "table_content": null,
            "hyperlinks": [],
            "children": []
          },
          {
            "block_type": "heading-sub-sub",
            "text": "Overall: proposed posts by category and grade",
            "table_content": null,
            "hyperlinks": [],
            "children": [
              {
                "block_type": "note",
                "text": "(Number of posts)",
                "table_content": null,
                "hyperlinks": [],
                "children": []
              },
              {
                "block_type": "image",
                "text": "",
                "table_content": null,
                "hyperlinks": [],
                "children": []
              },
              {
                "block_type": "table-content",
                "text": null,
                "table_content": [
                  [
                    {
                      "text": "",
                      "hyperlinks": []
                    },
                    {
                      "text": "",
                      "hyperlinks": []
                    },
                    {
                      "text": "Changes",
                      "hyperlinks": []
                    },
                    {
                      "text": "Changes",
                      "hyperlinks": []
                    },
                    {
                      "text": "Changes",
                      "hyperlinks": []
                    },
                    {
                      "text": "Changes",
                      "hyperlinks": []
                    },
                    {
                      "text": "",
                      "hyperlinks": []
                    }
                  ],
                  [
                    {
                      "text": "Category and grade",
                      "hyperlinks": []
                    },
                    {
                      "text": "2025 approved",
                      "hyperlinks": []
                    },
                    {
                      "text": "Technical adjustments ",
                      "hyperlinks": []
                    },
                    {
                      "text": "New/expanded mandates ",
                      "hyperlinks": []
                    },
                    {
                      "text": "Other ",
                      "hyperlinks": []
                    },
                    {
                      "text": "Total ",
                      "hyperlinks": []
                    },
                    {
                      "text": "2026 proposed",
                      "hyperlinks": []
                    }
                  ],
                  [
                    {
                      "text": "",
                      "hyperlinks": []
                    },
                    {
                      "text": "",
                      "hyperlinks": []
                    },
                    {
                      "text": "",
                      "hyperlinks": []
                    },
                    {
                      "text": "",
                      "hyperlinks": []
                    },
                    {
                      "text": "",
                      "hyperlinks": []
                    },
                    {
                      "text": "",
                      "hyperlinks": []
                    },
                    {
                      "text": "",
                      "hyperlinks": []
                    }
                  ],
                  [
                    {
                      "text": "Professional and higher",
                      "hyperlinks": []
                    },
                    {
                      "text": "",
                      "hyperlinks": []
                    },
                    {
                      "text": "",
                      "hyperlinks": []
                    },
                    {
                      "text": "",
                      "hyperlinks": []
                    },
                    {
                      "text": "",
                      "hyperlinks": []
                    },
                    {
                      "text": "",
                      "hyperlinks": []
                    },
                    {
                      "text": "",
                      "hyperlinks": []
                    }
                  ],
                  [
                    {
                      "text": "USG",
                      "hyperlinks": []
                    },
                    {
                      "text": "1",
                      "hyperlinks": []
                    },
                    {
                      "text": "–",
                      "hyperlinks": []
                    },
                    {
                      "text": "–",
                      "hyperlinks": []
                    },
                    {
                      "text": "–",
                      "hyperlinks": []
                    },
                    {
                      "text": "–",
                      "hyperlinks": []
                    },
                    {
                      "text": "1",
                      "hyperlinks": []
                    }
                  ],
                  [
                    {
                      "text": "ASG",
                      "hyperlinks": []
                    },
                    {
                      "text": "2",
                      "hyperlinks": []
                    },
                    {
                      "text": "–",
                      "hyperlinks": []
                    },
                    {
                      "text": "–",
                      "hyperlinks": []
                    },
                    {
                      "text": "–",
                      "hyperlinks": []
                    },
                    {
                      "text": "–",
                      "hyperlinks": []
                    },
                    {
                      "text": "2",
                      "hyperlinks": []
                    }
                  ],
                  [
                    {
                      "text": "D-2",
                      "hyperlinks": []
                    },
                    {
                      "text": "9",
                      "hyperlinks": []
                    },
                    {
                      "text": "–",
                      "hyperlinks": []
                    },
                    {
                      "text": "–",
                      "hyperlinks": []
                    },
                    {
                      "text": "–",
                      "hyperlinks": []
                    },
                    {
                      "text": "–",
                      "hyperlinks": []
                    },
                    {
                      "text": "9",
                      "hyperlinks": []
                    }
                  ],
                  [
                    {
                      "text": "D-1",
                      "hyperlinks": []
                    },
                    {
                      "text": "17",
                      "hyperlinks": []
                    },
                    {
                      "text": "–",
                      "hyperlinks": []
                    },
                    {
                      "text": "–",
                      "hyperlinks": []
                    },
                    {
                      "text": "–",
                      "hyperlinks": []
                    },
                    {
                      "text": "–",
                      "hyperlinks": []
                    },
                    {
                      "text": "16",
                      "hyperlinks": []
                    }
                  ],
                  [
                    {
                      "text": "P-5",
                      "hyperlinks": []
                    },
                    {
                      "text": "46",
                      "hyperlinks": []
                    },
                    {
                      "text": "–",
                      "hyperlinks": []
                    },
                    {
                      "text": "–",
                      "hyperlinks": []
                    },
                    {
                      "text": "–",
                      "hyperlinks": []
                    },
                    {
                      "text": "–",
                      "hyperlinks": []
                    },
                    {
                      "text": "46",
                      "hyperlinks": []
                    }
                  ],
                  [
                    {
                      "text": "P-4",
                      "hyperlinks": []
                    },
                    {
                      "text": "104",
                      "hyperlinks": []
                    },
                    {
                      "text": "–",
                      "hyperlinks": []
                    },
                    {
                      "text": "–",
                      "hyperlinks": []
                    },
                    {
                      "text": "–",
                      "hyperlinks": []
                    },
                    {
                      "text": "–",
                      "hyperlinks": []
                    },
                    {
                      "text": "104",
                      "hyperlinks": []
                    }
                  ],
                  [
                    {
                      "text": "P-3",
                      "hyperlinks": []
                    },
                    {
                      "text": "52",
                      "hyperlinks": []
                    },
                    {
                      "text": "–",
                      "hyperlinks": []
                    },
                    {
                      "text": "–",
                      "hyperlinks": []
                    },
                    {
                      "text": "–",
                      "hyperlinks": []
                    },
                    {
                      "text": "–",
                      "hyperlinks": []
                    },
                    {
                      "text": "53",
                      "hyperlinks": []
                    }
                  ],
                  [
                    {
                      "text": "P-2/1",
                      "hyperlinks": []
                    },
                    {
                      "text": "4",
                      "hyperlinks": []
                    },
                    {
                      "text": "–",
                      "hyperlinks": []
                    },
                    {
                      "text": "–",
                      "hyperlinks": []
                    },
                    {
                      "text": "–",
                      "hyperlinks": []
                    },
                    {
                      "text": "–",
                      "hyperlinks": []
                    },
                    {
                      "text": "4",
                      "hyperlinks": []
                    }
                  ],
                  [
                    {
                      "text": "\tSubtotal",
                      "hyperlinks": []
                    },
                    {
                      "text": "235",
                      "hyperlinks": []
                    },
                    {
                      "text": "–",
                      "hyperlinks": []
                    },
                    {
                      "text": "–",
                      "hyperlinks": []
                    },
                    {
                      "text": "–",
                      "hyperlinks": []
                    },
                    {
                      "text": "–",
                      "hyperlinks": []
                    },
                    {
                      "text": "235",
                      "hyperlinks": []
                    }
                  ],
                  [
                    {
                      "text": "",
                      "hyperlinks": []
                    },
                    {
                      "text": "",
                      "hyperlinks": []
                    },
                    {
                      "text": "",
                      "hyperlinks": []
                    },
                    {
                      "text": "",
                      "hyperlinks": []
                    },
                    {
                      "text": "",
                      "hyperlinks": []
                    },
                    {
                      "text": "",
                      "hyperlinks": []
                    },
                    {
                      "text": "",
                      "hyperlinks": []
                    }
                  ],
                  [
                    {
                      "text": "General Service and related",
                      "hyperlinks": []
                    },
                    {
                      "text": "",
                      "hyperlinks": []
                    },
                    {
                      "text": "",
                      "hyperlinks": []
                    },
                    {
                      "text": "",
                      "hyperlinks": []
                    },
                    {
                      "text": "",
                      "hyperlinks": []
                    },
                    {
                      "text": "",
                      "hyperlinks": []
                    },
                    {
                      "text": "",
                      "hyperlinks": []
                    }
                  ],
                  [
                    {
                      "text": "GS (OL)",
                      "hyperlinks": []
                    },
                    {
                      "text": "12",
                      "hyperlinks": []
                    },
                    {
                      "text": "–",
                      "hyperlinks": []
                    },
                    {
                      "text": "–",
                      "hyperlinks": []
                    },
                    {
                      "text": "–",
                      "hyperlinks": []
                    },
                    {
                      "text": "–",
                      "hyperlinks": []
                    },
                    {
                      "text": "12",
                      "hyperlinks": []
                    }
                  ],
                  [
                    {
                      "text": "\tSubtotal",
                      "hyperlinks": []
                    },
                    {
                      "text": "12",
                      "hyperlinks": []
                    },
                    {
                      "text": "–",
                      "hyperlinks": []
                    },
                    {
                      "text": "–",
                      "hyperlinks": []
                    },
                    {
                      "text": "–",
                      "hyperlinks": []
                    },
                    {
                      "text": "–",
                      "hyperlinks": []
                    },
                    {
                      "text": "12",
                      "hyperlinks": []
                    }
                  ],
                  [
                    {
                      "text": "\tTotal",
                      "hyperlinks": []
                    },
                    {
                      "text": "247",
                      "hyperlinks": []
                    },
                    {
                      "text": "–",
                      "hyperlinks": []
                    },
                    {
                      "text": "–",
                      "hyperlinks": []
                    },
                    {
                      "text": "–",
                      "hyperlinks": []
                    },
                    {
                      "text": "–",
                      "hyperlinks": []
                    },
                    {
                      "text": "247",
                      "hyperlinks": []
                    }
                  ]
                ],
                "hyperlinks": [],
                "children": []
              },
              {
                "block_type": "paragraph-1",
                "text": "26.95\tAdditional details on the distribution of the proposed resources for 2026 are reflected in tables 26.14 to 26.16 and figure 26.XXII.",
                "table_content": null,
                "hyperlinks": [],
                "children": []
              },
              {
                "block_type": "paragraph-1",
                "text": "26.96\tAs shown in tables 26.14 (1) and 26.15 (1), the overall resources proposed for 2026 amount to $86,518,000, reflecting an increase of $2,202,600 compared with the approved budget for 2025. Resource changes result from technical adjustments and other changes. The proposed level of resources provides for the full, efficient and effective implementation of mandates.",
                "table_content": null,
                "hyperlinks": [],
                "children": []
              },
              {
                "block_type": "paragraph-1",
                "text": "26.97\tIn accordance with the 2030 Agenda for Sustainable Development, in particular target 12.6 of the Sustainable Development Goals, in which organizations are encouraged to integrate sustainability information into their reporting cycles, and in compliance with the cross-cutting mandate set out in paragraph 19 of General Assembly resolution 72/219, UNRWA is integrating environmental management practices into its operations and programmes. In 2024, the Agency made important progress towards implementing the commitments outlined in its environmental sustainability policy. The policy aligns the Agency’s environmental sustainability efforts with the goals of the 2030 Agenda, United Nations development system reforms and international agreements on climate change and environmental protection and is anchored in the UNRWA strategic plan for 2023–2028, which posits environmental sustainability as a cross-cutting Agency priority. The implementation plan for the policy contains 63 actions centred around: (a) strengthening the Agency’s environmental governance framework; (b) programmatic interventions to promote environmental sustainability within Palestine refugee communities; and (c) mainstreaming environmental sustainability measures into the Agency’s operations. In this regard, in 2024, UNRWA delivered energy efficiency upgrades to lighting, heating and cooling systems in more than 80 of its installations, equipped 21 Agency buildings with renewable energy systems and continued the renewal of its vehicle fleet with hybrid or newer, more fuel-efficient models. Additional information is presented in paragraphs 26.71 and 26.72 and table 26.7 above.",
                "table_content": null,
                "hyperlinks": [
                  [
                    "72/219",
                    "https://docs.un.org/en/A/RES/72/219"
                  ]
                ],
                "children": []
              },
              {
                "block_type": "table",
                "text": "Table 26.14",
                "table_content": null,
                "hyperlinks": [],
                "children": []
              }
            ]
          },
          {
            "block_type": "heading-sub-sub",
            "text": "Overall: evolution of financial resources by source of funding, component and subprogramme",
            "table_content": null,
            "hyperlinks": [],
            "children": [
              {
                "block_type": "note",
                "text": "(Thousands of United States dollars)",
                "table_content": null,
                "hyperlinks": [],
                "children": []
              },
              {
                "block_type": "list-2",
                "text": "(1)\tRegular budget",
                "table_content": null,
                "hyperlinks": [],
                "children": [
                  {
                    "block_type": "table-content",
                    "text": null,
                    "table_content": [
                      [
                        {
                          "text": "",
                          "hyperlinks": []
                        },
                        {
                          "text": "",
                          "hyperlinks": []
                        },
                        {
                          "text": "",
                          "hyperlinks": []
                        },
                        {
                          "text": "Changes",
                          "hyperlinks": []
                        },
                        {
                          "text": "Changes",
                          "hyperlinks": []
                        },
                        {
                          "text": "Changes",
                          "hyperlinks": []
                        },
                        {
                          "text": "Changes",
                          "hyperlinks": []
                        },
                        {
                          "text": "Changes",
                          "hyperlinks": []
                        },
                        {
                          "text": "2026 \nestimate ",
                          "hyperlinks": []
                        }
                      ],
                      [
                        {
                          "text": "Component/subprogramme",
                          "hyperlinks": []
                        },
                        {
                          "text": "2024 expenditure",
                          "hyperlinks": []
                        },
                        {
                          "text": "2025 approved",
                          "hyperlinks": []
                        },
                        {
                          "text": "Technical adjustments",
                          "hyperlinks": []
                        },
                        {
                          "text": "New/expanded mandates ",
                          "hyperlinks": []
                        },
                        {
                          "text": "Other ",
                          "hyperlinks": []
                        },
                        {
                          "text": "Total ",
                          "hyperlinks": []
                        },
                        {
                          "text": "Percentage",
                          "hyperlinks": []
                        },
                        {
                          "text": "2026 \nestimate ",
                          "hyperlinks": []
                        }
                      ],
                      [
                        {
                          "text": "",
                          "hyperlinks": []
                        },
                        {
                          "text": "",
                          "hyperlinks": []
                        },
                        {
                          "text": "",
                          "hyperlinks": []
                        },
                        {
                          "text": "",
                          "hyperlinks": []
                        },
                        {
                          "text": "",
                          "hyperlinks": []
                        },
                        {
                          "text": "",
                          "hyperlinks": []
                        },
                        {
                          "text": "",
                          "hyperlinks": []
                        },
                        {
                          "text": "",
                          "hyperlinks": []
                        },
                        {
                          "text": "",
                          "hyperlinks": []
                        }
                      ],
                      [
                        {
                          "text": "\tExecutive direction and management/Programme support",
                          "hyperlinks": []
                        },
                        {
                          "text": "71 476.5",
                          "hyperlinks": []
                        },
                        {
                          "text": "84 315.4",
                          "hyperlinks": []
                        },
                        {
                          "text": "2 202.6",
                          "hyperlinks": []
                        },
                        {
                          "text": "–",
                          "hyperlinks": []
                        },
                        {
                          "text": "–",
                          "hyperlinks": []
                        },
                        {
                          "text": "2 202.6",
                          "hyperlinks": []
                        },
                        {
                          "text": "2.6",
                          "hyperlinks": []
                        },
                        {
                          "text": "86 518.0",
                          "hyperlinks": []
                        }
                      ],
                      [
                        {
                          "text": "\tSubtotal, 1",
                          "hyperlinks": []
                        },
                        {
                          "text": "71 476.5",
                          "hyperlinks": []
                        },
                        {
                          "text": "84 315.4",
                          "hyperlinks": []
                        },
                        {
                          "text": "2 202.6",
                          "hyperlinks": []
                        },
                        {
                          "text": "–",
                          "hyperlinks": []
                        },
                        {
                          "text": "–",
                          "hyperlinks": []
                        },
                        {
                          "text": "2 202.6",
                          "hyperlinks": []
                        },
                        {
                          "text": "2.6",
                          "hyperlinks": []
                        },
                        {
                          "text": "86 518.0",
                          "hyperlinks": []
                        }
                      ]
                    ],
                    "hyperlinks": [],
                    "children": []
                  }
                ]
              },
              {
                "block_type": "list-2",
                "text": "(2)\tExtrabudgetary",
                "table_content": null,
                "hyperlinks": [],
                "children": [
                  {
                    "block_type": "table-content",
                    "text": null,
                    "table_content": [
                      [
                        {
                          "text": "Component/subprogramme",
                          "hyperlinks": []
                        },
                        {
                          "text": "2024 expenditure",
                          "hyperlinks": []
                        },
                        {
                          "text": "2025 \nestimate",
                          "hyperlinks": []
                        },
                        {
                          "text": "",
                          "hyperlinks": []
                        },
                        {
                          "text": "",
                          "hyperlinks": []
                        },
                        {
                          "text": "",
                          "hyperlinks": []
                        },
                        {
                          "text": "Change",
                          "hyperlinks": []
                        },
                        {
                          "text": "Percentage",
                          "hyperlinks": []
                        },
                        {
                          "text": "2026 \nestimate ",
                          "hyperlinks": []
                        }
                      ],
                      [
                        {
                          "text": "",
                          "hyperlinks": []
                        },
                        {
                          "text": "",
                          "hyperlinks": []
                        },
                        {
                          "text": "",
                          "hyperlinks": []
                        },
                        {
                          "text": "",
                          "hyperlinks": []
                        },
                        {
                          "text": "",
                          "hyperlinks": []
                        },
                        {
                          "text": "",
                          "hyperlinks": []
                        },
                        {
                          "text": "",
                          "hyperlinks": []
                        },
                        {
                          "text": "",
                          "hyperlinks": []
                        },
                        {
                          "text": "",
                          "hyperlinks": []
                        }
                      ],
                      [
                        {
                          "text": "\tExecutive direction and management/ Programme of work/Programme support",
                          "hyperlinks": []
                        },
                        {
                          "text": "699 769.9",
                          "hyperlinks": []
                        },
                        {
                          "text": "987 683.6",
                          "hyperlinks": []
                        },
                        {
                          "text": "",
                          "hyperlinks": []
                        },
                        {
                          "text": "",
                          "hyperlinks": []
                        },
                        {
                          "text": "",
                          "hyperlinks": []
                        },
                        {
                          "text": "33 825.2",
                          "hyperlinks": []
                        },
                        {
                          "text": "3.4",
                          "hyperlinks": []
                        },
                        {
                          "text": "1 021 508.8",
                          "hyperlinks": []
                        }
                      ],
                      [
                        {
                          "text": "\tSubtotal, 2",
                          "hyperlinks": []
                        },
                        {
                          "text": "699 769.9",
                          "hyperlinks": []
                        },
                        {
                          "text": "987 683.6",
                          "hyperlinks": []
                        },
                        {
                          "text": "",
                          "hyperlinks": []
                        },
                        {
                          "text": "",
                          "hyperlinks": []
                        },
                        {
                          "text": "",
                          "hyperlinks": []
                        },
                        {
                          "text": "33 825.2",
                          "hyperlinks": []
                        },
                        {
                          "text": "3.4",
                          "hyperlinks": []
                        },
                        {
                          "text": "1 021 508.8",
                          "hyperlinks": []
                        }
                      ],
                      [
                        {
                          "text": "\tTotal",
                          "hyperlinks": []
                        },
                        {
                          "text": "771 246.4",
                          "hyperlinks": []
                        },
                        {
                          "text": "1 071 999.0",
                          "hyperlinks": []
                        },
                        {
                          "text": "",
                          "hyperlinks": []
                        },
                        {
                          "text": "",
                          "hyperlinks": []
                        },
                        {
                          "text": "",
                          "hyperlinks": []
                        },
                        {
                          "text": "36 027.8",
                          "hyperlinks": []
                        },
                        {
                          "text": "3.4",
                          "hyperlinks": []
                        },
                        {
                          "text": "1 108 026.8",
                          "hyperlinks": []
                        }
                      ]
                    ],
                    "hyperlinks": [],
                    "children": []
                  }
                ]
              },
              {
                "block_type": "table",
                "text": "Table 26.15",
                "table_content": null,
                "hyperlinks": [],
                "children": []
              }
            ]
          },
          {
            "block_type": "heading-sub-sub",
            "text": "Overall: proposed posts for 2026 by source of funding, component and subprogramme",
            "table_content": null,
            "hyperlinks": [],
            "children": [
              {
                "block_type": "note",
                "text": "(Number of posts)",
                "table_content": null,
                "hyperlinks": [],
                "children": []
              },
              {
                "block_type": "list-2",
                "text": "(1)\tRegular budget",
                "table_content": null,
                "hyperlinks": [],
                "children": [
                  {
                    "block_type": "table-content",
                    "text": null,
                    "table_content": [
                      [
                        {
                          "text": "",
                          "hyperlinks": []
                        },
                        {
                          "text": "",
                          "hyperlinks": []
                        },
                        {
                          "text": "Changes",
                          "hyperlinks": []
                        },
                        {
                          "text": "Changes",
                          "hyperlinks": []
                        },
                        {
                          "text": "Changes",
                          "hyperlinks": []
                        },
                        {
                          "text": "Changes",
                          "hyperlinks": []
                        },
                        {
                          "text": "",
                          "hyperlinks": []
                        }
                      ],
                      [
                        {
                          "text": "Component/subprogramme",
                          "hyperlinks": []
                        },
                        {
                          "text": "2025 approved",
                          "hyperlinks": []
                        },
                        {
                          "text": "Technical adjustments",
                          "hyperlinks": []
                        },
                        {
                          "text": "New/expanded mandates ",
                          "hyperlinks": []
                        },
                        {
                          "text": "Other ",
                          "hyperlinks": []
                        },
                        {
                          "text": "Total ",
                          "hyperlinks": []
                        },
                        {
                          "text": "2026 proposed",
                          "hyperlinks": []
                        }
                      ],
                      [
                        {
                          "text": "\t",
                          "hyperlinks": []
                        },
                        {
                          "text": "",
                          "hyperlinks": []
                        },
                        {
                          "text": "",
                          "hyperlinks": []
                        },
                        {
                          "text": "",
                          "hyperlinks": []
                        },
                        {
                          "text": "",
                          "hyperlinks": []
                        },
                        {
                          "text": "",
                          "hyperlinks": []
                        },
                        {
                          "text": "",
                          "hyperlinks": []
                        }
                      ],
                      [
                        {
                          "text": "\tExecutive direction and management/Programme support",
                          "hyperlinks": []
                        },
                        {
                          "text": "247",
                          "hyperlinks": []
                        },
                        {
                          "text": "–",
                          "hyperlinks": []
                        },
                        {
                          "text": "–",
                          "hyperlinks": []
                        },
                        {
                          "text": "–",
                          "hyperlinks": []
                        },
                        {
                          "text": "–",
                          "hyperlinks": []
                        },
                        {
                          "text": "247",
                          "hyperlinks": []
                        }
                      ],
                      [
                        {
                          "text": "\tSubtotal, 1",
                          "hyperlinks": []
                        },
                        {
                          "text": "247",
                          "hyperlinks": []
                        },
                        {
                          "text": "–",
                          "hyperlinks": []
                        },
                        {
                          "text": "–",
                          "hyperlinks": []
                        },
                        {
                          "text": "–",
                          "hyperlinks": []
                        },
                        {
                          "text": "–",
                          "hyperlinks": []
                        },
                        {
                          "text": "247",
                          "hyperlinks": []
                        }
                      ]
                    ],
                    "hyperlinks": [],
                    "children": []
                  }
                ]
              },
              {
                "block_type": "list-2",
                "text": "(2)\tExtrabudgetary",
                "table_content": null,
                "hyperlinks": [],
                "children": [
                  {
                    "block_type": "table-content",
                    "text": null,
                    "table_content": [
                      [
                        {
                          "text": "Component/subprogramme",
                          "hyperlinks": []
                        },
                        {
                          "text": "2025 estimate",
                          "hyperlinks": []
                        },
                        {
                          "text": "Change",
                          "hyperlinks": []
                        },
                        {
                          "text": "2026 estimate",
                          "hyperlinks": []
                        }
                      ],
                      [
                        {
                          "text": "",
                          "hyperlinks": []
                        },
                        {
                          "text": "",
                          "hyperlinks": []
                        },
                        {
                          "text": "",
                          "hyperlinks": []
                        },
                        {
                          "text": "",
                          "hyperlinks": []
                        }
                      ],
                      [
                        {
                          "text": "\tExecutive direction and management/Programme of work/Programme supporta",
                          "hyperlinks": []
                        },
                        {
                          "text": "110",
                          "hyperlinks": []
                        },
                        {
                          "text": "16",
                          "hyperlinks": []
                        },
                        {
                          "text": "126",
                          "hyperlinks": []
                        }
                      ],
                      [
                        {
                          "text": "\tSubtotal, 2",
                          "hyperlinks": []
                        },
                        {
                          "text": "110",
                          "hyperlinks": []
                        },
                        {
                          "text": "16",
                          "hyperlinks": []
                        },
                        {
                          "text": "126",
                          "hyperlinks": []
                        }
                      ],
                      [
                        {
                          "text": "\tTotal",
                          "hyperlinks": []
                        },
                        {
                          "text": "357",
                          "hyperlinks": []
                        },
                        {
                          "text": "16",
                          "hyperlinks": []
                        },
                        {
                          "text": "373",
                          "hyperlinks": []
                        }
                      ]
                    ],
                    "hyperlinks": [],
                    "children": []
                  },
                  {
                    "block_type": "other",
                    "text": "a\tIn addition, approximately 30,000 local area staff and 188 individual service providers (international and area staff) are funded from extrabudgetary resources.",
                    "table_content": null,
                    "hyperlinks": [],
                    "children": []
                  }
                ]
              },
              {
                "block_type": "table",
                "text": "Table 26.16",
                "table_content": null,
                "hyperlinks": [],
                "children": []
              }
            ]
          },
          {
            "block_type": "heading-sub-sub",
            "text": "Overall: evolution of financial and post resources – (Thousands of United States dollars/number of posts)",
            "table_content": null,
            "hyperlinks": [],
            "children": [
              {
                "block_type": "table-content",
                "text": null,
                "table_content": [
                  [
                    {
                      "text": "",
                      "hyperlinks": []
                    },
                    {
                      "text": "",
                      "hyperlinks": []
                    },
                    {
                      "text": "",
                      "hyperlinks": []
                    },
                    {
                      "text": "Changes",
                      "hyperlinks": []
                    },
                    {
                      "text": "Changes",
                      "hyperlinks": []
                    },
                    {
                      "text": "Changes",
                      "hyperlinks": []
                    },
                    {
                      "text": "Changes",
                      "hyperlinks": []
                    },
                    {
                      "text": "Changes",
                      "hyperlinks": []
                    },
                    {
                      "text": "2026 \nestimate",
                      "hyperlinks": []
                    }
                  ],
                  [
                    {
                      "text": "",
                      "hyperlinks": []
                    },
                    {
                      "text": "2024 expenditure",
                      "hyperlinks": []
                    },
                    {
                      "text": "2025 approved",
                      "hyperlinks": []
                    },
                    {
                      "text": "Technical adjustments",
                      "hyperlinks": []
                    },
                    {
                      "text": "New/expanded mandates",
                      "hyperlinks": []
                    },
                    {
                      "text": "Other ",
                      "hyperlinks": []
                    },
                    {
                      "text": "Total",
                      "hyperlinks": []
                    },
                    {
                      "text": "Percentage ",
                      "hyperlinks": []
                    },
                    {
                      "text": "2026 \nestimate",
                      "hyperlinks": []
                    }
                  ],
                  [
                    {
                      "text": "",
                      "hyperlinks": []
                    },
                    {
                      "text": "",
                      "hyperlinks": []
                    },
                    {
                      "text": "",
                      "hyperlinks": []
                    },
                    {
                      "text": "",
                      "hyperlinks": []
                    },
                    {
                      "text": "",
                      "hyperlinks": []
                    },
                    {
                      "text": "",
                      "hyperlinks": []
                    },
                    {
                      "text": "",
                      "hyperlinks": []
                    },
                    {
                      "text": "",
                      "hyperlinks": []
                    },
                    {
                      "text": "",
                      "hyperlinks": []
                    }
                  ],
                  [
                    {
                      "text": "Financial resources by main category of expenditure",
                      "hyperlinks": []
                    },
                    {
                      "text": "Financial resources by main category of expenditure",
                      "hyperlinks": []
                    },
                    {
                      "text": "Financial resources by main category of expenditure",
                      "hyperlinks": []
                    },
                    {
                      "text": "",
                      "hyperlinks": []
                    },
                    {
                      "text": "",
                      "hyperlinks": []
                    },
                    {
                      "text": "",
                      "hyperlinks": []
                    },
                    {
                      "text": "",
                      "hyperlinks": []
                    },
                    {
                      "text": "",
                      "hyperlinks": []
                    },
                    {
                      "text": "",
                      "hyperlinks": []
                    }
                  ],
                  [
                    {
                      "text": "Posts",
                      "hyperlinks": []
                    },
                    {
                      "text": "40 808.5",
                      "hyperlinks": []
                    },
                    {
                      "text": "49 852.6",
                      "hyperlinks": []
                    },
                    {
                      "text": "2 202.6",
                      "hyperlinks": []
                    },
                    {
                      "text": "–",
                      "hyperlinks": []
                    },
                    {
                      "text": "(331.3)",
                      "hyperlinks": []
                    },
                    {
                      "text": "1 871.3",
                      "hyperlinks": []
                    },
                    {
                      "text": "3.8",
                      "hyperlinks": []
                    },
                    {
                      "text": "51 723.9",
                      "hyperlinks": []
                    }
                  ],
                  [
                    {
                      "text": "Non-post",
                      "hyperlinks": []
                    },
                    {
                      "text": "30 668.0",
                      "hyperlinks": []
                    },
                    {
                      "text": "34 462.8",
                      "hyperlinks": []
                    },
                    {
                      "text": "–",
                      "hyperlinks": []
                    },
                    {
                      "text": "–",
                      "hyperlinks": []
                    },
                    {
                      "text": "331.3",
                      "hyperlinks": []
                    },
                    {
                      "text": "331.3",
                      "hyperlinks": []
                    },
                    {
                      "text": "1.0",
                      "hyperlinks": []
                    },
                    {
                      "text": "34 794.1",
                      "hyperlinks": []
                    }
                  ],
                  [
                    {
                      "text": "\tTotal",
                      "hyperlinks": []
                    },
                    {
                      "text": "71 476.5",
                      "hyperlinks": []
                    },
                    {
                      "text": "84 315.4",
                      "hyperlinks": []
                    },
                    {
                      "text": "2 202.6",
                      "hyperlinks": []
                    },
                    {
                      "text": "–",
                      "hyperlinks": []
                    },
                    {
                      "text": "–",
                      "hyperlinks": []
                    },
                    {
                      "text": "2 202.6",
                      "hyperlinks": []
                    },
                    {
                      "text": "2.6",
                      "hyperlinks": []
                    },
                    {
                      "text": "86 518.0",
                      "hyperlinks": []
                    }
                  ],
                  [
                    {
                      "text": "Post resources by category",
                      "hyperlinks": []
                    },
                    {
                      "text": "",
                      "hyperlinks": []
                    },
                    {
                      "text": "",
                      "hyperlinks": []
                    },
                    {
                      "text": "",
                      "hyperlinks": []
                    },
                    {
                      "text": "",
                      "hyperlinks": []
                    },
                    {
                      "text": "",
                      "hyperlinks": []
                    },
                    {
                      "text": "",
                      "hyperlinks": []
                    },
                    {
                      "text": "",
                      "hyperlinks": []
                    },
                    {
                      "text": "",
                      "hyperlinks": []
                    }
                  ],
                  [
                    {
                      "text": "Professional and higher",
                      "hyperlinks": []
                    },
                    {
                      "text": "",
                      "hyperlinks": []
                    },
                    {
                      "text": "235",
                      "hyperlinks": []
                    },
                    {
                      "text": "–",
                      "hyperlinks": []
                    },
                    {
                      "text": "–",
                      "hyperlinks": []
                    },
                    {
                      "text": "–",
                      "hyperlinks": []
                    },
                    {
                      "text": "–",
                      "hyperlinks": []
                    },
                    {
                      "text": "–",
                      "hyperlinks": []
                    },
                    {
                      "text": "235",
                      "hyperlinks": []
                    }
                  ],
                  [
                    {
                      "text": "General Service and related",
                      "hyperlinks": []
                    },
                    {
                      "text": "",
                      "hyperlinks": []
                    },
                    {
                      "text": "12",
                      "hyperlinks": []
                    },
                    {
                      "text": "–",
                      "hyperlinks": []
                    },
                    {
                      "text": "–",
                      "hyperlinks": []
                    },
                    {
                      "text": "–",
                      "hyperlinks": []
                    },
                    {
                      "text": "–",
                      "hyperlinks": []
                    },
                    {
                      "text": "–",
                      "hyperlinks": []
                    },
                    {
                      "text": "12",
                      "hyperlinks": []
                    }
                  ],
                  [
                    {
                      "text": "\tTotal",
                      "hyperlinks": []
                    },
                    {
                      "text": "",
                      "hyperlinks": []
                    },
                    {
                      "text": "247",
                      "hyperlinks": []
                    },
                    {
                      "text": "–",
                      "hyperlinks": []
                    },
                    {
                      "text": "–",
                      "hyperlinks": []
                    },
                    {
                      "text": "–",
                      "hyperlinks": []
                    },
                    {
                      "text": "–",
                      "hyperlinks": []
                    },
                    {
                      "text": "–",
                      "hyperlinks": []
                    },
                    {
                      "text": "247",
                      "hyperlinks": []
                    }
                  ]
                ],
                "hyperlinks": [],
                "children": []
              }
            ]
          },
          {
            "block_type": "figure",
            "text": "Figure 26.XXII",
            "table_content": null,
            "hyperlinks": [],
            "children": []
          },
          {
            "block_type": "heading-sub-sub",
            "text": "Distribution of proposed resources for 2026 – (Number of posts/thousands of United States dollars)",
            "table_content": null,
            "hyperlinks": [],
            "children": [
              {
                "block_type": "image",
                "text": "",
                "table_content": null,
                "hyperlinks": [],
                "children": []
              }
            ]
          }
        ]
      },
      {
        "block_type": "heading-sub",
        "text": "Explanation of variances by factor, component and subprogramme – Overall resource changes",
        "table_content": null,
        "hyperlinks": [],
        "children": [
          {
            "block_type": "heading-sub-sub",
            "text": "Technical adjustments",
            "table_content": null,
            "hyperlinks": [],
            "children": [
              {
                "block_type": "paragraph-1",
                "text": "26.98\tAs shown in table 26.14 (1), resource changes reflect an increase of $2,202,600 under posts, relating to the higher provision at continuing vacancy rates for 24 new posts (7 P-5, 11 P-4 and 6 P-3) established in 2025 pursuant to General Assembly resolutions 79/257 and 79/258, which were subject to a 50 per cent vacancy rate in accordance with the established practice for newly established posts.",
                "table_content": null,
                "hyperlinks": [
                  [
                    "79/257",
                    "https://docs.un.org/en/A/RES/79/257"
                  ],
                  [
                    "79/258",
                    "https://docs.un.org/en/A/RES/79/258"
                  ]
                ],
                "children": []
              }
            ]
          },
          {
            "block_type": "heading-sub-sub",
            "text": "Other changes",
            "table_content": null,
            "hyperlinks": [],
            "children": [
              {
                "block_type": "paragraph-1",
                "text": "26.99\tAs shown in table 26.14 (1), resource changes reflect cost-neutral changes, as follows:",
                "table_content": null,
                "hyperlinks": [],
                "children": [
                  {
                    "block_type": "paragraph-2",
                    "text": "(a)\tA decrease of $331,300 under posts, relating to the proposed geographical redeployment of 15 posts (1 P-5, 3 P-4, 8 P-3, 1 P-2 and 2 General Service (Other level)) from Jerusalem to Amman. Additional information is provided in annex II;",
                    "table_content": null,
                    "hyperlinks": [],
                    "children": []
                  },
                  {
                    "block_type": "paragraph-2",
                    "text": "(b)\tAn increase of $331,300 in non-post resources, under grants and contributions, due to additional requirements in support of the Agency’s operational costs related to executive and administrative management functions. The proposed additional resources would be used to strengthen the Agency’s monitoring, oversight and accountability mechanisms, in particular for its distribution activities, its integrated assessment of installations, and its education and health programmes.",
                    "table_content": null,
                    "hyperlinks": [],
                    "children": []
                  }
                ]
              }
            ]
          },
          {
            "block_type": "heading-sub-sub",
            "text": "Extrabudgetary resources",
            "table_content": null,
            "hyperlinks": [],
            "children": [
              {
                "block_type": "paragraph-1",
                "text": "26.100\tAs reflected in tables 26.14 (2) and 26.15 (2), extrabudgetary resources amount to $1,021,508,800. The resources would complement regular budget resources and would be used mainly to provide for continued humanitarian support and aid to Palestine refugees.",
                "table_content": null,
                "hyperlinks": [],
                "children": []
              },
              {
                "block_type": "paragraph-1",
                "text": "26.101\tThe extrabudgetary resources under the present section are subject to the oversight of the Commissioner-General of UNRWA, who is advised and assisted by an Advisory Committee on Resource Allocation and an Executive Advisory Group, and who has delegated authority from the Secretary-General.",
                "table_content": null,
                "hyperlinks": [],
                "children": []
              }
            ]
          }
        ]
      }
    ]
  },
  {
    "block_type": "annex",
    "text": "Annex I Organizational structure and post distribution for 2026",
    "table_content": null,
    "hyperlinks": [],
    "children": [
      {
        "block_type": "image",
        "text": "",
        "table_content": null,
        "hyperlinks": [],
        "children": []
      },
      {
        "block_type": "other",
        "text": "Abbreviations: ASG, Assistant Secretary-General; GS (OL); General Service (Other level); RB, regular budget; USG, Under-Secretary-General; XB, extrabudgetary.",
        "table_content": null,
        "hyperlinks": [],
        "children": []
      },
      {
        "block_type": "other",
        "text": "a \tPost redeployment.",
        "table_content": null,
        "hyperlinks": [],
        "children": []
      }
    ]
  },
  {
    "block_type": "annex",
    "text": "Annex II Summary of proposed post changes",
    "table_content": null,
    "hyperlinks": [],
    "children": [
      {
        "block_type": "table-content",
        "text": null,
        "table_content": [
          [
            {
              "text": "Unit",
              "hyperlinks": []
            },
            {
              "text": "Posts",
              "hyperlinks": []
            },
            {
              "text": "Grade",
              "hyperlinks": []
            },
            {
              "text": "Description",
              "hyperlinks": []
            },
            {
              "text": "Reason for change",
              "hyperlinks": []
            }
          ],
          [
            {
              "text": "",
              "hyperlinks": []
            },
            {
              "text": "",
              "hyperlinks": []
            },
            {
              "text": "",
              "hyperlinks": []
            },
            {
              "text": "",
              "hyperlinks": []
            },
            {
              "text": "",
              "hyperlinks": []
            }
          ],
          [
            {
              "text": "",
              "hyperlinks": []
            },
            {
              "text": "",
              "hyperlinks": []
            },
            {
              "text": "",
              "hyperlinks": []
            },
            {
              "text": "Redeployment (geographical) from Jerusalem to Amman of:",
              "hyperlinks": []
            },
            {
              "text": "In order to adjust the Agency’s footprint to enable headquarters’ functions to be delivered from a more stable, enabling and consolidated environment, taking into account the events referred to in paragraph 26.4 of the report, in the strategy and external factors section, it is proposed that these 15 posts be redeployed from Jerusalem to Amman.",
              "hyperlinks": []
            }
          ],
          [
            {
              "text": "",
              "hyperlinks": []
            },
            {
              "text": "",
              "hyperlinks": []
            },
            {
              "text": "",
              "hyperlinks": []
            },
            {
              "text": "Redeployment (geographical) from Jerusalem to Amman of:",
              "hyperlinks": []
            },
            {
              "text": "In order to adjust the Agency’s footprint to enable headquarters’ functions to be delivered from a more stable, enabling and consolidated environment, taking into account the events referred to in paragraph 26.4 of the report, in the strategy and external factors section, it is proposed that these 15 posts be redeployed from Jerusalem to Amman.",
              "hyperlinks": []
            }
          ],
          [
            {
              "text": "Protection Division",
              "hyperlinks": []
            },
            {
              "text": "1",
              "hyperlinks": []
            },
            {
              "text": "P-5",
              "hyperlinks": []
            },
            {
              "text": "Chief of Protection",
              "hyperlinks": []
            },
            {
              "text": "",
              "hyperlinks": []
            }
          ],
          [
            {
              "text": "Department of External Relations and Communications",
              "hyperlinks": []
            },
            {
              "text": "1",
              "hyperlinks": []
            },
            {
              "text": "P-4",
              "hyperlinks": []
            },
            {
              "text": "Senior Donor Relations Officer ",
              "hyperlinks": []
            },
            {
              "text": "",
              "hyperlinks": []
            }
          ],
          [
            {
              "text": "Department of External Relations and Communications",
              "hyperlinks": []
            },
            {
              "text": "1",
              "hyperlinks": []
            },
            {
              "text": "P-4",
              "hyperlinks": []
            },
            {
              "text": "Senior External Relations and Project Officer",
              "hyperlinks": []
            },
            {
              "text": "",
              "hyperlinks": []
            }
          ],
          [
            {
              "text": "Department of External Relations and Communications",
              "hyperlinks": []
            },
            {
              "text": "2",
              "hyperlinks": []
            },
            {
              "text": "P-3",
              "hyperlinks": []
            },
            {
              "text": "Donor Relations Officers ",
              "hyperlinks": []
            },
            {
              "text": "",
              "hyperlinks": []
            }
          ],
          [
            {
              "text": "Department of External Relations and Communications",
              "hyperlinks": []
            },
            {
              "text": "1",
              "hyperlinks": []
            },
            {
              "text": "P-2",
              "hyperlinks": []
            },
            {
              "text": "Associate Donor Relations Officer",
              "hyperlinks": []
            },
            {
              "text": "",
              "hyperlinks": []
            }
          ],
          [
            {
              "text": "Department of Legal Affairs",
              "hyperlinks": []
            },
            {
              "text": "1",
              "hyperlinks": []
            },
            {
              "text": "P-4",
              "hyperlinks": []
            },
            {
              "text": "Senior Legal Officer – Staff Assistance",
              "hyperlinks": []
            },
            {
              "text": "",
              "hyperlinks": []
            }
          ],
          [
            {
              "text": "Department of Legal Affairs",
              "hyperlinks": []
            },
            {
              "text": "6",
              "hyperlinks": []
            },
            {
              "text": "P-3",
              "hyperlinks": []
            },
            {
              "text": "Legal Officers",
              "hyperlinks": []
            },
            {
              "text": "",
              "hyperlinks": []
            }
          ],
          [
            {
              "text": "Central Support Services Division",
              "hyperlinks": []
            },
            {
              "text": "1",
              "hyperlinks": []
            },
            {
              "text": "GS (OL)",
              "hyperlinks": []
            },
            {
              "text": "Human Resources Assistant",
              "hyperlinks": []
            },
            {
              "text": "",
              "hyperlinks": []
            }
          ],
          [
            {
              "text": "Central Support Services Division",
              "hyperlinks": []
            },
            {
              "text": "1",
              "hyperlinks": []
            },
            {
              "text": "GS (OL)",
              "hyperlinks": []
            },
            {
              "text": "Team Assistant",
              "hyperlinks": []
            },
            {
              "text": "",
              "hyperlinks": []
            }
          ]
        ],
        "hyperlinks": [],
        "children": []
      },
      {
        "block_type": "other",
        "text": "Abbreviation: GS (OL); General Service (Other level).",
        "table_content": null,
        "hyperlinks": [],
        "children": []
      },
      {
        "block_type": "image",
        "text": "",
        "table_content": null,
        "hyperlinks": [],
        "children": []
      }
    ]
  }
]