[
  {
    "block_type": "frontmatter",
    "text": "[Frontmatter]",
    "table_content": null,
    "hyperlinks": null,
    "children": [
      {
        "block_type": "heading-x",
        "text": "Eightieth session",
        "table_content": null,
        "hyperlinks": [],
        "children": [
          {
            "block_type": "image",
            "text": "",
            "table_content": null,
            "hyperlinks": [],
            "children": []
          },
          {
            "block_type": "other",
            "text": "*\tA/80/50.",
            "table_content": null,
            "hyperlinks": [
              [
                "A/80/50",
                "https://docs.un.org/en/A/80/50"
              ]
            ],
            "children": []
          },
          {
            "block_type": "other",
            "text": "**\tIn keeping with paragraph 11 of resolution 72/266 A, the part consisting of the plan outline is submitted through the Committee for Programme and Coordination for the consideration of the General Assembly.",
            "table_content": null,
            "hyperlinks": [
              [
                "72/266",
                "https://docs.un.org/en/A/RES/72/266a"
              ]
            ],
            "children": []
          },
          {
            "block_type": "other",
            "text": "Items 137 and 138 of the preliminary list*",
            "table_content": null,
            "hyperlinks": [],
            "children": []
          }
        ]
      },
      {
        "block_type": "heading-x",
        "text": "Proposed programme budget for 2026 – Programme planning – Proposed programme budget for 2026",
        "table_content": null,
        "hyperlinks": [],
        "children": [
          {
            "block_type": "other",
            "text": "Plan outline**",
            "table_content": null,
            "hyperlinks": [],
            "children": []
          }
        ]
      },
      {
        "block_type": "heading",
        "text": "Contents",
        "table_content": null,
        "hyperlinks": [],
        "children": [
          {
            "block_type": "table-content",
            "text": null,
            "table_content": [
              [
                {
                  "text": "",
                  "hyperlinks": []
                },
                {
                  "text": "",
                  "hyperlinks": []
                },
                {
                  "text": "",
                  "hyperlinks": []
                },
                {
                  "text": "Page",
                  "hyperlinks": []
                }
              ],
              [
                {
                  "text": "\tBackground\t",
                  "hyperlinks": []
                },
                {
                  "text": "\tBackground\t",
                  "hyperlinks": []
                },
                {
                  "text": "\tBackground\t",
                  "hyperlinks": []
                },
                {
                  "text": "2",
                  "hyperlinks": []
                }
              ],
              [
                {
                  "text": "\tLonger-term objectives of the Organization\t",
                  "hyperlinks": []
                },
                {
                  "text": "\tLonger-term objectives of the Organization\t",
                  "hyperlinks": []
                },
                {
                  "text": "\tLonger-term objectives of the Organization\t",
                  "hyperlinks": []
                },
                {
                  "text": "2",
                  "hyperlinks": []
                }
              ],
              [
                {
                  "text": "\tPriorities\t",
                  "hyperlinks": []
                },
                {
                  "text": "\tPriorities\t",
                  "hyperlinks": []
                },
                {
                  "text": "\tPriorities\t",
                  "hyperlinks": []
                },
                {
                  "text": "11",
                  "hyperlinks": []
                }
              ]
            ],
            "hyperlinks": [],
            "children": []
          }
        ]
      }
    ]
  },
  {
    "block_type": "entity-group",
    "text": "I.\tBackground",
    "table_content": null,
    "hyperlinks": [],
    "children": [
      {
        "block_type": "paragraph-1",
        "text": "1.\tIn keeping with guidance received from the General Assembly, the longer-term objectives of the Organization set out in the present document reflect the legislative mandates of Member States in all areas of the activities of the United Nations. Mandates are referenced in parts II and III of each programme budget section. They collectively form the basis for the preparation of the proposed programme budget, which translates legislative mandates into long-term priorities and objectives and work programmes. The plan outline (part I) and programme plan (part II) are the principal policy directives of the United Nations and serve as the basis for programme planning, budgeting, evaluation and monitoring (General Assembly resolution 72/266 A).",
        "table_content": null,
        "hyperlinks": [
          [
            "72/266",
            "https://docs.un.org/en/A/RES/72/266A"
          ]
        ],
        "children": []
      }
    ]
  },
  {
    "block_type": "entity-group",
    "text": "II.\tLonger-term objectives of the Organization",
    "table_content": null,
    "hyperlinks": [],
    "children": [
      {
        "block_type": "paragraph-1",
        "text": "2.\tThe longer-term objectives of the Organization continue to be grounded in the Charter of the United Nations and its Articles and revolve around the mandates established by Member States, including, most recently, General Assembly resolution 79/1, entitled “The Pact for the Future”. On the promotion of sustained economic growth and sustainable development, climate change and environmental issues, these include the 2030 Agenda for Sustainable Development (General Assembly resolution 70/1), the decade of action and delivery for sustainable development (resolution 74/4), the Addis Ababa Action Agenda of the Third International Conference on Financing for Development (resolutions 69/313 and 75/322), Agenda 21: Programme of Action for Sustainable Development (resolution 73/227), the Beijing Declaration and Platform for Action (resolutions 50/42 and 78/182), the Doha Programme of Action for the Least Developed Countries (resolutions 76/258 and 79/218), the Mauritius Declaration and the Mauritius Strategy for the Further Implementation of the Programme of Action for the Sustainable Development of Small Island Developing States (resolution 59/311), the Monterrey Consensus (resolution 56/210 B), the New Urban Agenda (resolution 71/256), Our ocean, our future: call for action (resolution 71/312), the Paris Agreement (FCCC/CP/2015/10/Add.1, as referenced in resolution 71/228), the protection of global climate for present and future generations of humankind (resolution 73/232), the SIDS Accelerated Modalities of Action (SAMOA) Pathway (resolutions 69/15 and 79/203), the Antigua and Barbuda Agenda for Small Island Developing States: A Renewed Declaration for Resilient Prosperity (resolution 78/317), the Programme of Action for Landlocked Developing Countries for the Decade 2024–2034 (resolution 79/233), the repositioning of the United Nations development system in the context of the quadrennial comprehensive policy review (resolutions 72/279, 79/226 and 79/258 (sect. XVIII)), and the importance of the full, effective, meaningful, constructive and inclusive participation of youth in society, including engagement in policymaking and decision-making processes (resolutions 76/306 and 78/179). On the maintenance of international peace and security, they include the Security Council resolution on developing a comprehensive and integrated performance policy framework for United Nations peacekeeping operations (resolution 2436 (2018)), peacebuilding and sustaining peace (Assembly resolutions 70/262, 72/276 and 75/201 and Council resolution 2282 (2016)), the review of the United Nations peacebuilding architecture (Assembly resolutions 70/262 and 75/201), women and peace and security (Council resolution 1325 (2000)) and youth and peace and security (Council resolution 2535 (2020)). On the development of Africa, they include Agenda 2063: The Africa We Want of the African Union (as recognized in Assembly resolution 71/254), the New Partnership for Africa’s Development: progress in implementation and international support (resolution 79/263), the Framework for a Renewed United Nations-African Union Partnership on Africa’s Integration and Development Agenda 2017–2027 (resolution 71/254) and the promotion of durable peace and sustainable development in Africa (resolutions 75/327 and 79/264). On the promotion of human rights, they include the Vienna Declaration and Programme of Action, including its principles and recommendations, adopted by the World Conference on Human Rights and subsequently endorsed by the Assembly in resolution 48/121. On the effective coordination of humanitarian assistance, they include strengthening the coordination of emergency humanitarian assistance of the United Nations and international cooperation on humanitarian assistance in the field of natural disasters (resolutions 46/182, 79/139 and 79/140), the Sendai Framework for Disaster Risk Reduction 2015–2030 and the political declaration of the high-level meeting on the midterm review of the Sendai Framework for Disaster Risk Reduction 2015–2030 (resolutions 69/283, 77/289 and 79/205), the Global Compact on Refugees (resolutions 73/151 and 79/156) and the Global Compact for Safe, Orderly and Regular Migration (resolution 73/195). On the development of international justice and international law, they include Articles 13, 98, 102, 104, 105 and other relevant provisions of the Charter. On disarmament, they include preventing the proliferation of weapons of mass destruction, combating the illicit trade in small arms and light weapons and analysis of emerging issues, including new technologies (resolution S-10/2). On drugs control, crime prevention and combating international terrorism in all its forms and manifestations, they include the outcome document entitled “Our joint commitment to effectively addressing and countering the world drug problem” (resolution S-30/1), the Kyoto Declaration on Advancing Crime Prevention, Criminal Justice and the Rule of Law: Towards the Achievement of the 2030 Agenda for Sustainable Development (resolution 76/181), the United Nations Global Counter-Terrorism Strategy (resolution 77/298) and the United Nations Convention against Cybercrime (resolution 79/243). On the effective functioning of the Organization, they include shifting the management paradigm in the United Nations (resolution 72/266 B) and promoting a culture of effectiveness and cost-efficiency (resolution 79/257). Finally, in its delivery of the mandates given by Member States, the Organization will strive to carry out these long-term objectives efficiently.",
        "table_content": null,
        "hyperlinks": [
          [
            "79/1",
            "https://docs.un.org/en/A/RES/79/1"
          ],
          [
            "70/1",
            "https://docs.un.org/en/A/RES/70/1"
          ],
          [
            "74/4",
            "https://docs.un.org/en/A/RES/74/4"
          ],
          [
            "69/313",
            "https://docs.un.org/en/A/RES/69/313"
          ],
          [
            "75/322",
            "https://docs.un.org/en/A/RES/75/322"
          ],
          [
            "73/227",
            "https://docs.un.org/en/A/RES/73/227"
          ],
          [
            "50/42",
            "https://docs.un.org/en/A/RES/50/42"
          ],
          [
            "78/182",
            "https://docs.un.org/en/A/RES/78/182"
          ],
          [
            "76/258",
            "https://docs.un.org/en/A/RES/76/258"
          ],
          [
            "79/218",
            "https://docs.un.org/en/A/RES/79/218"
          ],
          [
            "59/311",
            "https://docs.un.org/en/A/RES/59/311"
          ],
          [
            "56/210",
            "https://docs.un.org/en/A/RES/56/210B"
          ],
          [
            "71/256",
            "https://docs.un.org/en/A/RES/71/256"
          ],
          [
            "71/312",
            "https://docs.un.org/en/A/RES/71/312"
          ],
          [
            "FCCC/CP/2015/10/Add.1",
            "https://docs.un.org/en/FCCC/CP/2015/10/Add.1"
          ],
          [
            "71/228",
            "https://docs.un.org/en/A/RES/71/228"
          ],
          [
            "73/232",
            "https://docs.un.org/en/A/RES/73/232"
          ],
          [
            "69/15",
            "https://docs.un.org/en/A/RES/69/15"
          ],
          [
            "79/203",
            "https://docs.un.org/en/A/RES/79/203"
          ],
          [
            "78/317",
            "https://docs.un.org/en/A/RES/78/317"
          ],
          [
            "79/233",
            "https://docs.un.org/en/A/RES/79/233"
          ],
          [
            "72/279",
            "https://docs.un.org/en/A/RES/72/279"
          ],
          [
            "79/226",
            "https://docs.un.org/en/A/RES/79/226"
          ],
          [
            "79/258",
            "https://docs.un.org/en/A/RES/79/258"
          ],
          [
            "76/306",
            "https://docs.un.org/en/A/RES/76/306"
          ],
          [
            "78/179",
            "https://docs.un.org/en/A/RES/78/179"
          ],
          [
            "2436 (2018)",
            "https://docs.un.org/en/S/RES/2436(2018)"
          ],
          [
            "70/262",
            "https://docs.un.org/en/A/RES/70/262"
          ],
          [
            "72/276",
            "https://docs.un.org/en/A/RES/72/276"
          ],
          [
            "75/201",
            "https://docs.un.org/en/A/RES/75/201"
          ],
          [
            "2282 (2016)",
            "https://docs.un.org/en/S/RES/2282(2016)"
          ],
          [
            "70/262",
            "https://docs.un.org/en/A/RES/70/262"
          ],
          [
            "75/201",
            "https://docs.un.org/en/A/RES/75/201"
          ],
          [
            "1325 (2000)",
            "https://docs.un.org/en/S/RES/1325(2000)"
          ],
          [
            "2535 (2020)",
            "https://docs.un.org/en/S/RES/2535(2020)"
          ],
          [
            "71/254",
            "https://docs.un.org/en/A/RES/71/254"
          ],
          [
            "79/263",
            "https://docs.un.org/en/A/RES/79/263"
          ],
          [
            "71/254",
            "https://docs.un.org/en/A/RES/71/254"
          ],
          [
            "75/327",
            "https://docs.un.org/en/A/RES/75/327"
          ],
          [
            "79/264",
            "https://docs.un.org/en/A/RES/79/264"
          ],
          [
            "48/121",
            "https://docs.un.org/en/A/RES/48/121"
          ],
          [
            "46/182",
            "https://docs.un.org/en/A/RES/46/182"
          ],
          [
            "79/139",
            "https://docs.un.org/en/A/RES/79/139"
          ],
          [
            "79/140",
            "https://docs.un.org/en/A/RES/79/140"
          ],
          [
            "69/283",
            "https://docs.un.org/en/A/RES/69/283"
          ],
          [
            "77/289",
            "https://docs.un.org/en/A/RES/77/289"
          ],
          [
            "79/205",
            "https://docs.un.org/en/A/RES/79/205"
          ],
          [
            "73/151",
            "https://docs.un.org/en/A/RES/73/151"
          ],
          [
            "79/156",
            "https://docs.un.org/en/A/RES/79/156"
          ],
          [
            "73/195",
            "https://docs.un.org/en/A/RES/73/195"
          ],
          [
            "S-10/2",
            "https://docs.un.org/en/A/RES/S-10/2"
          ],
          [
            "S-30/1",
            "https://docs.un.org/en/A/RES/S-30/1"
          ],
          [
            "76/181",
            "https://docs.un.org/en/A/RES/76/181"
          ],
          [
            "77/298",
            "https://docs.un.org/en/A/RES/77/298"
          ],
          [
            "79/243",
            "https://docs.un.org/en/A/RES/79/243"
          ],
          [
            "72/266",
            "https://docs.un.org/en/A/RES/72/266B"
          ],
          [
            "79/257",
            "https://docs.un.org/en/A/RES/79/257"
          ]
        ],
        "children": []
      },
      {
        "block_type": "heading-sub-sub",
        "text": "Promotion of sustained economic growth and sustainable development",
        "table_content": null,
        "hyperlinks": [],
        "children": [
          {
            "block_type": "paragraph-1",
            "text": "3.\tThe 2030 Agenda remains the plan of action for Member States to “promote higher standards of living, full employment, and conditions of economic and social progress and development” (Article 55 of the Charter). Following their call to action at the high-level political forum on sustainable development in 2023 (General Assembly resolution 78/1), Member States reaffirmed their enduring commitment to the 2030 Agenda and recognized that sustainable development in all its dimensions is a central goal in itself (resolution 79/1). While Member States are progressing towards many of the 17 Sustainable Development Goals (E/2018/64), they have placed the eradication of poverty at the centre of their efforts to achieve the 2030 Agenda. The Organization will continue to support Member States to take comprehensive and targeted measures to address the root causes and challenges of poverty in all its forms and dimensions (resolution 79/221).",
            "table_content": null,
            "hyperlinks": [
              [
                "78/1",
                "https://docs.un.org/en/A/RES/78/1"
              ],
              [
                "79/1",
                "https://docs.un.org/en/A/RES/79/1"
              ],
              [
                "E/2018/64",
                "https://docs.un.org/en/E/2018/64"
              ],
              [
                "79/221",
                "https://docs.un.org/en/A/RES/79/221"
              ]
            ],
            "children": []
          },
          {
            "block_type": "paragraph-1",
            "text": "4.\tThe Organization will continue to focus on repositioning the United Nations development system to better support Member States in the implementation of the 2030 Agenda (General Assembly resolutions 72/279 and 79/258 (sect. XVIII)). Building on guidance from the quadrennial comprehensive policy review (resolution 79/226) and the review of the resident coordinator system (resolutions 76/4 and 79/258 (sect. XVIII)), the United Nations development system, with the reinvigorated resident coordinator system at its centre, will help countries to accelerate progress towards the 2030 Agenda, in alignment with national priorities, as set out in the United Nations Sustainable Development Cooperation Frameworks (resolution 72/279). This will continue to be realized through the provision of evidence-based and integrated policy advice and programmatic support to national Governments, and the contribution of the expertise, tools and platforms of the United Nations country teams in consultation and coordination with national Governments.",
            "table_content": null,
            "hyperlinks": [
              [
                "72/279",
                "https://docs.un.org/en/A/RES/72/279"
              ],
              [
                "79/258",
                "https://docs.un.org/en/A/RES/79/258"
              ],
              [
                "79/226",
                "https://docs.un.org/en/A/RES/79/226"
              ],
              [
                "76/4",
                "https://docs.un.org/en/A/RES/76/4"
              ],
              [
                "79/258",
                "https://docs.un.org/en/A/RES/79/258"
              ],
              [
                "72/279",
                "https://docs.un.org/en/A/RES/72/279"
              ]
            ],
            "children": []
          },
          {
            "block_type": "paragraph-1",
            "text": "5.\tThe Organization will complement support in realizing the 2030 Agenda with follow-up to the Paris Agreement, the Sendai Framework, the Addis Ababa Action Agenda, Agenda 21, the Beijing Declaration and Platform for Action (General Assembly resolution S-23/2) and the New Urban Agenda. Furthermore, it will continue its assistance to countries with the highest needs and support the implementation and mainstreaming of the Doha Programme of Action for the Least Developed Countries, the Programme of Action for Landlocked Developing Countries for the Decade 2024–2034 (resolution 79/233), the SIDS Accelerated Modalities of Action (SAMOA) Pathway (resolutions 69/15 and 79/203) and the Antigua and Barbuda Agenda (resolution 78/317).",
            "table_content": null,
            "hyperlinks": [
              [
                "S-23/2",
                "https://docs.un.org/en/A/RES/S-23/2"
              ],
              [
                "79/233",
                "https://docs.un.org/en/A/RES/79/233"
              ],
              [
                "69/15",
                "https://docs.un.org/en/A/RES/69/15"
              ],
              [
                "79/203",
                "https://docs.un.org/en/A/RES/79/203"
              ],
              [
                "78/317",
                "https://docs.un.org/en/A/RES/78/317"
              ]
            ],
            "children": []
          },
          {
            "block_type": "paragraph-1",
            "text": "6.\tThe Organization will continue to bolster its efforts to assist Member States in leaving no one behind and reaching the furthest behind first (General Assembly resolution 79/221). It will support Member States in giving due consideration to the issue of agriculture development, food security and nutrition (resolutions 72/239 and 79/227). It will continue to assist Member States in addressing the challenges and opportunities arising from international trade, finance, technology and investment to ensure that their benefits are widely shared (resolution 79/195).",
            "table_content": null,
            "hyperlinks": [
              [
                "79/221",
                "https://docs.un.org/en/A/RES/79/221"
              ],
              [
                "72/239",
                "https://docs.un.org/en/A/RES/72/239"
              ],
              [
                "79/227",
                "https://docs.un.org/en/A/RES/79/227"
              ],
              [
                "79/195",
                "https://docs.un.org/en/A/RES/79/195"
              ]
            ],
            "children": []
          },
          {
            "block_type": "paragraph-1",
            "text": "7.\tThe Organization will support Member States in addressing the threat posed by climate change and environmental degradation, recognizing that the global nature of climate change calls for the widest possible international cooperation to accelerate the reduction of global greenhouse gas emissions, address adaptation to the adverse impacts of climate change and close the gap between the aggregate effect of Parties’ mitigation pledges and aggregate emission pathways (General Assembly resolution 79/206 and FCCC/CP/2015/10/Add.1).",
            "table_content": null,
            "hyperlinks": [
              [
                "79/206",
                "https://docs.un.org/en/A/RES/79/206"
              ],
              [
                "FCCC/CP/2015/10/Add.1",
                "https://docs.un.org/en/FCCC/CP/2015/10/Add.1"
              ]
            ],
            "children": []
          },
          {
            "block_type": "paragraph-1",
            "text": "8.\tThe Organization will continue to assist Member States in advancing the global environmental agenda, strengthen coherence within the United Nations system and serve as an authoritative advocate for the global environment (General Assembly resolution 73/260). It will also support Member States in adopting innovative pathways to achieve sustainable consumption and production (United Nations Environment Assembly resolution 4/1) through, inter alia, the environmental dimension of a sustainable, resilient and inclusive post-pandemic recovery, innovative technology (Environment Assembly resolution 5/10) and circular economy approaches (Environment Assembly resolution 5/11). The Organization will support efforts to implement immediate actions towards the sound management of chemicals and waste (Environment Assembly resolutions 5/7 and 6/9), the long-term elimination of plastic pollution in marine and other environments (Environment Assembly resolution 5/14) and the conservation and sustainable use of biological diversity and the fair and equitable sharing of benefits arising from the use of genetic resources (General Assembly resolution 57/260).",
            "table_content": null,
            "hyperlinks": [
              [
                "73/260",
                "https://docs.un.org/en/A/RES/73/260"
              ],
              [
                "57/260",
                "https://docs.un.org/en/A/RES/57/260"
              ]
            ],
            "children": []
          },
          {
            "block_type": "paragraph-1",
            "text": "9.\tRecognizing that gender equality and the empowerment of all women and girls are crucial to progress across all the Sustainable Development Goals and targets, the Organization will support Member States in ensuring women’s full and effective participation and equal opportunities for leadership at all levels of decision-making in political, economic and public life (General Assembly resolutions 78/150 and 78/182) and addressing all forms of discrimination and violence against women and girls, in particular by improving strategies for prevention (resolutions 69/147 and 79/152).",
            "table_content": null,
            "hyperlinks": [
              [
                "78/150",
                "https://docs.un.org/en/A/RES/78/150"
              ],
              [
                "78/182",
                "https://docs.un.org/en/A/RES/78/182"
              ],
              [
                "69/147",
                "https://docs.un.org/en/A/RES/69/147"
              ],
              [
                "79/152",
                "https://docs.un.org/en/A/RES/79/152"
              ]
            ],
            "children": []
          },
          {
            "block_type": "paragraph-1",
            "text": "10. \tThe Organization will continue to ensure a more coherent, comprehensive and integrated approach to youth development, and to support local, national, regional and international efforts in addressing challenges hindering youth development and involvement, by working closely with Member States, civil society, youth organizations, academia and the media (General Assembly resolutions 76/306 and 78/179). It will support Member States in strengthening meaningful youth participation at the national and international levels.",
            "table_content": null,
            "hyperlinks": [
              [
                "76/306",
                "https://docs.un.org/en/A/RES/76/306"
              ],
              [
                "78/179",
                "https://docs.un.org/en/A/RES/78/179"
              ]
            ],
            "children": []
          },
          {
            "block_type": "paragraph-1",
            "text": "11.\tThe Organization will continue to work closely with Member States in promoting international cooperation to address the impact of demographic trends in the context of sustainable development, including changes in population growth or decline, age structures, urbanization and international migration (General Assembly resolutions 49/128, S-21/2, 65/234 and 73/195). The Organization will also assist Member States in addressing the way in which cities and human settlements are planned, designed, financed, developed, governed and managed (resolution 71/256).",
            "table_content": null,
            "hyperlinks": [
              [
                "49/128",
                "https://docs.un.org/en/A/RES/49/128"
              ],
              [
                "S-21/2",
                "https://docs.un.org/en/A/RES/S-21/2"
              ],
              [
                "65/234",
                "https://docs.un.org/en/A/RES/65/234"
              ],
              [
                "73/195",
                "https://docs.un.org/en/A/RES/73/195"
              ],
              [
                "71/256",
                "https://docs.un.org/en/A/RES/71/256"
              ]
            ],
            "children": []
          },
          {
            "block_type": "paragraph-1",
            "text": "12.\tCapitalizing on the repositioning of the United Nations development system, the Organization will continue to support countries, upon their request, in the acceleration of the implementation, follow-up and review of the 2030 Agenda, including by focusing on addressing the gaps and challenges, including those identified by voluntary national reviews. In application of the principle of common but differentiated responsibilities, the Organization will do so bearing in mind that the Sustainable Development Goals and targets are integrated and indivisible, global in nature and universally applicable, taking into account the different national realities, capacities and levels of development and respecting national policies and priorities (General Assembly resolution 79/226). Multi-stakeholder platforms, regional road maps for the implementation of the 2030 Agenda, rapid response facilities to assist Member States and innovative policy tools to strengthen planning and economic governance will continue to play a critical role in this context (resolution 72/279).",
            "table_content": null,
            "hyperlinks": [
              [
                "79/226",
                "https://docs.un.org/en/A/RES/79/226"
              ],
              [
                "72/279",
                "https://docs.un.org/en/A/RES/72/279"
              ]
            ],
            "children": []
          }
        ]
      },
      {
        "block_type": "heading-sub-sub",
        "text": "Maintenance of international peace and security",
        "table_content": null,
        "hyperlinks": [],
        "children": [
          {
            "block_type": "paragraph-1",
            "text": "13.\tThe prevention and peaceful settlement of disputes are among the purposes of the United Nations (Article 1 of the Charter), and the Organization arose from conflict to “save succeeding generations from the scourge of war” (Preamble to the Charter). Its Member States have been determined to establish a just and lasting peace all over the world in accordance with the purposes and principles of the Charter (General Assembly resolution 60/1). Armed conflict continues to have a high human cost and cause suffering, and the world is facing a significant number of simultaneous security and humanitarian crises (resolutions 70/262 and 75/201). Member States recognize that a whole range of threats require urgent, collective and more determined responses (resolutions 60/1, 70/262 and 75/201).",
            "table_content": null,
            "hyperlinks": [
              [
                "60/1",
                "https://docs.un.org/en/A/RES/60/1"
              ],
              [
                "70/262",
                "https://docs.un.org/en/A/RES/70/262"
              ],
              [
                "75/201",
                "https://docs.un.org/en/A/RES/75/201"
              ],
              [
                "60/1",
                "https://docs.un.org/en/A/RES/60/1"
              ],
              [
                "70/262",
                "https://docs.un.org/en/A/RES/70/262"
              ],
              [
                "75/201",
                "https://docs.un.org/en/A/RES/75/201"
              ]
            ],
            "children": []
          },
          {
            "block_type": "paragraph-1",
            "text": "14.\tIn the pursuit by Member States of the 2030 Agenda, a key focus of the United Nations will be to better serve nations in sustaining peace (General Assembly resolution 70/262 and Security Council resolution 2282 (2016)). As national Governments and authorities exercise their primary responsibility in this regard, the United Nations will support and complement their efforts to prevent the outbreak, escalation, continuation and recurrence of conflict, addressing root causes of conflict, assisting parties to conflict to end hostilities and ensuring national reconciliation (Council resolution 2594 (2021)). In this context, the Organization will also work with Member States to strengthen the peacebuilding architecture and its partnership with international financial institutions in crisis-affected situations, in line with Assembly resolution 70/262 and Council resolution 2282 (2016) and subsequent requests (Assembly resolutions 72/276 and 75/201 and Council resolution 2558 (2020)). The Organization will also continue to advance international cooperation in the peaceful uses of outer space (Assembly resolutions 1472 (XIV) and 78/72).",
            "table_content": null,
            "hyperlinks": [
              [
                "70/262",
                "https://docs.un.org/en/A/RES/70/262"
              ],
              [
                "2282 (2016)",
                "https://docs.un.org/en/S/RES/2282(2016)"
              ],
              [
                "2594 (2021)",
                "https://docs.un.org/en/S/RES/2594(2021)"
              ],
              [
                "70/262",
                "https://docs.un.org/en/A/RES/70/262"
              ],
              [
                "2282 (2016)",
                "https://docs.un.org/en/S/RES/2282(2016)"
              ],
              [
                "72/276",
                "https://docs.un.org/en/A/RES/72/276"
              ],
              [
                "75/201",
                "https://docs.un.org/en/A/RES/75/201"
              ],
              [
                "2558 (2020)",
                "https://docs.un.org/en/S/RES/2558(2020)"
              ],
              [
                "1472 (XIV)",
                "https://docs.un.org/en/A/RES/1472(XIV)"
              ],
              [
                "78/72",
                "https://docs.un.org/en/A/RES/78/72"
              ]
            ],
            "children": []
          },
          {
            "block_type": "paragraph-1",
            "text": "15.\tThe primacy of politics will be the hallmark of the United Nations approach to conflict resolution, including through mediation, good offices, the monitoring of ceasefires and assistance in the implementation of peace accords (S/PRST/2018/10). Recognizing the important role that special political missions play as a flexible tool for the maintenance of international peace and security, the Organization will continue to work to strengthen the role of these missions in mediation, conflict prevention, conflict resolution and peacebuilding and sustaining peace, in partnership with regional and subregional organizations and other relevant stakeholders (General Assembly resolutions 76/83 and 78/257).",
            "table_content": null,
            "hyperlinks": [
              [
                "S/PRST/2018/10",
                "https://docs.un.org/en/S/PRST/2018/10"
              ],
              [
                "76/83",
                "https://docs.un.org/en/A/RES/76/83"
              ],
              [
                "78/257",
                "https://docs.un.org/en/A/RES/78/257"
              ]
            ],
            "children": []
          },
          {
            "block_type": "paragraph-1",
            "text": "16.\tThe Organization will continue to focus on improving its peacekeeping capabilities and enhancing the effective and efficient deployment of its peacekeeping operations (General Assembly resolutions 72/304, 76/274 and 78/291). Recognizing that peacekeeping benefits from collective engagement, the Organization will work with all partners and stakeholders to adapt peacekeeping operations to today’s complex and high-risk environments (S/PRST/2018/10 and Council resolution 2436 (2018)), in particular by strengthening safety and security (resolution 2518 (2020)), the performance of uniformed personnel in United Nations peacekeeping operations (resolutions 2382 (2017) and 2436 (2018)), security sector governance (resolution 2553 (2020)), system-wide coherence in justice and rule of law support (resolution 2447 (2018)), regional and subregional partnerships (resolutions 2457 (2019) and 2719 (2023)) and proper conduct with zero tolerance for all forms of sexual exploitation and abuse (Assembly resolution 78/331 and Council resolution 2272 (2016)), as well as to strengthen the planning and management of transition processes and to further enhance organizational learning and guidance on transitions (Council resolutions 2594 (2021) and 2686 (2023)).",
            "table_content": null,
            "hyperlinks": [
              [
                "72/304",
                "https://docs.un.org/en/A/RES/72/304"
              ],
              [
                "76/274",
                "https://docs.un.org/en/A/RES/76/274"
              ],
              [
                "78/291",
                "https://docs.un.org/en/A/RES/78/291"
              ],
              [
                "S/PRST/2018/10",
                "https://docs.un.org/en/S/PRST/2018/10"
              ],
              [
                "2436 (2018)",
                "https://docs.un.org/en/S/RES/2436(2018)"
              ],
              [
                "2518 (2020)",
                "https://docs.un.org/en/S/RES/2518(2020)"
              ],
              [
                "2382 (2017)",
                "https://docs.un.org/en/S/RES/2382(2017)"
              ],
              [
                "2436 (2018)",
                "https://docs.un.org/en/S/RES/2436(2018)"
              ],
              [
                "2553 (2020)",
                "https://docs.un.org/en/S/RES/2553(2020)"
              ],
              [
                "2447 (2018)",
                "https://docs.un.org/en/S/RES/2447(2018)"
              ],
              [
                "2457 (2019)",
                "https://docs.un.org/en/S/RES/2457(2019)"
              ],
              [
                "2719 (2023)",
                "https://docs.un.org/en/S/RES/2719(2023)"
              ],
              [
                "78/331",
                "https://docs.un.org/en/A/RES/78/331"
              ],
              [
                "2272 (2016)",
                "https://docs.un.org/en/S/RES/2272(2016)"
              ],
              [
                "2594 (2021)",
                "https://docs.un.org/en/S/RES/2594(2021)"
              ],
              [
                "2686 (2023)",
                "https://docs.un.org/en/S/RES/2686(2023)"
              ]
            ],
            "children": []
          },
          {
            "block_type": "paragraph-1",
            "text": "17.\tIn all its efforts to support the maintenance of international peace and security, the United Nations will continue to promote the protection of civilians in armed conflicts, in particular of children (Security Council resolutions 2417 (2018) and 2427 (2018)), the protection and rights of women and their participation in conflict prevention, resolution of armed conflict, peacebuilding and post-conflict situations (resolution 2242 (2015)) and action against conflict-related sexual violence (Council resolutions 1820 (2008) and 2467 (2019) and General Assembly resolution 78/331). It will support the important role of young people (Council resolutions 2419 (2018) and 2535 (2020)).",
            "table_content": null,
            "hyperlinks": [
              [
                "2417 (2018)",
                "https://docs.un.org/en/S/RES/2417(2018)"
              ],
              [
                "2427 (2018)",
                "https://docs.un.org/en/S/RES/2427(2018)"
              ],
              [
                "2242 (2015)",
                "https://docs.un.org/en/S/RES/2242(2015)"
              ],
              [
                "1820 (2008)",
                "https://docs.un.org/en/S/RES/1820(2008)"
              ],
              [
                "2467 (2019)",
                "https://docs.un.org/en/S/RES/2467(2019)"
              ],
              [
                "78/331",
                "https://docs.un.org/en/A/RES/78/331"
              ],
              [
                "2419 (2018)",
                "https://docs.un.org/en/S/RES/2419(2018)"
              ],
              [
                "2535 (2020)",
                "https://docs.un.org/en/S/RES/2535(2020)"
              ]
            ],
            "children": []
          },
          {
            "block_type": "paragraph-1",
            "text": "18.\tIn support of the achievement of Member State objectives, the Organization will continue to sustain its focus on prevention efforts and sustaining peace, on enhancing the effectiveness and coherence of peacekeeping operations and special political missions, on consolidating the integration of political and operational responsibilities in a “whole-of-pillar” approach and on aligning the peace and security pillar more closely with the Organization’s development and human rights work (General Assembly resolutions 72/199 and 72/262 C).",
            "table_content": null,
            "hyperlinks": [
              [
                "72/199",
                "https://docs.un.org/en/A/RES/72/199"
              ],
              [
                "72/262",
                "https://docs.un.org/en/A/RES/72/262C"
              ]
            ],
            "children": []
          }
        ]
      },
      {
        "block_type": "heading-sub-sub",
        "text": "Development of Africa",
        "table_content": null,
        "hyperlinks": [],
        "children": [
          {
            "block_type": "paragraph-1",
            "text": "19.\tThe development of Africa will continue to be a priority for the United Nations. In the coming years, efforts will be centred on digitalization and improving data and statistics, enhancing economic transformation and diversification, harnessing the demographic dividend, strengthening quality education and health systems, leveraging new technologies for inclusive development, achieving universal access to affordable, reliable, sustainable and modern energy for all, promoting investment in climate action, and strengthening and financing climate change mitigation and adaptation in Africa (General Assembly resolutions 76/205, 76/210, 76/213 and 79/226). The Organization will also continue to support Member States to reduce disaster risk (resolutions 69/283 and 79/205) and the industrialization of Africa (resolution 79/222), including by advancing the African Continental Free Trade Area, promoting strong and efficient institutions and ensuring the sustainability of development financing through enhanced national resource mobilization and the implementation of the Addis Ababa Action Agenda (resolutions 69/313 and 79/263) to accelerate implementation of the Goals (resolutions 74/4 and 78/1).",
            "table_content": null,
            "hyperlinks": [
              [
                "76/205",
                "https://docs.un.org/en/A/RES/76/205"
              ],
              [
                "76/210",
                "https://docs.un.org/en/A/RES/76/210"
              ],
              [
                "76/213",
                "https://docs.un.org/en/A/RES/76/213"
              ],
              [
                "79/226",
                "https://docs.un.org/en/A/RES/79/226"
              ],
              [
                "69/283",
                "https://docs.un.org/en/A/RES/69/283"
              ],
              [
                "79/205",
                "https://docs.un.org/en/A/RES/79/205"
              ],
              [
                "79/222",
                "https://docs.un.org/en/A/RES/79/222"
              ],
              [
                "69/313",
                "https://docs.un.org/en/A/RES/69/313"
              ],
              [
                "79/263",
                "https://docs.un.org/en/A/RES/79/263"
              ],
              [
                "74/4",
                "https://docs.un.org/en/A/RES/74/4"
              ],
              [
                "78/1",
                "https://docs.un.org/en/A/RES/78/1"
              ]
            ],
            "children": []
          },
          {
            "block_type": "paragraph-1",
            "text": "20.\tThe United Nations will continue to support the implementation of Agenda 2063, through the joint African Union-United Nations Framework for the Implementation of Agenda 2063 and the 2030 Agenda for Sustainable Development and the joint United Nations-African Union Framework for Enhanced Partnership in Peace and Security (General Assembly resolution 72/311, S/2021/763 and Security Council resolution 2719 (2023)). The Organization will continue to promote a coherent and integrated approach to the international community’s support for Africa with the aim of achieving sustainable development and durable peace in the continent (Assembly resolutions 75/327 and 79/264). It will support the promotion of young people and ensuring their inclusion in the strategies of implementation of the 2030 Agenda and Agenda 2063 (resolution 79/264). The Organization will also continue its efforts to assist Member States in the strengthening of State institutions and governance systems, including through fellowships for young Africans at United Nations Headquarters in New York to strengthen institutional capacities in policy analysis, design and monitoring (resolution 79/264).",
            "table_content": null,
            "hyperlinks": [
              [
                "72/311",
                "https://docs.un.org/en/A/RES/72/311"
              ],
              [
                "S/2021/763",
                "https://docs.un.org/en/S/2021/763"
              ],
              [
                "2719 (2023)",
                "https://docs.un.org/en/S/RES/2719(2023)"
              ],
              [
                "75/327",
                "https://docs.un.org/en/A/RES/75/327"
              ],
              [
                "79/264",
                "https://docs.un.org/en/A/RES/79/264"
              ],
              [
                "79/264",
                "https://docs.un.org/en/A/RES/79/264"
              ],
              [
                "79/264",
                "https://docs.un.org/en/A/RES/79/264"
              ]
            ],
            "children": []
          }
        ]
      },
      {
        "block_type": "heading-sub-sub",
        "text": "Promotion of human rights",
        "table_content": null,
        "hyperlinks": [],
        "children": [
          {
            "block_type": "paragraph-1",
            "text": "21.\tPromoting and encouraging respect for human rights and for fundamental freedoms for all without distinction as to race, sex, language or religion is a purpose of the United Nations set out in its Charter and anchored in the Universal Declaration of Human Rights (General Assembly resolution 217 (III)). The responsibility of all Member States to respect, protect and promote human rights is reaffirmed in the 2030 Agenda and in the Pact for the Future. The Organization will continue to support Member States and treaty bodies in advancing these objectives, including promoting the right to development, advancing knowledge, awareness and understanding of human rights, combating discrimination and inequalities and strengthening the rule of law and democratic institutions (Assembly resolutions 48/141, 67/1, 70/1, 70/155, 76/1, 77/223, 78/213 and 79/160 and Human Rights Council resolution 47/21).",
            "table_content": null,
            "hyperlinks": [
              [
                "217 (III)",
                "https://docs.un.org/en/A/RES/217(III)"
              ],
              [
                "48/141",
                "https://docs.un.org/en/A/RES/48/141"
              ],
              [
                "67/1",
                "https://docs.un.org/en/A/RES/67/1"
              ],
              [
                "70/1",
                "https://docs.un.org/en/A/RES/70/1"
              ],
              [
                "70/155",
                "https://docs.un.org/en/A/RES/70/155"
              ],
              [
                "76/1",
                "https://docs.un.org/en/A/RES/76/1"
              ],
              [
                "77/223",
                "https://docs.un.org/en/A/RES/77/223"
              ],
              [
                "78/213",
                "https://docs.un.org/en/A/RES/78/213"
              ],
              [
                "79/160",
                "https://docs.un.org/en/A/RES/79/160"
              ],
              [
                "47/21",
                "https://docs.un.org/en/A/HRC/RES/47/21"
              ]
            ],
            "children": []
          },
          {
            "block_type": "paragraph-1",
            "text": "22.\tIn support of Member States, the Organization will continue to help to rationalize, adapt, strengthen and streamline the United Nations human rights machinery, with a view to improving its efficiency and effectiveness (General Assembly resolution 48/141). In this context, the Organization will support Member States in building the capacity to implement their treaty obligations and will provide, in this regard, advisory services, technical assistance and capacity-building (resolution 68/268). The Organization will also continue to facilitate and support the Human Rights Council, including during the undertaking of universal periodic reviews (resolutions 60/251 and 65/281). In this context, the Organization will, on the basis of consultations, continue to inform the Council on a regular basis of the practical applications of prevention in the promotion and protection of human rights (Council resolutions 42/6 and 51/14).",
            "table_content": null,
            "hyperlinks": [
              [
                "48/141",
                "https://docs.un.org/en/A/RES/48/141"
              ],
              [
                "68/268",
                "https://docs.un.org/en/A/RES/68/268"
              ],
              [
                "60/251",
                "https://docs.un.org/en/A/RES/60/251"
              ],
              [
                "65/281",
                "https://docs.un.org/en/A/RES/65/281"
              ],
              [
                "42/6",
                "https://docs.un.org/en/A/HRC/RES/42/6"
              ],
              [
                "51/14",
                "https://docs.un.org/en/A/HRC/RES/51/14"
              ]
            ],
            "children": []
          }
        ]
      },
      {
        "block_type": "heading-sub-sub",
        "text": "Effective coordination of humanitarian assistance efforts",
        "table_content": null,
        "hyperlinks": [],
        "children": [
          {
            "block_type": "paragraph-1",
            "text": "23.\tOver the past years, an unprecedented number of people have been affected by humanitarian emergencies. Member States have recognized that complex trends – including armed conflicts, natural hazards, climate change, epidemics, environmental degradation, financial and economic crises, food and energy insecurity, food crises and risk of famine, water scarcity, unplanned urbanization, gender-based violence, violence against children and acts of terrorism – are increasing the vulnerability of people while reducing their ability to cope with humanitarian crises (General Assembly resolutions 78/205 and 79/140).",
            "table_content": null,
            "hyperlinks": [
              [
                "78/205",
                "https://docs.un.org/en/A/RES/78/205"
              ],
              [
                "79/140",
                "https://docs.un.org/en/A/RES/79/140"
              ]
            ],
            "children": []
          },
          {
            "block_type": "paragraph-1",
            "text": "24.\tGiven the number of people affected by humanitarian emergencies, the effective coordination of humanitarian assistance is a long-term priority of the United Nations, as is early, rapid, predictable and flexible humanitarian financing through the Central Emergency Response Fund and humanitarian country-based and regional pooled funds (General Assembly resolutions 46/182, 79/139 and 79/140). The Organization will continue to enhance the coordination, effectiveness and efficiency of humanitarian assistance and strengthen preparedness and response efforts, including in support of national and regional capacities, in line with humanitarian principles (Assembly resolutions 79/139 and 79/140 and Economic and Social Council resolution 2024/18).",
            "table_content": null,
            "hyperlinks": [
              [
                "46/182",
                "https://docs.un.org/en/A/RES/46/182"
              ],
              [
                "79/139",
                "https://docs.un.org/en/A/RES/79/139"
              ],
              [
                "79/140",
                "https://docs.un.org/en/A/RES/79/140"
              ],
              [
                "79/139",
                "https://docs.un.org/en/A/RES/79/139"
              ],
              [
                "79/140",
                "https://docs.un.org/en/A/RES/79/140"
              ],
              [
                "2024/18",
                "https://docs.un.org/en/E/RES/2024/18"
              ]
            ],
            "children": []
          },
          {
            "block_type": "paragraph-1",
            "text": "25.\tThe Organization will continue to strengthen efforts to integrate disaster risk reduction into its work (General Assembly resolutions 79/139 and 79/226). It will support Member States in developing and implementing national and local disaster risk reduction strategies supported by comprehensive disaster risk reduction financing strategies, in line with the midterm review of the Sendai Framework (resolutions 77/289 and 79/205), and will support Member States in strengthening early warning mechanisms (E/HLS/2024/1).",
            "table_content": null,
            "hyperlinks": [
              [
                "79/139",
                "https://docs.un.org/en/A/RES/79/139"
              ],
              [
                "79/226",
                "https://docs.un.org/en/A/RES/79/226"
              ],
              [
                "77/289",
                "https://docs.un.org/en/A/RES/77/289"
              ],
              [
                "79/205",
                "https://docs.un.org/en/A/RES/79/205"
              ],
              [
                "E/HLS/2024/1",
                "https://docs.un.org/en/E/HLS/2024/1"
              ]
            ],
            "children": []
          },
          {
            "block_type": "paragraph-1",
            "text": "26.\tThe Organization will also promote closer cooperation and collaboration between humanitarian, development and other actors to enable complementary responses that meet urgent humanitarian needs and tackle the root causes of need, risk and vulnerability (General Assembly resolution 79/140). This contributes to the 2030 Agenda and to leaving no one behind, including internally displaced persons and refugees (resolutions 70/1, 76/78, 78/185, 78/205 and 79/156).",
            "table_content": null,
            "hyperlinks": [
              [
                "79/140",
                "https://docs.un.org/en/A/RES/79/140"
              ],
              [
                "70/1",
                "https://docs.un.org/en/A/RES/70/1"
              ],
              [
                "76/78",
                "https://docs.un.org/en/A/RES/76/78"
              ],
              [
                "78/185",
                "https://docs.un.org/en/A/RES/78/185"
              ],
              [
                "78/205",
                "https://docs.un.org/en/A/RES/78/205"
              ],
              [
                "79/156",
                "https://docs.un.org/en/A/RES/79/156"
              ]
            ],
            "children": []
          },
          {
            "block_type": "paragraph-1",
            "text": "27.\tChallenges for humanitarian efforts are expected to continue, including disregard for international humanitarian law, violence and attacks and threats against humanitarian and medical personnel, which underscore the importance of ensuring their safe and unhindered access and of respecting and protecting them (General Assembly resolutions 79/138 and 79/140). The Organization will thus strengthen efforts to enhance its security management system and the stay-and-deliver strategy and mobilize partners to support the effective and principled delivery of humanitarian assistance and to finance humanitarian response (resolutions 79/138 and 79/140).",
            "table_content": null,
            "hyperlinks": [
              [
                "79/138",
                "https://docs.un.org/en/A/RES/79/138"
              ],
              [
                "79/140",
                "https://docs.un.org/en/A/RES/79/140"
              ],
              [
                "79/138",
                "https://docs.un.org/en/A/RES/79/138"
              ],
              [
                "79/140",
                "https://docs.un.org/en/A/RES/79/140"
              ]
            ],
            "children": []
          }
        ]
      },
      {
        "block_type": "heading-sub-sub",
        "text": "Promotion of justice and international law",
        "table_content": null,
        "hyperlinks": [],
        "children": [
          {
            "block_type": "paragraph-1",
            "text": "28.\tThe Organization will continue to act in conformity with the principles of justice and international law and assist in the settlement of international disputes by peaceful means, including through judicial settlement. It will also continue to support Member States in the progressive development of international law and its codification.",
            "table_content": null,
            "hyperlinks": [],
            "children": []
          },
          {
            "block_type": "paragraph-1",
            "text": "29.\tThe Organization will continue to support Member States in maintaining, administering and strengthening international legal frameworks in such areas as international peace and security, international trade, human rights, international humanitarian law, counter-terrorism and international crimes. In this context, the Organization will also assist Member States in strengthening and promoting the international treaty framework, including by improving the effective dissemination of and access to treaties (General Assembly resolutions 73/210 and 78/236) through the use of electronic resources.",
            "table_content": null,
            "hyperlinks": [
              [
                "73/210",
                "https://docs.un.org/en/A/RES/73/210"
              ],
              [
                "78/236",
                "https://docs.un.org/en/A/RES/78/236"
              ]
            ],
            "children": []
          },
          {
            "block_type": "paragraph-1",
            "text": "30.\tThe Organization will continue to provide support to intergovernmental processes on oceans and the law of the sea and sustainable fisheries (General Assembly resolutions 79/144 and 79/145), such as the intergovernmental conference on the development of an international legally binding instrument under the United Nations Convention on the Law of the Sea on the conservation and sustainable use of marine biological diversity of areas beyond national jurisdiction (resolution 72/249).",
            "table_content": null,
            "hyperlinks": [
              [
                "79/144",
                "https://docs.un.org/en/A/RES/79/144"
              ],
              [
                "79/145",
                "https://docs.un.org/en/A/RES/79/145"
              ],
              [
                "72/249",
                "https://docs.un.org/en/A/RES/72/249"
              ]
            ],
            "children": []
          },
          {
            "block_type": "paragraph-1",
            "text": "31.\tIn support of the peaceful settlement of disputes, the Organization will continue to cooperate with international courts and tribunals and accountability mechanisms, in line with General Assembly and Security Council resolutions.",
            "table_content": null,
            "hyperlinks": [],
            "children": []
          }
        ]
      },
      {
        "block_type": "heading-sub-sub",
        "text": "Disarmament",
        "table_content": null,
        "hyperlinks": [],
        "children": [
          {
            "block_type": "paragraph-1",
            "text": "32.\tThe Organization will continue its long-standing support for multilateral efforts dedicated to disarmament, non-proliferation and arms control (General Assembly resolution S-10/2), including for weapons of mass destruction. In a context where nuclear weapons, in particular, continue to be a source of primary concern, given their destructive power and existential threat to humanity, the United Nations will continue to support the multilateral nuclear disarmament and non-proliferation regime, including new mandates (resolutions 79/238, 79/240 and 79/241). The Organization will also continue to support Member States in addressing the use of biological weapons (resolution 79/78) and chemical weapons (resolutions 79/56 and 79/134), the regulation and limitation of conventional weapons, including small arms and light weapons (resolution 79/40), and the humanitarian consequences of various categories of conventional weapons (resolutions 79/34, 79/58 and 79/75), as well as reporting on current developments in science and technology and their potential impact on international security and disarmament efforts (resolution 79/23).",
            "table_content": null,
            "hyperlinks": [
              [
                "S-10/2",
                "https://docs.un.org/en/A/RES/S-10/2"
              ],
              [
                "79/238",
                "https://docs.un.org/en/A/RES/79/238"
              ],
              [
                "79/240",
                "https://docs.un.org/en/A/RES/79/240"
              ],
              [
                "79/241",
                "https://docs.un.org/en/A/RES/79/241"
              ],
              [
                "79/78",
                "https://docs.un.org/en/A/RES/79/78"
              ],
              [
                "79/56",
                "https://docs.un.org/en/A/RES/79/56"
              ],
              [
                "79/134",
                "https://docs.un.org/en/A/RES/79/134"
              ],
              [
                "79/40",
                "https://docs.un.org/en/A/RES/79/40"
              ],
              [
                "79/34",
                "https://docs.un.org/en/A/RES/79/34"
              ],
              [
                "79/58",
                "https://docs.un.org/en/A/RES/79/58"
              ],
              [
                "79/75",
                "https://docs.un.org/en/A/RES/79/75"
              ],
              [
                "79/23",
                "https://docs.un.org/en/A/RES/79/23"
              ]
            ],
            "children": []
          },
          {
            "block_type": "paragraph-1",
            "text": "33. \tThe United Nations will also continue to promote the universalization and implementation of multilateral disarmament, non-proliferation and arms control instruments and support regional approaches to disarmament, non-proliferation and arms control through dialogue and confidence-building (General Assembly resolutions 79/25, 79/27 and 79/59). The Organization will facilitate increased opportunities for youth participation in disarmament (resolution 78/31) and enhance the awareness, understanding and knowledge of a wide range of audiences (resolutions 79/28 and 79/69). Through these tasks, Securing Our Common Future: An Agenda for Disarmament will continue to facilitate the internal integration of disarmament issues into the Organization’s work, especially in the area of prevention, thereby laying the groundwork for new partnerships and greater collaboration and effectiveness.",
            "table_content": null,
            "hyperlinks": [
              [
                "79/25",
                "https://docs.un.org/en/A/RES/79/25"
              ],
              [
                "79/27",
                "https://docs.un.org/en/A/RES/79/27"
              ],
              [
                "79/59",
                "https://docs.un.org/en/A/RES/79/59"
              ],
              [
                "78/31",
                "https://docs.un.org/en/A/RES/78/31"
              ],
              [
                "79/28",
                "https://docs.un.org/en/A/RES/79/28"
              ],
              [
                "79/69",
                "https://docs.un.org/en/A/RES/79/69"
              ]
            ],
            "children": []
          }
        ]
      },
      {
        "block_type": "heading-sub-sub",
        "text": "Drug control, crime prevention and combating international terrorism in all its forms and manifestations",
        "table_content": null,
        "hyperlinks": [],
        "children": [
          {
            "block_type": "paragraph-1",
            "text": "34.\tTrade in illicit drugs, trafficking in persons, corruption, transnational organized crime and related illicit financial flows, and terrorism (General Assembly resolutions 60/288, 76/188, 77/298, 78/229 and 79/234 and Security Council resolution 2617 (2021)) continue to pose a serious threat to peace and security, human rights and sustainable development by undermining the security, stability, governance and social, economic and cultural development of affected States. The United Nations will continue to support Member States in addressing these threats by providing comprehensive, innovative and tailored initiatives to challenges posed by drugs, crime, corruption and terrorism.",
            "table_content": null,
            "hyperlinks": [
              [
                "60/288",
                "https://docs.un.org/en/A/RES/60/288"
              ],
              [
                "76/188",
                "https://docs.un.org/en/A/RES/76/188"
              ],
              [
                "77/298",
                "https://docs.un.org/en/A/RES/77/298"
              ],
              [
                "78/229",
                "https://docs.un.org/en/A/RES/78/229"
              ],
              [
                "79/234",
                "https://docs.un.org/en/A/RES/79/234"
              ],
              [
                "2617 (2021)",
                "https://docs.un.org/en/S/RES/2617(2021)"
              ]
            ],
            "children": []
          },
          {
            "block_type": "paragraph-1",
            "text": "35.\tThe Organization will continue to provide coordinated and evidence-based assistance to Member States, at their request, in support of a comprehensive, integrated and balanced approach to addressing and countering the world drug problem (General Assembly resolution 76/188). It will sustain its support for preventing and countering transnational organized crime, including trafficking in persons (resolution 78/228), and crimes that affect the environment and have a negative impact on economies, public health, human safety, food security, livelihoods and habitats, including illicit trafficking in wildlife (resolution 77/325), as well as corruption and money-laundering related to such crimes (resolution 76/185). The Organization will also promote international and multisectoral cooperation in preventing and countering corruption (Assembly resolutions S-32/1 and 58/4, Conference of the States Parties to the United Nations Convention against Corruption resolution 9/2 and Economic and Social Council resolution 2006/24) and in combating illicit financial flows and strengthening good practices on asset recovery (Assembly resolution 79/190). With the adoption of the United Nations Convention against Cybercrime, the first comprehensive global treaty on this matter, in December 2024, the Organization will support Member States in strengthening international cooperation for combating crimes committed by means of information and communications technology systems (resolution 79/243).",
            "table_content": null,
            "hyperlinks": [
              [
                "76/188",
                "https://docs.un.org/en/A/RES/76/188"
              ],
              [
                "78/228",
                "https://docs.un.org/en/A/RES/78/228"
              ],
              [
                "77/325",
                "https://docs.un.org/en/A/RES/77/325"
              ],
              [
                "76/185",
                "https://docs.un.org/en/A/RES/76/185"
              ],
              [
                "S-32/1",
                "https://docs.un.org/en/A/RES/S-32/1"
              ],
              [
                "58/4",
                "https://docs.un.org/en/A/RES/58/4"
              ],
              [
                "79/190",
                "https://docs.un.org/en/A/RES/79/190"
              ],
              [
                "79/243",
                "https://docs.un.org/en/A/RES/79/243"
              ]
            ],
            "children": []
          },
          {
            "block_type": "paragraph-1",
            "text": "36.\tThe Organization will continue, at the request of Member States, to assist justice, law enforcement and corrections institutions in promoting and reinforcing the rule of law, crime prevention and reform efforts for accessible, effective, fair, humane, transparent and accountable criminal justice systems that contribute to the promotion of peaceful and inclusive societies that empower women and young people for sustainable development (General Assembly resolution 78/229 and Security Council resolution 2447 (2018)).",
            "table_content": null,
            "hyperlinks": [
              [
                "78/229",
                "https://docs.un.org/en/A/RES/78/229"
              ],
              [
                "2447 (2018)",
                "https://docs.un.org/en/S/RES/2447(2018)"
              ]
            ],
            "children": []
          },
          {
            "block_type": "paragraph-1",
            "text": "37.\tThe Organization will support Member States in pursuing a future free from terrorism. It will continue to assist Member States, at their request, in implementing the United Nations Global Counter-Terrorism Strategy by, inter alia, enhancing coordination and coherence among stakeholders to support the counter-terrorism efforts of Member States, countering terrorist use of weapons and enhancing national counter-terrorism capabilities (General Assembly resolutions 77/64 and 77/298 and Security Council resolutions 2462 (2019), 2482 (2019) and 2617 (2021)). The United Nations Global Counter-Terrorism Coordination Compact will continue to strengthen a common-action approach to coordination and coherence in the work of the United Nations system to prevent and counter terrorism and to strengthen support to Member States, at their request and in cooperation with relevant stakeholders (Assembly resolution 77/298).",
            "table_content": null,
            "hyperlinks": [
              [
                "77/64",
                "https://docs.un.org/en/A/RES/77/64"
              ],
              [
                "77/298",
                "https://docs.un.org/en/A/RES/77/298"
              ],
              [
                "2462 (2019)",
                "https://docs.un.org/en/S/RES/2462(2019)"
              ],
              [
                "2482 (2019)",
                "https://docs.un.org/en/S/RES/2482(2019)"
              ],
              [
                "2617 (2021)",
                "https://docs.un.org/en/S/RES/2617(2021)"
              ],
              [
                "77/298",
                "https://docs.un.org/en/A/RES/77/298"
              ]
            ],
            "children": []
          }
        ]
      },
      {
        "block_type": "heading-sub-sub",
        "text": "Effective functioning of the Organization",
        "table_content": null,
        "hyperlinks": [],
        "children": [
          {
            "block_type": "paragraph-1",
            "text": "38.\tWith support of Member States for ongoing reforms (General Assembly resolution 75/1), including the request to continue the programme budget submission according to an annual cycle (resolution 77/267), the Secretary-General will continue to improve the ability of the Organization to deliver on its mandates (resolution 72/266 B), notably by fostering a culture of efficiency and achieving a more agile, responsive and resilient United Nations, in particular by enhancing the Organization’s capabilities (resolution 79/1). The Organization will continue to improve the implementation of results-based budgeting and management, strengthen internal controls and promote a culture of effectiveness, cost-efficiency and accountability (resolution 79/257). It will leverage strategic communications to support Organizational objectives (resolutions 79/93 A–B). The Secretary-General will continue to make efforts to ensure a workplace where discrimination, harassment, including sexual harassment, and abuse of authority are not tolerated, perpetrators are held accountable and staff feel safe to report misconduct (resolution 77/280) and will continue to refine and implement the strategic action plan for addressing racism and promoting dignity for all in the United Nations Secretariat (resolution 77/278) and the United Nations Disability Inclusion Strategy (resolution 79/149). The Organization will ensure respect for data protection and privacy in the use and processing of personal data by Secretariat entities (resolutions 77/211 and 78/265).",
            "table_content": null,
            "hyperlinks": [
              [
                "75/1",
                "https://docs.un.org/en/A/RES/75/1"
              ],
              [
                "77/267",
                "https://docs.un.org/en/A/RES/77/267"
              ],
              [
                "72/266",
                "https://docs.un.org/en/A/RES/72/266B"
              ],
              [
                "79/1",
                "https://docs.un.org/en/A/RES/79/1"
              ],
              [
                "79/257",
                "https://docs.un.org/en/A/RES/79/257"
              ],
              [
                "79/93",
                "https://docs.un.org/en/A/RES/79/93A-B"
              ],
              [
                "77/280",
                "https://docs.un.org/en/A/RES/77/280"
              ],
              [
                "77/278",
                "https://docs.un.org/en/A/RES/77/278"
              ],
              [
                "79/149",
                "https://docs.un.org/en/A/RES/79/149"
              ],
              [
                "77/211",
                "https://docs.un.org/en/A/RES/77/211"
              ],
              [
                "78/265",
                "https://docs.un.org/en/A/RES/78/265"
              ]
            ],
            "children": []
          },
          {
            "block_type": "paragraph-1",
            "text": "39.\tReaffirming that the staff is an invaluable asset (General Assembly resolution 78/275), the Secretary-General will improve overall human resources management, intensify strategic workforce planning and nurture a culture of staff mobility (resolutions 73/281 and 77/278). The Organization will accelerate progress towards the goals of reaching a 50/50 gender balance throughout the United Nations system by 2028 (resolution 78/182), rejuvenating the Organization and achieving geographical diversity through recruiting staff on as wide a geographical basis as possible at all levels (resolutions 76/240, 77/278 and 79/252 A–B).",
            "table_content": null,
            "hyperlinks": [
              [
                "78/275",
                "https://docs.un.org/en/A/RES/78/275"
              ],
              [
                "73/281",
                "https://docs.un.org/en/A/RES/73/281"
              ],
              [
                "77/278",
                "https://docs.un.org/en/A/RES/77/278"
              ],
              [
                "78/182",
                "https://docs.un.org/en/A/RES/78/182"
              ],
              [
                "76/240",
                "https://docs.un.org/en/A/RES/76/240"
              ],
              [
                "77/278",
                "https://docs.un.org/en/A/RES/77/278"
              ],
              [
                "79/252",
                "https://docs.un.org/en/A/RES/79/252A-B"
              ]
            ],
            "children": []
          },
          {
            "block_type": "paragraph-1",
            "text": "40.\tThrough integrated end-to-end supply chain management, more agile, responsive, efficient and effective client-oriented services will be provided within the Organization (General Assembly resolution 72/266 B), giving due consideration to best value for money; fairness, integrity and transparency; effective international competition, including intensifying efforts to promote procurement from developing countries and countries with economies in transition (resolution 69/273); and the interest of the United Nations (resolution 67/246).",
            "table_content": null,
            "hyperlinks": [
              [
                "72/266",
                "https://docs.un.org/en/A/RES/72/266B"
              ],
              [
                "69/273",
                "https://docs.un.org/en/A/RES/69/273"
              ],
              [
                "67/246",
                "https://docs.un.org/en/A/RES/67/246"
              ]
            ],
            "children": []
          },
          {
            "block_type": "paragraph-1",
            "text": "41.\tThe Organization will continue to pursue multilingualism as a means of promoting, protecting and preserving the diverse character of the United Nations workforce in terms of languages and cultures globally, as well as of improving the efficiency, performance and transparency of the Organization (General Assembly resolution 78/330).",
            "table_content": null,
            "hyperlinks": [
              [
                "78/330",
                "https://docs.un.org/en/A/RES/78/330"
              ]
            ],
            "children": []
          },
          {
            "block_type": "paragraph-1",
            "text": "42.\tAcross its conferencing support functions, the Organization will further optimize the utilization of conference service resources, enhance their integrated global management and continue to leverage technology to preserve and enhance the quality and scope of conference services (General Assembly resolution 79/248).",
            "table_content": null,
            "hyperlinks": [
              [
                "79/248",
                "https://docs.un.org/en/A/RES/79/248"
              ]
            ],
            "children": []
          }
        ]
      }
    ]
  },
  {
    "block_type": "entity-group",
    "text": "III.\tPriorities",
    "table_content": null,
    "hyperlinks": [],
    "children": [
      {
        "block_type": "paragraph-1",
        "text": "43.\tThe plan outlines for the periods 1998–2001, 2002–2005, 2006–2007, 2008–2009, 2010–2011, 2012–2013, 2014–2015, 2016–2017, 2018–2019, 2020–2022 and 2023–2025 identified eight priority areas that covered the bulk of the substantive activities of the Organization. Given that the conditions that led to those priorities persist, the Assembly may wish to consider reaffirming or amending, as appropriate, the following priorities:",
        "table_content": null,
        "hyperlinks": [],
        "children": [
          {
            "block_type": "paragraph-2",
            "text": "(a)\tPromotion of sustained economic growth and sustainable development in accordance with the relevant resolutions of the General Assembly and recent United Nations conferences;",
            "table_content": null,
            "hyperlinks": [],
            "children": []
          },
          {
            "block_type": "paragraph-2",
            "text": "(b)\tMaintenance of international peace and security;",
            "table_content": null,
            "hyperlinks": [],
            "children": []
          },
          {
            "block_type": "paragraph-2",
            "text": "(c)\tDevelopment of Africa;",
            "table_content": null,
            "hyperlinks": [],
            "children": []
          },
          {
            "block_type": "paragraph-2",
            "text": "(d)\tPromotion of human rights;",
            "table_content": null,
            "hyperlinks": [],
            "children": []
          },
          {
            "block_type": "paragraph-2",
            "text": "(e)\tEffective coordination of humanitarian assistance efforts;",
            "table_content": null,
            "hyperlinks": [],
            "children": []
          },
          {
            "block_type": "paragraph-2",
            "text": "(f)\tPromotion of justice and international law;",
            "table_content": null,
            "hyperlinks": [],
            "children": []
          },
          {
            "block_type": "paragraph-2",
            "text": "(g)\tDisarmament;",
            "table_content": null,
            "hyperlinks": [],
            "children": []
          },
          {
            "block_type": "paragraph-2",
            "text": "(h)\tDrug control, crime prevention and combating international terrorism in all its forms and manifestations.",
            "table_content": null,
            "hyperlinks": [],
            "children": [
              {
                "block_type": "image",
                "text": "",
                "table_content": null,
                "hyperlinks": [],
                "children": []
              }
            ]
          }
        ]
      }
    ]
  }
]